Repository: horde/horde
Catalog: whups/po/*.po
Languages: lt_lt

source: "%s" is no longer among those responsible for "%s"
lt_lt: "%s" jau nebeatsakingas uþ "%s"

source: %d people watching, %d people responsible
lt_lt: Stebi %d asmenø, %d asmenys yra atsakingi

source: %s (%s) wrote:
lt_lt: %s (%s) raðë:

source: %s added to those responsible for "%s"
lt_lt: %s nuo ðiol atsakingas uþ "%s"

source: %s days
lt_lt: %s dienos

source: %s will be notified when this ticket is updated.
lt_lt: %s gaus praneðimus apie bilieto atnaujinimà.

source: %s will no longer receive updates for this ticket.
lt_lt: %s daugiau nebegaus praneðimø apie bilieto atnaujinimà.

source: - Stage 1
lt_lt: - 1 þingsnis

source: - Stage 2
lt_lt: - 2 þingnis

source: <<First
lt_lt: <<Pirmas

source: <Prev
lt_lt: <Ankst

source: Access denied to %s
lt_lt: Neturite teisiø á %s.

source: Add Attribute
lt_lt: Pridëti atributà

source: Add Attribute Criterion
lt_lt: Pridëti atributo kriterijø

source: Add Content
lt_lt: Pridëtá turiná

source: Add Criterion
lt_lt: Pridëti kriterijø

source: Add Group Criterion
lt_lt: Pridëti grupës kriterijø

source: Add Priority
lt_lt: Pridëti svarbà

source: Add Property Criterion
lt_lt: Pridëti savybës kriterijø

source: Add Queue
lt_lt: Sukurti eilæ

source: Add State
lt_lt: Pridëti bûsenà

source: Add Text Criterion
lt_lt: Pridëti teksto kriterijø

source: Add Type
lt_lt: Sukurti tipà

source: Add Type %s
lt_lt: Sukurti tipà %s

source: Add User Criterion
lt_lt: Pridëti vartotojo kriterijø

source: Add Users
lt_lt: Pridëti vartotojus

source: Add Version
lt_lt: Pridëti versijà

source: Add Watcher
lt_lt: Pridëti stebëtojà

source: Adding your ticket failed: %s.
lt_lt: Nepavyko sukurti bilieto: %s.

source: Administration
lt_lt: Valdymas

source: And
lt_lt: Ir

source: Any
lt_lt: Bet kuri

source: Any Group
lt_lt: Bet kuri grupë

source: Ascending
lt_lt: Didëjimo tvarka

source: Assign
lt_lt: Paskirti

source: Assigned
lt_lt: Paskirta

source: Assigned to %s
lt_lt: Paskirta %s

source: Associations updated successfully.
lt_lt: Sàsajos sëkmingai atnaujintos.

source: Attachment
lt_lt: Prikabintas failas

source: Attachment %s deleted.
lt_lt: Prikabintas failas %s iðtrintas.

source: Attachment %s not found.
lt_lt: Prikabintas failas %s nerastas.

source: Attachments
lt_lt: Prikabinti failai

source: Attri_bute Criteria
lt_lt: Atributo kriterijos

source: Attribute Description
lt_lt: Atributo apraðymas

source: Attribute Name
lt_lt: Atributo pavadinimas

source: Attributes for this Type
lt_lt: Atributai ðiam tipui

source: Autolink to other tickets in comments?
lt_lt: Komentaruose automatiðkai generuoti nuorodas á kitus bilietus?

source: Average days to close by Owner
lt_lt: Vidutinis bilieto uþdarymo dienø skaièius pagal savininkà

source: Average days to close by Queue
lt_lt: Vidutinis bilieto uþdarymo dienø skaièius pagal eilæ

source: Average days to close by Requester
lt_lt: Vidutinis bilieto uþdarymo dienø skaièius pagal uþsakovà

source: Average time a ticket is unresolved
lt_lt: Vidutinis neiðspræsto bilieto laikas

source: Branch Type
lt_lt: Skyriaus tipas

source: Case Insensitive Substring
lt_lt: Teksto gabaliukas nekreipiant dëmesio á didþiasias/maþiasias raides

source: Change
lt_lt: Keisti

source: Change display options such as how search results are sorted.
lt_lt: Vaizdavimo nustatymø, tokiø kaip, paieðkos rezultatø rûðiavimas, keitimas.

source: Change options for email notifications of ticket activity.
lt_lt: El. paðto perspëjimø apie bilietø bûsenà nustatymø keitimas.

source: Choose Action:
lt_lt: Pasirinkite veiksmà:

source: Choose New Query instead of deleting the root node.
lt_lt: Pasirinkite naujà uþklausà ir netrinkite pagrindinës ðaknies.

source: Choose:
lt_lt: Pasirinkite:

source: Chronological (oldest first)
lt_lt: Chronologiðkai (pirma seniausi)

source: Clone
lt_lt: Kopijuoti

source: Clone Description
lt_lt: Kopijuoti apraðymà

source: Clone Type
lt_lt: Kopijuoti tipà

source: Comma Separated Values (CSV file)
lt_lt: Kableliais atskirtos reikðmës (CSV failas)

source: Comment
lt_lt: Komentaras

source: Comment added
lt_lt: Komentaras áraðytas

source: Comment on %s
lt_lt: %s komentaras

source: Commentor
lt_lt: Komentatorius

source: Copy of %s
lt_lt: %s kopija

source: Could not extract the requested file from the Zip archive.
lt_lt: Nepavyko iðarchyvuoti Zip archyvo.

source: Could not find any groups.
lt_lt: Nepavyko rasti jokiø grupiø.

source: Could not find ticket "%s".
lt_lt: Nepavyko rasti bilieto "%s".

source: Create Default Priorities
lt_lt: Sukurti standartines svarbos reikðmes

source: Create Default States
lt_lt: Sukurti standartines bûsenø reikðmes

source: Create Ticket
lt_lt: Bilieto kûrimas

source: Create Ticket - Step 1
lt_lt: Bilieto kûrimas - 1 þingsnis

source: Create Ticket - Step 2
lt_lt: Bilieto kûrimas - 2 þingsnis

source: Create Ticket - Step 3
lt_lt: Bilieto kûrimas - 3 þingsnis

source: Create Ticket - Step 4
lt_lt: Bilieto kûrimas - 4 þingsnis

source: Created
lt_lt: Sukurta

source: Created By
lt_lt: Autorius

source: Current Query
lt_lt: Dabartinë uþklausa

source: Current Ticket Type
lt_lt: Dabartinis bilieto tipas

source: DO NOT REPLY TO THIS MESSAGE. THIS EMAIL ADDRESS IS NOT MONITORED.
lt_lt: NEATSAKYKITE Á ÐÁ LAIÐKÀ. ÐIS EL. PAÐTO ADRESAS NËRA STEBIMAS.

source: Date/Time format for search results
lt_lt: Paieðkos rezultatø datos/laiko formatas

source: Default sorting criteria:
lt_lt: Standartinis rûðiavimo kriterijus:

source: Default sorting direction:
lt_lt: Standartinë rûðiavimo kryptis:

source: Delete
lt_lt: Iðtrinti

source: Delete %s
lt_lt: Iðtrinti %s

source: Delete %s?
lt_lt: Iðtrinti %s?

source: Delete Attribute
lt_lt: Iðtrinti atributà

source: Delete Attribute Confirmation
lt_lt: Atributo trynimo patvirtinimas

source: Delete Priority
lt_lt: Iðtrinti svarbà

source: Delete Priority Confirmation
lt_lt: Svarbo trynimo patvirtinimas

source: Delete Query?
lt_lt: Iðtrinti uþklausà?

source: Delete Queue
lt_lt: Iðtrinti eilæ

source: Delete Queue Confirmation
lt_lt: Eilës trynimo patvirtinimas

source: Delete State
lt_lt: Iðtrinti bûsenà

source: Delete State Confirmation
lt_lt: Bûsenos trynimo patvirtinimas

source: Delete Type
lt_lt: Iðtrinti tipà

source: Delete Type Confirmation
lt_lt: Tipo trynimo patvirtinimas

source: Delete Version
lt_lt: Iðtrinti versijà

source: Delete Version Confirmation
lt_lt: Vertijos trynimo patvirtinimas

source: Deleted Attachment
lt_lt: Prikabintas failas iðtrintas.

source: Deleted Attachment: %s
lt_lt: Prikabintas failas iðtrintas: %s

source: Descending
lt_lt: Maþëjimo tvarka

source: Description
lt_lt: Apraðymas

source: Display Options
lt_lt: Vaizdavimo nustatymai

source: Download
lt_lt: Atsisiøsti

source: Due
lt_lt: Atlikti iki

source: Due &rArr; %s
lt_lt: Atlikti iki &rArr; %s

source: Due Date
lt_lt: Atlikimo data

source: E_xecute Query
lt_lt: Vykdyti uþklausà

source: Edit
lt_lt: Keisti

source: Edit %s
lt_lt: Redaguoti %s

source: Edit Attribute
lt_lt: Keisti atributà

source: Edit Attributes
lt_lt: Keisti atributus

source: Edit Priorities
lt_lt: Keisti svarbas

source: Edit Priority
lt_lt: Keisti svarbà

source: Edit Queue
lt_lt: Keisti eilæ

source: Edit Queues
lt_lt: Keisti eiles

source: Edit State
lt_lt: Keisti bûsenà

source: Edit States
lt_lt: Keisti bûsenas

source: Edit Type
lt_lt: Keisti tipà

source: Edit Version
lt_lt: Keisti versijà

source: Edit _Permissions
lt_lt: Keisti teises

source: Edit _Types
lt_lt: Keisti tipus

source: Edit or Delete Attributes
lt_lt: Atributø keitimas arba trynimas

source: Edit or Delete Priorities
lt_lt: Svarbø keitimas arba trynimas

source: Edit or Delete Queues
lt_lt: Eiliø keitimas arba trynimas

source: Edit or Delete States
lt_lt: Bûsënø keitimas arba trynimas

source: Edit or Delete Types
lt_lt: Tipø keitimas arba trynimas

source: Edit or Delete Versions
lt_lt: Versijø keitimas arba trynimas

source: Edit the permissions on this queue
lt_lt: Keisti ðios eilës teises

source: Edit the users responsible for this queue
lt_lt: Keisti vartotojus atsakingus uþ ðià eilæ

source: Edit the versions for this queue
lt_lt: Keisti ðios eilës versijas

source: Email address to notify
lt_lt: El. paðto adresas perspëjimui

source: Email address to remove
lt_lt: El. paðto adresas, kurá reikia iðtrinti

source: Error: Unknown query form %s, defaulting to properties
lt_lt: Klaida: neþinoma uþklausos forma %s, naudojamos standartinës reikðmës

source: Exact Match
lt_lt: Tikslus atitikmuo

source: Execute Query
lt_lt: Vykdyti uþklausà

source: For tickets from these queues
lt_lt: Bilietams ðiose eilëse

source: For tickets which are
lt_lt: Bilietams, kurie yra

source: Go
lt_lt: Rodyti

source: Group Owners
lt_lt: Grupës savininkas

source: Groups
lt_lt: Grupës

source: Hidden Comments
lt_lt: Paslëpti komentarai

source: History
lt_lt: Istorija

source: Hoist
lt_lt: Pakëlimas

source: If you don't select any categories, no filtering will be done on ticket category.
lt_lt: Jeigu nepasirinksite nei vienos kategorijos, bilietø kategorijos nebus filtruojamos.

source: If you don't select any types, no filtering will be done on ticket type.
lt_lt: Jeigu nepasirinksite nei vieno tipo, bilietø tipai nebus filtruojami.

source: If you select any tickets that do not have an owner, who should we send email to?
lt_lt: Jeigu pasirinksite bilietà, kuris neturi savininko, kam tokiu atveju siøsti el. laiðkus?

source: Insert And
lt_lt: Áterpti Ir

source: Insert Branch
lt_lt: Áterpti skyriø

source: Insert Not
lt_lt: Áterpti Ne

source: Insert Or
lt_lt: Áterpti Arba

source: Invalid Ticket Id
lt_lt: Neteisingas bilieto ID

source: Invalid argument: Missing attribute name or value.
lt_lt: Neteisingas argumentas: nëra atributo pavadinimo arba reikðmës.

source: Invalid arguments: Must supply a ticket number and new attributes.
lt_lt: Neteisingi argumentai: turite nurodyti bilieto pavadinimà ir naujus atributus.

source: Invalid ticket data supplied: %s
lt_lt: Ávesti neteisingi bilieto duomenys: %s

source: Keep a set of versions for this queue?
lt_lt: Ðioje eilëje naudoti versijas?

source: Last>>
lt_lt: Paskutinis>>

source: Load Query
lt_lt: Uþkrauti uþklausà

source: Make a clone of %s
lt_lt: Kopijuoti %s

source: Match
lt_lt: Atitinka

source: Match Operator
lt_lt: Atitikimo operatorius

source: Match Pattern
lt_lt: Atitinkanti forma

source: Match Word
lt_lt: Atitinkantis þodis

source: Maximum time a ticket is unresolved
lt_lt: Maksimalus neiðspræsto bilieto laikas

source: Menu List
lt_lt: Meniu sàraðas

source: Minimum time a ticket is unresolved
lt_lt: Minimalus neiðspræsto bilieto laikas

source: Most recent first
lt_lt: Ið pradþiø naujausi

source: Moved ticket %d to "%s"
lt_lt: Bilietas %d perkeltas á "%s"

source: My %s
lt_lt: Mano %s

source: My %s :: Add Content
lt_lt: Mano %s :: Pridëti turiná

source: My Queries
lt_lt: Mano uþklausos

source: My Requests
lt_lt: Mano praðymai

source: My Tickets
lt_lt: Mano bilietai

source: My tickets by assignment date
lt_lt: Mano bilietai pagal paskyrimo datà

source: My tickets by creation date
lt_lt: Mano bilietai pagal sukûrimo datà

source: My tickets by due date
lt_lt: Mano bilietai pagal vykdymo datà

source: My tickets by resolution date
lt_lt: Mano bilietai pagal iðsprendimo datà

source: Name
lt_lt: Pavadinimas

source: Name of the cloned copy
lt_lt: Kopijos pavadinimas

source: Ne_w Query
lt_lt: Nauja uþklausa

source: New
lt_lt: Naujas

source: New Attachment
lt_lt: Naujas prikabintas failas

source: New Attachment: %s
lt_lt: Naujas prikabintas failas: %s

source: New Queue
lt_lt: Nauja eilë

source: New Ticket
lt_lt: Naujas bilietas

source: New Type
lt_lt: Naujas tipas

source: Next>
lt_lt: Toliau>

source: No
lt_lt: Ne

source: No queries have been saved.
lt_lt: Neiðsaugota nei viena uþklausa.

source: No query to run
lt_lt: Uþklausø nëra

source: No queues available.
lt_lt: Eiliø nëra.

source: No stats available.
lt_lt: Statistikos nëra.

source: No such backend "%s" found
lt_lt: Posistemë "%s" nerasta

source: No tickets are assigned to you.
lt_lt: Jums nepaskirtas nei vienas bilietas.

source: No tickets are unassigned!
lt_lt: Nepaskirtø bilietø nëra!

source: No tickets in queue.
lt_lt: Eilëje bilietø nëra.

source: No tickets matched your search criteria.
lt_lt: Nerastas nei vienas bilietas atitinkantis jûsø paieðkà.

source: None
lt_lt: Nëra

source: Not
lt_lt: Ne

source: Not yet implemented.
lt_lt: Dar nerealizuota.

source: Notification Options
lt_lt: Praneðimø nustatymai

source: Only notify me of ticket changes from other users
lt_lt: Perspëti mane tik jeigu bilietà keièia kiti vartotojai

source: Open Tickets
lt_lt: Atviri bilietai

source: Open Tickets by Owner
lt_lt: Atviri bilietai pagal savininkà

source: Open Tickets by Priority
lt_lt: Atviri bilietai pagal svarbà

source: Open Tickets by Queue
lt_lt: Atviri bilietai pagal eilæ

source: Open Tickets by Requester
lt_lt: Atviri bilietai pagal uþsakovà

source: Open Tickets by State
lt_lt: Atviri bilietai pagal bûsenà

source: Open Tickets by Type
lt_lt: Atviri bilietai pagal tipà

source: Open Tickets in %s
lt_lt: Atviri bilietai eilëje %s

source: Or
lt_lt: Arba

source: Other Options
lt_lt: Kiti nustatymai

source: Owners
lt_lt: Savininkai

source: Permanently delete %s?
lt_lt: Visiðkai iðtrinti %s?

source: Permission Denied
lt_lt: Neuþtenka teisiø

source: Permission Denied.
lt_lt: Neuþtenka teisiø.

source: Permission denied.
lt_lt: Neuþtenka teisiø.

source: Priorities for this Type
lt_lt: Ðio tipo svarbos

source: Priority
lt_lt: Svarba

source: Priority &rArr; %s
lt_lt: Svarba &rArr; %s

source: Priority Description
lt_lt: Svarbos apraðymas

source: Priority Name
lt_lt: Svarbos pavadinimas

source: Query Builder
lt_lt: Uþklausos

source: Query Parameters
lt_lt: Uþklausos parametrai

source: Query Results
lt_lt: Uþklausos rezultatai

source: Query to run
lt_lt: Paleisti uþklausà

source: Queue
lt_lt: Eilë

source: Queue &rArr; %s
lt_lt: Eilë &rArr; %s

source: Queue Contents
lt_lt: Eilës turinys

source: Queue Description
lt_lt: Eilës apraðymas

source: Queue Name
lt_lt: Eilës pavadinimas

source: Queue Summary
lt_lt: Eilës santrauka

source: Queue Version
lt_lt: Eilës versija

source: Queue/Type Matri_x
lt_lt: Eilës/Tipo matrica

source: Queue/Type Matrix
lt_lt: Eilës/Tipo matrica

source: Queues
lt_lt: Eilës

source: Really delete this attribute? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðá atributà? Tai sukels problemø su duomenimis!

source: Really delete this priority? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðià svarbà? Tai sukels problemø su duomenimis!

source: Really delete this query? This operation is not undoable.
lt_lt: Ar tikrai iðtrinti ðià uþklausà? Graþinti atgal nebegalësite.

source: Really delete this queue? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðià eilæ? Tai sukels problemø su duomenimis!

source: Really delete this state? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðià bûsenà? Tai sukels problemø su duomenimis!

source: Really delete this ticket? It will NOT be archived, and will be gone forever.
lt_lt: Ar tikrai iðtrinti ðá bilietà? Jis NËRA archyvuojamas ir bus iðtrintas amþiams.

source: Really delete this type? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðá tipà? Tai sukels problemø su duomenimis!

source: Really delete this version? This may cause data problems!
lt_lt: Ar tikrai iðtrinti ðià versijà? Tai sukels problemø su duomenimis!

source: Refine Search
lt_lt: Pakeisti paieðkà

source: Reminders were sent.
lt_lt: Priminimai iðsiøsti.

source: Remove User
lt_lt: Iðtrinti vartotojà

source: Remove Watcher
lt_lt: Iðtrinti stebëtojà

source: Reply to this comment
lt_lt: Atsakyti á ðá komentarà

source: Reports
lt_lt: Raportai

source: Requester
lt_lt: Uþsakovas

source: Resolved
lt_lt: Iðspræsta

source: Responsible Users
lt_lt: Atsakingi vartotojai

source: Restrict Comment to:
lt_lt: Leisti komentuoti tik:

source: Return to Search Results
lt_lt: Gráþti á paieðkos rezultatus

source: S_et Queue
lt_lt: Nustatyti eilæ

source: Sa_ve Query
lt_lt: Iðsaugoti uþklausà

source: Save
lt_lt: Iðsaugoti

source: Save Query
lt_lt: Iðsaugoti uþklausà

source: Save these results as:
lt_lt: Iðsaugoti ðiuos rezultatus kaip:

source: Search
lt_lt: Ieðkoti

source: Search %s Attribute
lt_lt: Ieðkoti %s atributo

source: Search Attribute
lt_lt: Ieðkoti atribute

source: Search Comments
lt_lt: Ieðkoti komentaruose

source: Search Owners
lt_lt: Ieðkoti tarp savininkø

source: Search Requester
lt_lt: Ieðkoti tarp uþsakovø

source: Search Results
lt_lt: Paieðkos rezultatai

source: Search Results: %s of %s
lt_lt: Paieðkos rezultatai: %s ið %s

source: Search Summary
lt_lt: Paieðkos santrauka

source: Search Tickets
lt_lt: Bilietø paieðka

source: Select the view to display after login:
lt_lt: Pasirinkite, kurá puslapá rodyti po prisijungimo:

source: Sen_d Reminders
lt_lt: Siøsti priminimus

source: Send Reminders
lt_lt: Siøsti priminimus

source: Send only for this list of ticket ids
lt_lt: Siøsti tik bilietams su ðiais id

source: Set Queue - Step 1
lt_lt: Eilës nustatymas - 1 þingsnis

source: Set Queue - Step 2
lt_lt: Eilës nustatymas - 2 þingsnis

source: Set Queue - Step 3
lt_lt: Eilës nustatymas - 3 þingsnis

source: Set Queue for %s
lt_lt: %s eilës nustatymas

source: Set Type - Step 1
lt_lt: Tipo nustatymas - 1 þingsnis

source: Set Type - Step 2
lt_lt: Tipo nustatymas - 2 þingsnis

source: Set Type for %s
lt_lt: %s tipo nustatymas

source: Set _Type
lt_lt: Nustatyti tipà

source: Show comments in chronological order, or most recent first?
lt_lt: Rodyti komentarus chronologine tvarka ar ið pradþiø naujausius?

source: Show ticket IDs in the summary view?
lt_lt: Santraukoje rodyti bilietø ID?

source: Show tickets you have requested in the summary view?
lt_lt: Santraukoje rodyti jûsø sukurtus bilietus?

source: Simple HTML Report
lt_lt: Paprastas HTML raportas

source: Sort by %s
lt_lt: Rûðiuoti pagal %s

source: Spam protection
lt_lt: Apsauga nuo ðiukðliø

source: State
lt_lt: Bûsena

source: State &rArr; %s
lt_lt: Bûsena &rArr; %s

source: State Category
lt_lt: Bûsenos kategorija

source: State Description
lt_lt: Bûsenos apraðymas

source: State Name
lt_lt: Bûsenos pavadinimas

source: States for this Type
lt_lt: Ðio tipo bûsena

source: Status
lt_lt: Bûsena

source: Submit
lt_lt: Ávesti

source: Successfully Cloned %s to %s.
lt_lt: %s sëkmingai nukopijuotas á %s.

source: Successfully changed ticket type.
lt_lt: Bilieto tipas sëkmingai pakeistas.

source: Summary
lt_lt: Pavadinimas

source: Summary &rArr; %s
lt_lt: Pavadinimas &rArr; %s

source: Summary like
lt_lt: Pavadinimas

source: Taken from %s
lt_lt: Paimta ið %s

source: Text
lt_lt: Tekstas

source: The VFS backend needs to be configured to enable attachment uploads.
lt_lt: Prikabintø failø galimybei turi bûti ájungta VFS posistemë.

source: The attribute "%s" has been added to %s.
lt_lt: Atributas "%s" pridëtas á %s.

source: The attribute has been deleted.
lt_lt: Atributas iðtrintas.

source: The attribute has been modified.
lt_lt: Atributas pakeistas.

source: The attribute was not deleted.
lt_lt: Atributas neiðtrintas.

source: The priority "%s" has been added to %s.
lt_lt: Svarba "%s" pridëta á %s.

source: The priority has been deleted.
lt_lt: Svarba iðtrinta.

source: The priority has been modified.
lt_lt: Svarba pakeistas.

source: The priority was not deleted.
lt_lt: Svarba neiðtrinta.

source: The query "%s" couldn't be deleted: %s
lt_lt: Nepavyko iðtrinti uþklausos "%s": %s

source: The query "%s" has been deleted.
lt_lt: Uþklausa "%s" iðtrinta.

source: The query couldn't be loaded:
lt_lt: Nepavyko uþkrauti uþklausos:

source: The queue "%s" has been created.
lt_lt: Eilë "%s" sukurta.

source: The queue has been deleted.
lt_lt: Eilë iðtrinta.

source: The queue has been modified.
lt_lt: Eilë pakeista.

source: The queue was not deleted.
lt_lt: Eilë neiðtrinta.

source: The requested file does not exist in the Zip attachment.
lt_lt: Ðios bylos nëra Zip archyve.

source: The requested template does not exist.
lt_lt: Nurodytas ðablonas neegzistuoja.

source: The state "%s" has been added to %s.
lt_lt: Bûsena "%s" pridëta á %s.

source: The state has been deleted.
lt_lt: Bûsena iðtrinta.

source: The state has been modified.
lt_lt: Bûsena pakeista.

source: The state was not deleted.
lt_lt: Bûsena neiðtrinta.

source: The ticket was not deleted.
lt_lt: Bilietas neiðtrintas.

source: The type "%s" has been modified.
lt_lt: Tipas "%s" pakeistas.

source: The type has been deleted.
lt_lt: Tipas iðtrintas.

source: The type was not deleted.
lt_lt: Tipas neiðtrintas.

source: The version "%s" has been added to %s.
lt_lt: Versija "%s" pridëta á %s.

source: The version has been deleted.
lt_lt: Versija iðtrinta.

source: The version has been modified.
lt_lt: Versija pakeista.

source: The version was not deleted.
lt_lt: Versija neiðtrinta.

source: There are no attribute types to edit
lt_lt: Atributø tipø redagavimui nëra

source: There are no attributes defined for the current type
lt_lt: Ðiam tipui nëra apraðytø atributø

source: There are no open tickets.
lt_lt: Atvirø bilietø nëra.

source: There are no priorities to edit
lt_lt: Svarbø redagavimui nëra

source: There are no queues available.
lt_lt: Eiliø nëra.

source: There are no queues to edit
lt_lt: Eiliø redagavimui nëra

source: There are no queues which you can create tickets in.
lt_lt: Eiliø, kuriose galite kurti bilietus, nëra.

source: There are no queues which you can search.
lt_lt: Eiliø, kuriose galite ieðkoti, nëra.

source: There are no states to edit
lt_lt: Bûsenø redagavimui nëra

source: There are no ticket types associated with this queue; until there are, you cannot create any tickets in this queue.
lt_lt: Su ðia eile nëra susietø tipø; kol tai nebus padaryta, jûs negalësite ðioje eilëje kurti naujø bilietø.

source: There are no types to edit
lt_lt: Tipø redagavimui nëra

source: There are no users responsible for this queue.
lt_lt: Vartotojø, atsakingø uþ ðià eilæ, nëra.

source: There are no users to which this ticket can be assigned.
lt_lt: Vartotojø, kuriems gali bûti paskirti bilietai, nëra.

source: There are no versions to edit
lt_lt: Versijø redagavimui nëra

source: There is no data for this report.
lt_lt: Ðiam raportui neuþtenka duomenø.

source: There was an error adding "%s" to the responsible list for "%s": %s
lt_lt: Klaida pridedant "%s" kaip atsakingà uþ "%s": %s

source: There was an error creating the attribute: %s.
lt_lt: Klaida kuriant atributà: %s.

source: There was an error creating the priority: %s.
lt_lt: Klaida kuriant svarbà: %s.

source: There was an error creating the queue: %s.
lt_lt: Klaida kuriant eilæ: %s.

source: There was an error creating the state: %s.
lt_lt: Klaida kuriant bûsenà: %s.

source: There was an error creating the version: %s.
lt_lt: Klaida kuriant versijà: %s.

source: There was an error deleting the attribute: %s.
lt_lt: Klaida trinant atributà: %s.

source: There was an error deleting the priority: %s.
lt_lt: Klaida trinant svarbà: %s.

source: There was an error deleting the queue: %s.
lt_lt: Klaida trinant eilæ: %s.

source: There was an error deleting the state: %s.
lt_lt: Klaida trinant bûsenà: %s.

source: There was an error deleting the ticket: %s
lt_lt: Klaida trinant bilietà: %s

source: There was an error deleting the type: %s.
lt_lt: Klaida trinant tipà: %s.

source: There was an error deleting the version: %s.
lt_lt: Klaida trinant versijà: %s.

source: There was an error editing the attribute: %s.
lt_lt: Klaida keièiant atributà: %s.

source: There was an error editing the priority: %s.
lt_lt: Klaida keièiant svarbà: %s.

source: There was an error editing the queue: %s.
lt_lt: Klaida keièiant eilæ: %s.

source: There was an error editing the state: %s.
lt_lt: Klaida keièiant bûsenà: %s.
