Repository: horde/horde
Catalog: whups/po/*.po
Languages: lt_lt

source: There was an error editing the version: %s.
lt_lt: Klaida keièiant versijà: %s.

source: There was an error listing users: %s; %s
lt_lt: Klaida parodant vartotojø sàraðà: %s; %s

source: There was an error modifying the type: %s.
lt_lt: Klaida keièiant tipà:: %s.

source: There was an error performing your search: %s
lt_lt: Klaida atliekant jûsø paieðkà: %s

source: There was an error removing "%s" from the responsible list for "%s": %s
lt_lt: Klaida trinant "%s" ið atsakingø uþ "%s" sàraðo: %s

source: This is not a search results template.
lt_lt: Tai nëra paieðkos rezultatø ðablonas.

source: This queue requires that you specify a version, but there are no versions associated with it. Until versions are created for this queue, you will not be able to create tickets.
lt_lt: Ðioje eilëje reikia nurodyti versijas, taèiau su ja nesusieta jokia versija. Jûs negalësite kurti naujø bilietø tol, kol eilei nebus sukurtos versijos.

source: Ticket
lt_lt: Bilietas

source: Ticket %d has been deleted.
lt_lt: Bilietas %d iðtrintas.

source: Ticket %s - %s
lt_lt: Bilietas %s - %s

source: Ticket %s was not found.
lt_lt: Bilietas %s nerastas.

source: Ticket Search
lt_lt: Bilieto paieðka

source: Ticket State
lt_lt: Bilieto bûsena

source: Ticket Stats
lt_lt: Bilieto statistika

source: Ticket Type
lt_lt: Bilieto tipas

source: Ticket Types associated with this Queue
lt_lt: Bilietø tipai susieti su ðia eile

source: Ticket URL: %s
lt_lt: Bilieto URL: %s

source: Ticket Updated
lt_lt: Bilietas atnaujintas

source: Tickets
lt_lt: Bilietai

source: Tickets which are
lt_lt: Bilietai kurie yra

source: Type
lt_lt: Tipas

source: Type &rArr; %s
lt_lt: Tipas &rArr; %s

source: Type Description
lt_lt: Tipo apraðymas

source: Type Name
lt_lt: Tipo pavadinimas

source: Types
lt_lt: Tipai

source: Unassigned
lt_lt: Nepaskirtas

source: Unassigned Tickets
lt_lt: Nepaskirti bilietai

source: Unassigned tickets
lt_lt: Nepaskirti bilietai

source: Unconfirmed
lt_lt: Nepatvirtintas

source: Unknown node type %s
lt_lt: Neþinomas ðakos tipas %s

source: Update
lt_lt: Atnaujinti

source: Update %s
lt_lt: Atnaujinti %s

source: Update Associations
lt_lt: Atnaujinti sàsajas

source: Updated
lt_lt: Atnaujintas

source: Updated By
lt_lt: Atnaujinta

source: User
lt_lt: Vartotojas

source: User ID
lt_lt: Vartotojo ID

source: Users responsible for this Queue
lt_lt: Vartotojø atsakingi uþ ðià eilæ

source: Users responsible for this queue
lt_lt: Vartotojø atsakingi uþ ðià eilæ

source: Version
lt_lt: Versija

source: Version Description
lt_lt: Versijos apraðymas

source: Version Name
lt_lt: Versijos pavadinimas

source: Viewable only by members of
lt_lt: Gali perþiûrëti tik grupës nariai

source: Watch this ticket
lt_lt: Stebëti ðá bilietà

source: Watchers for %s
lt_lt: %s stebëtojai

source: Weekday Day Month
lt_lt: Savaitës diena Diena Mënuo

source: Weekday Day Month HH:MM:SS TZ
lt_lt: Savaitës diena Diena Mënuo HH:MM:SS LZ

source: Yes
lt_lt: Taip

source: You are not allowed to view this ticket.
lt_lt: Jûs neturite teisiø matyti ðio bilieto.

source: You do not have permission to access this ticket (%s).
lt_lt: Jûs neturite teisiø perþiûrëti ðio bilieto (%s).

source: You do not have permission to update this ticket.
lt_lt: Jûs neturite teisiø keisti ðio bilieto.

source: You have no open requests.
lt_lt: Jûs neturite atvirø bilietø apie kuriuos praneðëte jûs pats.

source: You have no saved queries.
lt_lt: Jûs neturite iðsaugotø uþklausø.

source: You must select at least one queue to send reminders for.
lt_lt: Priminimø iðsiuntimui turite pasirinkti bent vienà eilæ.

source: Your Email Address
lt_lt: Jûsø el. paðto adresas

source: Your ticket ID is %s. An appropriate person has been notified of this request.
lt_lt: Jûsø bilieto ID yra %s. Apie ðià uþklausà buvo praneðta atsakingam asmeniui.

source: _Admin
lt_lt: Valdymas

source: _Comment
lt_lt: Komentaras

source: _Delete
lt_lt: Iðtrinti

source: _Delete Query
lt_lt: Iðtrinti uþklausà

source: _Edit Query
lt_lt: Keisti uþklausà

source: _Edit Queues
lt_lt: Keisti eiles

source: _Go
lt_lt: Rodyti

source: _Group Criteria
lt_lt: Grupës kriterijus

source: _History
lt_lt: Istorija

source: _Load Query
lt_lt: Uþkrauti uþklausà

source: _My %s
lt_lt: Mano %s

source: _New Ticket
lt_lt: Naujas bilietas

source: _Property Criteria
lt_lt: Savybës kriterijus

source: _Query Builder
lt_lt: Uþklausos

source: _Reports
lt_lt: Raportai

source: _Search
lt_lt: _Ieðkoti

source: _Text Criteria
lt_lt: Teksto kriterijus

source: _Update
lt_lt: Atnaujinti

source: _User Criteria
lt_lt: Vartotojo kriterijus

source: _Watch
lt_lt: Stebëti

source: contains (case insensitive) substring
lt_lt: turi tekstà (didþiosios/maþosios nesvarbu)

source: contains (case sensitive) substring
lt_lt: turi tekstà (didþiosios/maþosios svarbu)

source: contains the word
lt_lt: turi þodá

source: estimated time
lt_lt: numatytas laikas

source: is
lt_lt: yra

source: is greater than
lt_lt: didesnis nei

source: is less than
lt_lt: maþesnis nei

source: matches the pattern
lt_lt: atitinka formà
