Repository: horde/horde
Catalog: vilma/locale/*/LC_MESSAGES/vilma.po
Languages: de, es, fi, it, lt, lv

source: The email address to add as an forward for this user. Note that the server must be configured to receive mail for the domain contained in this address.
de: Die E-Mail-Adresse, die als Weiterleitung zu diesem Benutzer hinzugefügt werden soll. Beachten Sie, dass der Server dafür konfiguriert sein muss, Nachrichten für die Domain dieser Adresse entgegen zu nehmen.
es: Dirección de correo que se añadirá como un reenvío de este usuario. Tener en cuenta que el servidor debe estar configurado para recibir correo del dominio correspondiente.
fi: Tälle käyttäjälle lisättävä ohjausosoite. Huomaathan, että osoitteessa mainitulle toimialueelle pitää olla palvelin, johon voi lähettää sähköpostia.
lt: El. pašto adresas, į kurį bus nukreiptas šio vartotojo paštas. Atsiminkite, kad serveris turi būti sukonfigūruotas gauti paštą į domeną šiame adrese.

source: Transport
es: Transporte
fi: Kuljetus
it: Trasporto
lt: Transportas

source: Type
de: Typ
es: Tipo
fi: Tyyppi
lt: Tipas
lv: Tips

source: Unable to acquire handle on DN. Aborting delete operation.
de: DN nicht gefunden. Löschvorgang abgebrochen.
es: Imposible obtener el manejador de DN. Anulando la operación de eliminación.
fi: Ei saatu kahvaa DN tiedolle. Peruutetaan poistotoiminto.
lt: Nepavyko prisijungti prie DN. Trynimo operacija nutraukiama.

source: Unable to acquire handle on address.
de: Adresse nicht gefunden.
es: Imposible obtener un manejador de la dirección.
fi: Ei saatu saada kahvaa osoitteeseen.
lt: Prisijungti nepavyko.
lv: Nevar saņemt adreses saiti.

source: Unable to bind to the LDAP server. Check authentication credentials.
de: Anbindung an LDAP-Server fehlgeschlagen. Überprüfen Sie die Authentifizierungsdaten.
es: No se pudo vincular al servidor LDAP. Compruebe las credenciales de autentificación.
fi: Ei saada yhteyttä LDAP-palvelimeen. Tarkista autentikointitiedot.
lt: Nepavyko autentifikuotis į LDAP serverį. Patikrinkite vartotojo vardą bei slaptažodį.

source: Unable to bind to the LDAP server. Check authentication credentials.
de: LDAP-Server-Binding fehlgeschlagen. Überprüfen Sie die Anmeldedaten.
es: No se pudo vincular al servidor LDAP. Compruebe las credenciales de autentificación.
fi: Ei saada yhteyttä LDAP-palvelimeen. Tarkista autentikointitiedot.
lt: Nepavyko autentifikuotis į LDAP serverį. Patikrinkite vartotojo vardą bei slaptažodį.

source: Unable to qualify address.
de: Adresse nicht gefunden.
es: Incapaz calificar la dirección.
fi: Ei voida tarkistaa osoitetta.
lt: Nepavyko atpažinti adreso.
lv: Nevar kvalificēt adresi.

source: Unable to save account of type "%s"
de: Das Konto vom Typ "%s" konnte nicht gespeichert werden.
es: Incapaz de guardar la cuenta de tipo "%s"
fi: Ei voida tallentaa käyttäjätilien tyyppiä "%s"
lt: Nepavyko išsaugoti "%s" tipo vartotojo vardo
lv: Kontu ar tipu "%s" nav iespējams saglabāt

source: Unable to save user information.
de: Benutzerinformationen konnten nicht gespeichert werden.
es: Imposible guardar la información de usuario.
fi: Ei voida tallentaa käyttäjätietoja.
lt: Nepavyko išsaugoti vartotojo informacijos.
lv: Nav iespējams saglabāt lietotāja informāciju

source: Unable to set LDAP protocol version
de: Die LDAP-Protokollversion konnte nicht gesetzt werden
es: No se puede establecer la versión del protocolo LDAP
fi: Ei voida asettaa LDAP protokollan versiota
lt: Klaida keičiant LDAP protokolo versiją

source: Unknown error running authentication update script.
de: Unbekannter Fehler beim Ausführen des Update-Skripts.
es: Se ha producido un error desconocido al ejecutar el guión de actualización de autentificación.
fi: Tuntematon virhe ajettaessa autentikoinnin päivitysskriptiä.
lt: Bevykdant autentifikacijos atnaujinimo skriptą įvyko nežinoma klaida.

source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
it: Utente
lt: Vartotojas
lv: Lietotājs

source: User Name
de: Benutzername
es: Nombre del usuario
fi: Käyttäjänimi
lt: Vartotojo vardas
lv: Lietotāja vārds

source: User details saved.
de: Benutzerdetails gespeichert.
es: Se han guardado los detalles del usuario.
fi: Käyttäjän tiedot tallennettiin.
it: Dettagli utente salvati.
lt: Vartotojo aprašymas išsaugotas.
lv: Lietotāja informācija saglabāta.

source: User disabled.
de: Benutzer deaktiviert.
es: Usuario deshabilitado.
fi: Käyttäjä estetty.
it: Utente disattivato.
lt: Vartotojas išjungtas
lv: Lietotājs bloķēts.

source: User not deleted.
de: Benutzer wurde nicht gelöscht.
es: No se ha eliminado el usuario
fi: Käyttäjää ei poistettu.
it: Utente non eliminato.
lt: Vartotojas neištrintas.
lv: Lietotājs nav izdzēsts.

source: User ready.
de: Benutzer bereit.
es: El usuario está listo.
fi: Käyttäjä valmis.
it: Utente pronto.
lt: Vartotojas paruoštas.
lv: Lietotājs gatavs.

source: Users
de: Benutzer
es: Usuarios
fi: Käyttäjät
it: Utenti
lt: Vartotojai
lv: Lietotāji

source: Value in MB
de: Wert in MB
es: Valor en MB
fi: Määrä - MB
it: Valore in MB
lt: Reikšmė MB
lv: Vērtība megabaitos (MB)

source: Virtual Email
de: Virtuelle E-Mail-Adresse
es: Correo virtual
fi: Virtuaaliosoite
lt: Virtualus el. paštas
lv: Virtuālais E-pasts

source: Virtual Email Address
de: Virtuelle E-Mail-Adresse
es: Dirección de correo virtual
fi: Virtuaaliosoite
lt: Virtualus el. pašto adresas
lv: Virtuālā E-pasta adrese:

source: Virtual email deleted.
de: Virtuelle E-Mail-Adresse gelöscht.
es: Dirección virtual eliminada.
fi: Virtuaaliosoite poistettiin.
it: Indirizzo email virtuale eliminato.
lt: Virtualus el. pašto adresas ištrintas.
lv: Virtuālais E-pasts izdzēsts.

source: Virtual email not deleted.
de: Virtuelle E-Mail-Adresse nicht gelöscht.
es: No se ha eliminado la dirección virtual.
fi: Virtuaaliosoitetta ei poistettu.
it: Indirizzo email virtuale non eliminato.
lt: Virtualus el. pašto adresas neištrintas.
lv: Virtuālā vēstule nav izdzēsta.

source: Virtual email saved.
de: Virtuelle E-Mail-Adresse gespeichert.
es: Se ha guardado la dirección virtual.
fi: Virtuaaliosoite tallennettiin.
it: Indirizzo email virtuale salvato.
lt: Virtualus el. pašto adresas išsaugotas.
lv: Virtuālā vēstule saglabāta.

source: _Domains
es: _Dominios
fi: _Toimialueet
lt: Domenai
lv: _Domēni

source: _New Domain
de: _Neue Domain
es: _Añadir dominio
fi: _Uusi toimialue
lt: Naujas domenas
lv: _jauns domēns

source: forward saved.
de: Weiterleitung gespeichert.
es: reenvío guardado.
fi: ohjaus tallennettiin.
lt: nukreipimas išsaugotas.
lv: pāradresācija saglabāta.

source: '%s' already has the maximum number of users allowed.
it: '%s' gia' ha il numero massimo di utenti permessi.

source: All Virtual Emails
it: Tutti gli Indirizzi Email Virtuali

source: Delete domain '%s', all the users and virtual email addresses?
it: Elimina dominio '%s', tutti gli utenti e gli indirizzi email virtuali?

source: Delete the virtual email address '%s' => '%s'?
it: Elimina l'indirizzo email virtuale '%s' => '%s'?

source: Delete user '%s' and all associated virtual email addresses?
it: Elimina l'utente '%s' e tutti i relativi indirizzi email virtuali?

source: Destination user
it: Utente di destinazione

source: Domain admin
it: Amministratore dominio

source: Edit User for '%s'
it: Modifica Utente per '%s'

source: Enabled?
it: Attivato?

source: Enter a virtual email address for the '@%s' domain. Address must begin with an alphanumerical character, it must contain only alphanumerical and '._-' characters, and must end with an alphanumerical character.
it: Inserisci un indirizzo email virtuale per il '@%s' dominio. L'indirizzo deve iniziare con un carattere alfanumerico, deve avere solo caratteri alfanumerici e '._-' caratteri, e deve finire con un carattere alfanumerico.

source: Error saving domain. %s.
it: Errore durante il salvataggio del dominio. %s.

source: Name
it: Nome

source: Name must begin with an alphanumerical character, it must contain only alphanumerical and '._-' characters, and must end with an alphanumerical character.
it: Il nome deve iniziare con un carattere alfanumerico, deve avere solo caratteri alfanumerici e '._-' caratteri, e deve finire con un carattere alfanumerico.

source: New User
it: Nuovo Utente

source: New User for '%s'
it: Nuovo Utente per '%s'

source: No such backend '%s' found
it: Nessun backend '%s' trovato

source: No virtual email address set up for this user. You should set up at least one virtual email address if this user is to receive any emails.
it: Nessun indirizzo email virtuale impostato per questo utente. Dovresti impostare al meno un indirizzo email virtuale se questo utente e' da ricevere gli email.

source: No virtual emails set.
it: Nessun indirizzo email virtuale inserito.

source: User deleted.
it: Utente eliminato.

source: User is disabled
it: L'utente e' disattivato.

source: User is enabled
it: L'utente e' attivato.
