Repository: horde/horde
Catalog: vilma/locale/*/LC_MESSAGES/vilma.po
Languages: de, es, fi, it, lt, lv

source: "%s" already has the maximum number of users allowed.
de: "%s" hat bereits die maximale Benutzerzahl erreicht.
es: "%s" ha alcanzado ya el número máximo de usuarios permitidos.
fi: "%s" on jo suurin sallittu määrä käyttäjiä.
lt: "%s" jau pasiekė maksimalų vartotojų skaičių.

source: Account Status
de: Kontostatus
es: Estado de la cuenta
fi: Käyttäjätilin tila
lt: Pašto dėžutės būsena
lv: Konta statuss

source: Account belongs to %d group.
de: Konto gehört zu %d Gruppe.
es: La cuenta pertenece a %d grupo.
fi: Käyttäjätili kuuluu %d ryhmään.
lt: Pašto dėžutė priklauso %d grupei.
lv: Konts pieder %d grupai.

source: Account has %d alias.
de: Konto hat %d Alias.
es: La cuenta tiene %d alias.
fi: Käyttäjätilillä on %d alias.
lt: Pašto dėžutė turi %d susietą adresą.
lv: Kontam ir %d aizstājvārds.

source: Account is active
de: Konto ist aktiviert
es: La cuenta está activa
fi: Käyttäjä tili ei ole aktiivisena
lt: Pašto dėžutė įjungta
lv: Konts ir aktivs

source: Account is disabled
de: Konto ist deaktiviert
es: La cuenta está deshabilitada
fi: Käyttäjätili on pois käytöstä
lt: Pašto dėžutė išjungta
lv: Konts ir slēgts

source: Account is the target of %d forward.
de: Konto ist Ziel von %d Weiterleitung.
fi: Käyttäjätili on kohteena %d ohjaukselle.
lt: Į šią pašto dėžutę nukreiptas %d kitas adresas.
lv: Konts ir %d pārsūtījuma mērķis.

source: Address
de: Adresse
es: Dirección
fi: Osoite
lt: Adresas
lv: Adrese

source: Alias
de: Spitzname
es: Apodo
lt: Susietas adresas
lv: Aizstājvārds

source: Alias Address
de: Alias-Adresse
es: Direcciones alias
fi: Aliasosoite
lt: Susietas adresas
lv: Aizstājvārda adrese

source: Alias deleted.
de: Alias gelöscht.
es: Se ha eliminado el alias.
fi: Alias poistettu.
lt: Susietas adresas ištrintas.
lv: Aizstājvārds dzēsts.

source: Alias for %s
de: Alias für %s
es: Apodo de %s
fi: Alias - %s
lt: Su %s susieti adresai
lv: %s aizstājvārds

source: Alias saved.
de: Alias gespeichert.
es: Se han guardado el alias.
fi: Alias tallennettu.
lt: Susietas adresas išsaugotas.
lv: Aizstājvārds saglabāts.

source: Aliases
de: Aliase
es: Apodos
fi: Aliakset
lt: Susieti adresai
lv: Aizstājvārdi

source: All
de: Alle
es: Todos
fi: Kaikki
lt: Viską
lv: Viss

source: Bounce Incoming Only
de: Nur Eingehendes abweisen
es: Rebotar sólo entrantes
fi: Käännä vain tulevat
lt: Tik persiųsti gaunamus
lv: Noraidīt tikai ienākošo

source: Delete
de: Löschen
es: Eliminar
fi: Poista
it: Elimina
lt: Ištrinti
lv: Dzēst

source: Delete %s
de: %s löschen
es: Eliminar %s
fi: Poista %s
lt: Ištrinti %s
lv: Dzēst %s

source: Delete %s "%s" and all dependencies?
de: %s "%s" und alle Abhängigkeiten löschen?
es: ¿Eliminar %s "%s" y todas las dependencias?
fi: Poista %s "%s" ja kaikki riippuvuudet?
lt: Ištrinti %s "%s" ir visus susietus adresas?
lv: Dzēst %s "%s" un visus atkarīgos objektus?

source: Delete %s "%s"?
de: %s "%s" löschen?
es: Eliminar %s "%s"
fi: Poista %s "%s"?
lt: Ištrinti %s "%s"?
lv: Dzēst %s "%s"?

source: Delete Domain
de: Domain löschen
es: Eliminar dominio
fi: Poista toimialue
it: Elimina Dominio
lt: Ištrinti domeną
lv: Dzēst domēnu

source: Delete User
de: Benutzer löschen
es: Eliminar usuario
fi: Poista käyttäjä
it: Elimina Utente
lt: Ištrinti vartotoją
lv: Dzēsts lietotāju

source: Delete Virtual Email Address
de: Virtuelle E-Mail-Adresse löschen
es: Eliminar dirección electrónica virtual
fi: Poista virtuaaliosoite
it: Elimina Indirizzo Email Virtuale
lt: Ištrinti virtualų el. pašto adresą
lv: Dzēst virtuālo E-pasta adresi

source: Delete domain "%s" and all associated email addresses?
de: Domain "%s" und alle dazugehörigen E-Mail-Adressen löschen?
es: ¿Eliminar el dominio "%s" y todas las direcciones electrónicas asociadas?
fi: Poista toimialue "%s" ja kaikki siihen liitetyt osoitteet?
lt: Ištrinti domeną "%s" ir visus susijusius el. pašto adresus?

source: Delete the virtual email address "%s" => "%s"?
de: Virtuelle E-Mail-Adresse "%s" => "%s" löschen?
es: ¿Eliminar la dirección electrónica virtual "%s" => "%s"?
fi: Poista virtuaaliosoite "%s" => "%s"?
lt: Ištrinti virtualų el. pašto adresą "%s" => "%s"?
lv: Dzēst virtuālo E-pasta adresi "%s" => "%s"?

source: Destination
de: Ziel
es: Destinatario
fi: Kohde
it: Destinazione
lt: Gavėjas
lv: Mērķis

source: Destination type
de: Zieltyp
es: Tipo de destinatario
fi: Kohdetyyppi
lt: Gavėjo tipas
lv: Mērķa tips:

source: Disable Delivery Only
de: Nur Ausgehendes abweisen
es: Desactivar sólo la distribución
fi: Estä vain vastaanotto
lt: Tik išjungti pristatymą
lv: Atslēgt tikai piegādi

source: Display details
de: Anzeigedetails
es: Mostrar detalles
fi: Näytä yksityiskohdat
lt: Vaizdavimo nustatymai
lv: Rādīt detaļas

source: Display listings
de: Anzeigelisten
es: Mostrar listados
fi: Näytä listaus
lt: Sąrašo rodymas
lv: Rādīt sarakstus

source: Do not delete
de: Nicht löschen
es: No eliminar
fi: Älä poista
it: Non eliminare
lt: Netrinti
lv: Nedzēst

source: Domain
es: Dominio
fi: Toimialue
it: Dominio
lt: Domenas
lv: Domēns

source: Domain deleted.
de: Domain gelöscht.
es: Se ha eliminado el dominio.
fi: Toimialue poistettu.
it: Dominio eliminato.
lt: Domenas ištrintas.
lv: Domēns izdzēsts.

source: Domain not deleted.
de: Domain nicht gelöscht.
es: No se ha eliminado el dominio.
fi: Toimialuetta ei poistettu.
it: Dominio non eliminato.
lt: Domenas neištrintas.
lv: Domēns nav izdzēsts.

source: Domain saved.
de: Domain gespeichert.
es: Se ha guardado el dominio.
fi: Toimialue tallennettu.
it: Dominio salvato.
lt: Domenas išsaugotas.
lv: Domēns saglabāts

source: Edit Alias "%s" for "%s"
de: Alias "%s" von "%s" bearbeiten
es: Modificar alias "%s" de "%s"
fi: Muokkaa aliasta "%s" - "%s"
lt: Redaguoti "%s" susietą adresą dėžutei "%s"
lv: Labot aizstājvārdu "%s" priekš "%s"

source: Edit Domain
de: Domain bearbeiten
es: Modificar dominio
fi: Muokkaa toimialuetta
it: Modifica Dominio
lt: Redaguoti domeną
lv: Labot domēnu

source: Edit Forward "%s" for "%s"
de: Weiterleitung "%s" von "%s" bearbeiten
es: Modificar reenvío "%s" de "%s"
fi: Muokkaa toimialuetta "%s" - "%s"
lt: Redaguoti "%s" nukreiptą adresą į pašto dėžutę "%s"
lv: Labot "%s" pārsūtīšanu "%s"

source: Edit Forward for "%s"
de: Weiterleitung von "%s" bearbeiten
es: Modificar reenvió de "%s"
fi: Muokkaa ohjausta - "%s"
lt: Redaguoti "%s" vartotojo nukreiptus adresus
lv: Labot "%s" pārsūtīšanu

source: Edit Group for "%s"
de: Gruppe von "%s" bearbeiten
es: Modificar grupo de "%s"
fi: Muokkaa ryhmää - "%s"
lt: Redaguoti "%s" vartotojo grupes
lv: Labot "%s" grupu

source: Edit User
de: Benutzer bearbeiten
es: Modificar usuario
fi: Muokkaa käyttäjää
it: Modifica Utente
lt: Redaguoti vartotoją
lv: Rediģēt lietotāja informāciju

source: Edit User for "%s"
de: Benutzer von "%s" bearbeiten
es: Modificar usuario de "%s"
fi: Muokkaa käyttäjää - "%s"
lt: Redaguoti "%s" vartotoją
lv: Labot lietotāja "%s" informāciju

source: Edit Virtual Email Address
de: Virtuelle E-Mail-Adresse bearbeiten
es: Modificar dirección electrónica virtual
fi: Muokkaa virtuaaliosoitetta
it: Modifica Indirizzo Email Virtuale
lt: Redaguoti virtualius el. pašto adresus
lv: Labot virtuālo E-pasta adresi

source: Enter a virtual email address @%s and then indicate below where mail sent to that address is to be delivered. The address must begin with an alphanumerical character, it must contain only alphanumerical and '._-' characters, and must end with an alphanumerical character.
de: Geben Sie eine virtuelle E-Mail-Adresse für die "@%s" Domain an und tragen Sie unten ein, wohin Nachrichten, die an diese Adresse geschickt werden, ausgeliefert werden sollen. E-Mail-Adressen müssen mit einem alphanumerischen Zeichen beginnen und enden und dürfen nur alphanumerische und die Zeichen "._-" enthalten.
es: Introduzca una dirección de correo virtual @%s e indique a continuación a dónde enviar el correo de esa dirección. Las direcciones tienen que empezar por un carácter alfanumérico, sólo pueden contener caracteres alfanuméricos y '._-' , y tienen que acabar por un carácter alfanumérico.
fi: Anna virtuaaliosoite @%s ja sen jälkeen anna alhaalla tieto mihin siihen osoitteeseen tullut sähköposti pitäisi osoittaa. Osoitteen pitää alkaa kirjaimella tai numerolla ja se saa sisältää vain kirjaimia, numeroita ja merkkejä '._-' ja sen pitää päättyä kirjaimeen tai numeroon.
lt: Įrašykite virtualų el. pašto adresą domenui @%s. Adresas turi prasidėti skaičiais arba raidėm, viduje gali turėti skaičius, raides arba '._-' simbolius, ir turi baigtis skaičiais arba raidėmis.

source: Error adding account to LDAP: %s
de: Fehler beim Hinzufügen des Kontos in LDAP: %s
es: Error al añadir la cuenta a LDAP: %s
fi: Virhe lisättäessä käyttäjätiliä LDAP-kantaan: %s
lt: Klaida pridedant vartotojo vardą į LDAP: %s
lv: Kļūda pievienojot kontu LDAP: %s

source: Error deleting account from LDAP: %s
de: Fehler beim Löschen des Kontos in LDAP: %s
es: Error al eliminar la cuenta de LDAP: %s
fi: Virhe poistettaessa käyttäjätiliä LDAP-kannsta: %s
lt: Klaida trinant vartotojo vardą iš LDAP: %s
lv: Kļūda dzēšot kontu no LDAP: %s

source: Error deleting alias. %s.
de: Fehler beim Löschen des Alias. %s.
es: Error al eliminar alias. %s.
fi: Virhe poistettaessa aliasta. %s.
lt: Klaida trinant susietą adresą. %s.
lv: Kļūda dzēšot aizstājvārdu. %s.

source: Error deleting domain. %s.
de: Fehler beim Löschen der Domain. %s.
es: Error al eliminar el dominio. %s.
fi: Virhe poistettaessa toimialuetta. %s.
it: Errore durante l'eliminazione del dominio. %s.
lt: Klaida trinant domeną. %s.
lv: Kļūda dzēšot domēnu. %s.

source: Error deleting forward. %s.
de: Fehler beim Löschen der Weiterleitung. %s.
es: Error al eliminar el reenvío . %s.
fi: Virhe poistettaessa ohjausta. %s.
lt: Klaida trinant nukreipimą. %s.
lv: Kļūda dzēšot pāradresāciju. %s

source: Error deleting user. %s.
de: Fehler beim Löschen des Benutzers. %s.
es: Error al eliminar el usuario. %s.
fi: Virhe poistettaessa käyttäjää. %s.
it: Errore durante l'eliminazione dell'utente. %s.
lt: Klaida trinant vartotoją. %s.
lv: Kļūda dzēšot lietotāju. %s.

source: Error deleting virtual email. %s.
de: Fehler beim Löschen der virtuellen E-Mail-Adresse. %s.
es: Error al eliminar la dirección de correo virtual. %s.
fi: Virhe poistettaessa virtuaaliosoitetta. %s.
it: Errore durante l'eliminazione del indirizzo email virtuale. %s.
lt: Klaida trinant virtualų el. pašto adresą. %s.
lv: Kļūda dzēšot virtuālo E-pasta adresi. %s.

source: Error in LDAP search: %s
de: Fehler bei LDAP-Suche: %s
es: Error en la búsqueda LDAP: %s
fi: Virhe LDAP-haussa: %s
lt: Klaida atliekant LDAP paiešką: %s
lv: Kļūda LDAP vaicājumā: %s

source: Error modifying account: %s
de: Fehler beim Speichern des Kontos: %s
es: Error al modificar la cuenta: %s
fi: Virhe muokattaessa käyttäjätiliä: %s
lt: Klaida keičiant vartotojo vardą: %s
lv: Kļūda mainot kontu: %s

source: Error reading address information from backend.
de: Fehler beim Lesen der Adressinformationen vom Backend.
es: Error leyendo la información de la dirección desde el motor
fi: Virhe luettaessa osoitetietoja taustajärjestelmästä.
lt: Klaida skaitant adreso informaciją iš posistemės.
lv: Dziņa kļūda nolasot adreses informāciju.

source: Error reading address information from backend: %s
de: Fehler beim Lesen der der Adressinformationen vom Backend: %s
es: Error leyendo la información de la dirección desde el motor: %s
fi: Virhe luettaessa tietoja taustajärjestelmästä: %s
lt: Klaida skaitant adresų informaciją iš posistemės: %s
lv: Dziņa kļūda nolasot adreses informāciju: %s

source: Error retrieving LDAP results: %s
de: Fehler beim Lesen LDAP-Ergebnisse: %s
es: Error recuperando los resultados LDAP: %s
fi: Virhe haettaessa LDAP tuloksia: %s
lt: Klaida gaunant LDAP rezultatus: %s
lv: Kļūda saņemot LDAP rezultātus: %s

source: Error returning LDAP results: %s
de: Fehler bei der Rückgabe der LDAP-Ergebnisse: %s
es: Error en la devolución de los resultados LDAP: %s
fi: Virhe palautettaessa LDAP tuloksia: %s
lt: Klaida gražinant LDAP rezultatus: %s
lv: Kļūda atgriežot LDAP rezultātus: %s

source: Error running authentication update script.
de: Fehler beim Ausführen des Update-Skripts.
es: Error al ejecutar el guión de actualización de autentificación.
fi: Virhe ajettaessa autentikoinnin päivitysskriptiä.
lt: Klaida leidžiant autentifikacijos atnaujinimo skriptą.

source: Error saving alias. %s
de: Fehler beim Speichern des Alias. %s
es: Error al guardar alias. %s
fi: Virhe tallennettaessa aliasta. %s
lt: Klaida išsaugant susietą adresą. %s
lv: Kļūda saglabājot aizstājvārdu. %s

source: Error saving domain: %s.
de: Fehler beim Speichern der Domain: %s.
es: Error al guardar el dominio: %s.
fi: Virhe tallennettaessa toimialuetta: %s.
lt: Klaida išsaugant domeną: %s.
lv: Kļūda saglabājot domēnu: %s

source: Error saving forward. %s
de: Fehler beim Speichern der Weiterleitung. %s
es: Error al guardar reenvió. %s
fi: Virhe tallennettaessa ohjausta. %s
lt: Klaida išsaugant nukreipimą. %s
lv: Kļūda saglabājot pāradresāciju. %s

source: Error saving user. %s
de: Fehler beim Speichern des Benutzers. %s
es: Error al guardar el usuario. %s
fi: Virhe tallennettaessa käyttäjää. %s
lt: Klaida išsaugant vartotoją. %s
lv: Kļūda saglabājot lietotāju. %s

source: Error saving virtual email. %s.
de: Fehler beim Speichern der virtuellen E-Mail-Adresse. %s.
es: Error al guardar la dirección electrónica virtual. %s.
fi: Virhe tallennettaessa virtuaaliosoitetta. %s
it: Errore durante il salvataggio indirizzo email virtuale. %s.
lt: Klaida išsaugant virtualų el. pašto adresą. %s.
lv: Kļūda saglabājot virtuālo vēstuli. %s

source: Error searching LDAP: %s
de: Fehler bei der LDAP-Suche: %s
es: Error buscando en LDAP: %s
fi: Virhe haettassa LDAP-kannasta: %s
lt: Klaida atliekant LDAP paiešką: %s
lv: Kļūda meklējot LDAP: %s

source: Existing entry "%s" could not be found.
de: Bestehender Eintrag "%s" nicht gefunden.
es: No se ha encotrado la entrada existente "%s".
fi: Olemassaolevaa tietoa "%s" ei löytynyt.
lt: Įrašas "%s" nerastas.
lv: Ieraksts "%s" nav atrodams.

source: Forward
de: Weiterleiten
es: Reenviar
fi: Ohjaa
lt: Nukreipimai
lv: Pārsūtīt

source: Forward Address
de: Weiterleitungs-Adresse
es: Dirección de reenvío
fi: Ohjauksen osoite
lt: Nukreipimo adresas
lv: Adrese(s) pārsūtīšanai

source: Forward Name
de: Weiterleitungs-Name
es: Nombre de reenvío
fi: Ohjauksen nimi
lt: Nukreipimo pavadinimas
lv: Pāradresācijas vārds

source: Forward deleted.
de: Weiterleitung gelöscht.
es: Se ha eliminado el reenvió.
fi: Ohjaus poistettu.
lt: Nukreipimas ištrintas.
lv: Pāradresācija dzēsta

source: Forwards
de: Weiterleitung
es: Reenvíos
fi: Ohjaukset
lt: Nukreipimai
lv: Pārsūtīšanas

source: Full Name
de: Vollständiger Name
es: Nombre completo
fi: Koko nimi
it: Nome Completo
lt: Pilnas vardas
lv: Pilns vārds

source: Group
de: Gruppe
es: Grupo
fi: Ryhmä
lt: Grupė
lv: Grupa

source: Group Name
de: Gruppen-Name
es: Nombre de grupo
fi: Ryhmänimi
lt: Grupės pavadinimas
lv: Grupas vārds

source: Groups
de: Gruppen
es: Grupos
fi: Ryhmät
lt: Grupės
lv: Grupas

source: How many domain to display per page.
de: Anzahl der Domains pro Seite.
es: Cuántos dominios mostrar por página.
fi: Kuinka monta toimialuetta näytetään sivulla.
lt: Kiek domenų rodyti viename puslapyje.

source: Local user
de: Lokaler Benutzer
es: Usuario local
fi: Paikallinen käyttäjä
lt: Vietinis vartotojas
lv: Lokālais lietotājs

source: Mailbox "%s" does not exist.
de: Mailbox "%s" existiert nicht.
es: El buzón "%s" no existe.
fi: Postilaatikkoa "%s" ei ole olemassa.
lt: Pašto dėžutė "%s" neegzistuoja.
lv: pastkastīte "%s" neeksistē..

source: Maildrop directory "%s" does not exist.
de: Das Maildrop-Verzeichnis "%s" existiert nicht.
es: No existe el directorio maildrop "%s".
fi: Postiohjauksen hakemistoa "%s" ei ole olemassa.
lt: Maildrop katalogas "%s" neegzistuoja.
lv: Maildrop mape "%s" nepastāv.

source: Max Users
de: Maximale Benutzerzahl
es: Número máximo de usuarios
fi: Maksimi käyttäjää
lt: Maks. vartotojų skaičius
lv: Maks. lietotāji

source: Max users
de: Maximale Benutzerzahl
es: Número máximo de usuarios
fi: Maksimi käytttäjää
it: Utenti max
lt: Maks. vartotojų skaičius
lv: Maks. lietotāji

source: Maximum Users
de: Maximale Benutzerzahl
es: Número máximo de usuarios
fi: Maksimi käyttäjiä
it: Utenti massimi
lt: Maks. vartotojų skaičius
lv: Maksimālais lietotāju skaits

source: More than one DN returned for this alias. Please contact an administrator to resolve this error.
de: Mehr als eine DN für diesen Alias gefunden. Bitte wenden Sie sich an einen Administrator, um diesen Fehler zu beheben.
es: Este apodo devolvió más de un DN. Póngase en contacto con el administrador para resolver este error.
fi: Tälle aliakselle palautui useampi kuin yksi DN. Ota yhteyttä ylläpitoon tämän virhetilanteen selvittämiseksi.
lt: Rastas daugiau nei vienas DN atitinkantis šį vartotoją. Susisiekite su administratoriumi.

source: More than one DN returned. Aborting delete operation.
de: Mehr als eine DN zurückgeliefert. Löschvorgang abgebrochen.
es: Se ha devuelto más de un DN. Anulando la operación de eliminación.
fi: Palautui useampi kuin yksi DN. Peruutetaan poistotoiminto.
lt: Rastas daugiau nei vienas DN. Trynimo operacija nutraukiama.

source: Name must begin with an alphanumeric character, must contain only alphanumeric and '._-' characters, and must end with an alphanumeric character.
de: Der Name muss mit einem alphanumerischen Zeichen beginnen und enden und darf nur alphanumerische und die Zeichen "._-" enthalten.
es: El nombre tiene que empezar por un carácter alfanumérico, tiene que contener sólo caracteres alfanuméricos o '._-' y tiene que terminar por un carácter alfanumérico.
fi: Nimen pitää alkaa aakkosnumeerisella merkillä, ja saa sisältää vain kirjaimia, numeroita ja merkkejä '._-', ja pitää päättyä aakkosnumeeriseen merkkiin.
lt: Vardas turi prasidėti skaičiais arba raidėm, viduje gali turėti skaičius, raides arba simbolius '._-', ir turi baigtis skaičiais arba raidėmis.

source: New Alias for %s
de: Neuer Alias für %s
es: Nuevo alias de %s
fi: Uusi alias - %s
lt: Naujas su %s susietas adresas
lv: Jauns %s aizstājvārds

source: New Domain
de: Neue Domain
es: Añadir dominio
fi: Uusi toimialue
it: Nuovo Dominio
lt: Naujas domenas
lv: Jauns domēns

source: New Forward for %s
de: Neue Weiterleitung für %s
es: Nuevo reenvío de %s
fi: Uusi ohjaus - %s
lt: Naujas nukreipimas į %s
lv: Jauna pārsūtīšana %s

source: New User @%s
de: Neuer Benutzer für Domain @%s
es: Añadir usuario @%s
fi: Uusi käyttäjä @%s
lt: Naujas @%s vartotojas
lv: Jauns lietotājs @%s

source: New Virtual Email
de: Neue virtuelle E-Mail-Adresse
es: Añadir correo virtual
fi: Uusi virtuaaliosoite
it: Dettagli Email Virtuale
lt: Naujas virtualus el. paštas
lv: Jauns virtuālais E-pasts

source: New Virtual Email Address
de: Neue virtuelle E-Mail-Adresse
es: Añadir dirección de correo virtual
fi: Uusi virtuaaliosoite
it: Nuovo Indirizzo Email Virtuale
lt: Naujas virtualus el. pašto adresas
lv: Jauna virtuālā E-pastaadrese

source: New _Address
de: Neue _Adresse
es: Añadir _dirección
fi: Uusi _osoite
lt: Naujas adresas
lv: Jauna _Adresi

source: No 'mail_dir_base' parameter specified to maildrop driver.
de: Kein 'mail_dir_base' Parameter in der Maildrop-Treiber-Konfiguration angegeben.
es: No se ha especificado el parámetro 'mail_dir_base' en el controlador de descarga de correo.
fi: Ei annettu 'mail_dir_base' parametria määritellylle maildrop ajurille.
lt: Maildrop tvarkyklėje neįrašytas 'mail_dir_base' parametras.

source: No 'system_user' parameter specified to maildrop driver.
de: Kein 'system_user' Parameter in der Maildrop-Treiber-Konfiguration angegeben.<
es: No se ha especificado el parámetro 'system_user' en el controlador de descarga de correo.
fi: Ei annettu 'system_user' parametria maildrop ajurille.
lt: Maildrop tvarkyklėje neįrašytas 'system_user' parametras.

source: No such address %s of type %s found.
de: Adresse %s vom Typ %s nicht gefunden.
es: No se encontró una dirección %s de tipo %s.
fi: Ei löytynyt osoitetta %s tyyppiä %s.
lt: Adresas %s, kurio tipas %s, nerastas.
lv: Adrese %s ar tipu %s nav atrasta.

source: No such backend "%s" found
de: Ein Backend namens "%s" konnte nicht gefunden werden
es: No se encontró el motor "%s"
fi: Ei löytynyt taustajärjestelmää "%s"
lt: Posistemė "%s" nerasta
lv: Modulis "%s" nav atrasts

source: Only enter a password if you wish to change this user's password
de: Geben Sie nur ein Passwort ein, wenn Sie das Passwort dieses Benutzers ändern möchten
es: Introduzca un a contraseña sólo si desea cambiar la contraseña de este usuario
fi: Anna salasana vain jos haluat muuttaa tämän käyttäjän salasanaa
it: Inserisci una password solo nel caso in cui vuoi cambiare la password di questo utente.
lt: Slaptažodį įrašykite tik tada, jeigu jį keičiate

source: Password
de: Passwort
es: Contraseña
fi: Salasana
lt: Slaptažodis
lv: Parole

source: Password must be supplied when creating a new user.
de: Passwort muss beim Erstellen eines neuen Benutzers angegeben werden.
es: Al crear un usuario hay que introducir una contraseña.
fi: Uutta käyttäjää tehdessä pitää antaa salasana.
lt: Kurdami naują vartotoją, privalote įrašyti slaptažodį.

source: Quota
de: Speicherplatz-Kontingent
fi: Kiintiö
lt: Vieta serveryje
lv: Kvota

source: Remote address
de: Externe Adresse
es: Dirección remota
fi: Etäosoite
lt: Išoriniai adresai
lv: Attālinātā adrese

source: Remote e-mail address
de: Externe E-Mail-Adresse
es: Dirección electrónica remota
fi: Etäsähköpostiosoite
lt: Išorinis el. pašto adresas
lv: Attālinātā e-pasta adrese

source: Set default display parameters.
de: Legen Sie Ihre Standard-Anzeigeeinstellungen fest.
es: Define parámetros de visualización por omisión.
fi: Aseta näkymän asetukset.
lt: Standartinio vaizdavimo parametrų nustatymas.
lv: Iestatiet noklusētos attēlošanas iestatījumus.

source: Status
es: Estado
fi: Tila
it: Statis
lt: Būsena
lv: Statuss

source: Super Administrator
es: Super administrador
fi: Super - ylläpitäjä
lt: Super administratorius
lv: superadministrators

source: That alias already exists!
de: Der Alias existiert bereits!
es: ¡Ya existía ese alias!
fi: Tuo alias on jo olemassa!
lt: Toks susietas adresas jau egzistuoja!
lv: Šāds aizstājvārds jau pastāv!

source: That forward, "%s", already exists!
de: Die Weiterleitung "%s" existiert bereits!
es: ¡Ya existía el reenvío "%s"!
fi: Tuo ohjaus, "%s", on jo olemassa!
lt: Toks nukreipimas, "%s", jau egzistuoja!
lv: Šāda pāradresācija, "%s", jau pstāv!

source: The email address to add as an alias for this user. Note that the server must be configured to receive mail for the domain contained in this address.
de: Die E-Mail-Adresse, die als Alias zu diesem Benutzer hinzugefügt werden soll. Beachten Sie, dass der Server dafür konfiguriert sein muss, Nachrichten für die Domain dieser Adresse entgegen zu nehmen.
es: Dirección de correo que se añadirá como un alias de este usuario. Tener en cuenta que el servidor debe estar configurado para recibir correo del dominio correspondiente.
fi: Tälle käyttäjälle lisättävä aliasosoite. Huomaathan, että osoitteessa mainitulle toimialueelle pitää olla palvelin, johon voi lähettää sähköpostia.
lt: El. pašto adresas, kurį norite susieti su šiuo vartotoju. Atsiminkite, kad serveris turi būti sukonfigūruotas gauti paštą į domeną šiame adrese.
