Repository: horde/horde
Catalog: mnemo/po/*.po
Languages: pl_pl

source: %s characters
pl_pl: %s znaków

source: %s file successfully imported
pl_pl: plik %s zosta³ zaimportowany

source: %s's Notepad
pl_pl: Notatnik - %s

source: Access denied deleting note.
pl_pl: Brak uprawnieñ aby usun±æ notatkê.

source: Access denied moving the note.
pl_pl: Brak uprawnieñ aby przenie¶æ notatkê.

source: Access denied saving note to %s.
pl_pl: Brak uprawnieñ aby zapisaæ notatkê do %s.

source: Access denied saving note: %s
pl_pl: Brak uprawnieñ aby zapisaæ notatkê: %s

source: Ascending
pl_pl: Rosn±co

source: Category
pl_pl: Kategoria

source: Change
pl_pl: Zmieñ

source: Change your note sorting and display options.
pl_pl: Zmieñ opcje sortowania i wy¶wietlania notatek.

source: Choose your default Notepad.
pl_pl: Wybierz swój domy¶lny notatnik.

source: Close Search
pl_pl: Zamknij wyszukiwanie

source: Create
pl_pl: Utwórz

source: Created
pl_pl: Utworzono

source: Decrypt
pl_pl: Odszyfruj

source: Default Notepad
pl_pl: Domy¶lny notatnik

source: Default sorting criteria:
pl_pl: Domy¶lne kryterium sortowania:

source: Default sorting direction:
pl_pl: Domy¶lny kierunek sortowania:

source: Delete
pl_pl: Usuñ

source: Delete Confirmation
pl_pl: Potwierdzenie usuwania

source: Delete button behaviour
pl_pl: Zachowanie przycisku usuwania

source: Delete this note
pl_pl: Usuñ tê notatkê

source: Descending
pl_pl: Malej±co

source: Description:
pl_pl: Opis:

source: Did not find note %s
pl_pl: Nie znaleziono notatki %s

source: Display Options
pl_pl: Opcje wy¶wietlania

source: Do you want to confirm deleting entries?
pl_pl: Czy chcesz potwierdzaæ usuwanie wpisów?

source: Edit
pl_pl: Edytuj

source: Edit "%s"
pl_pl: Edytuj "%s"

source: Edit Note
pl_pl: Edytuj notatkê

source: Edit categories and colors
pl_pl: Edytuj kategorie i kolory

source: Edit: %s
pl_pl: Edytuj: %s

source: Empty Note
pl_pl: Pusta notatka

source: Encryption support has not been configured, please contact your administrator.
pl_pl: Wsparcie dla szyfrowania nie zosta³o skonfigurowane, skontaktuj siê z administratorem

source: Export
pl_pl: Eksport

source: Export Notes
pl_pl: Eksport notatek

source: General Options
pl_pl: G³ówne opcje

source: Import Notes, Step %d
pl_pl: Import notatek, krok %d

source: Import/Export Notes
pl_pl: Import/Eksport notatek

source: In:
pl_pl: W:

source: Last Modified
pl_pl: Ostatnio zmodyfikowano

source: Maximum Number of Notes
pl_pl: Maksymalna ilo¶æ notatek

source: Memo Text
pl_pl: Tekst memo

source: Menu List
pl_pl: Lista menu

source: More Options...
pl_pl: Wiêcej opcji...

source: My Notepads:
pl_pl: Moje notatniki:

source: My Notes
pl_pl: Moje notatki

source: Name:
pl_pl: Nazwa:

source: New Note
pl_pl: Nowa notatka

source: Next
pl_pl: Dalej

source: No iCalendar data was found.
pl_pl: Nie znaleziono danych w formacie iCalendar.

source: No notes match
pl_pl: Nie dopasowano notatek

source: No notes match the current criteria.
pl_pl: Nie ma notatek spe³niaj±cych bie¿±ce kryteria.

source: No notes to display
pl_pl: Brak notatek do wy¶wietlenia

source: No_te
pl_pl: No_tatka

source: Not found
pl_pl: Nie znaleziono

source: Note Category
pl_pl: Kategoria wiadomo¶ci

source: Note Details
pl_pl: Szczegó³y notatki

source: Note Lists
pl_pl: Listy notatek

source: Note Text
pl_pl: Tre¶æ notatki

source: Note _Text
pl_pl: _Tre¶æ notatki

source: Note not found.
pl_pl: Nie znaleziono notatki.

source: Note_pad
pl_pl: Notatnik

source: Notepads
pl_pl: Notatniki

source: Notepads must have a name.
pl_pl: Notatniki musz± posiadaæ nazwê.

source: Notepads:
pl_pl: Notatniki:

source: Notes Summary
pl_pl: Podsumowanie notatek

source: Permission Denied
pl_pl: Dostêp zabroniony

source: Permissions
pl_pl: Uprawnienia

source: Really delete this note?
pl_pl: Na prawdê usun±æ tê notatkê?

source: Save
pl_pl: Zapisz

source: Save as PDF
pl_pl: Zapisz jako PDF

source: Search
pl_pl: Szukaj

source: Search Results (%s)
pl_pl: Wyniki wyszukiwania (%s)

source: Select a notepad
pl_pl: Wybierz notatnik

source: Select the export format:
pl_pl: Wybierz format eksportu:

source: Select the file to import:
pl_pl: Wybierz plik do importu:

source: Select the format of the source file:
pl_pl: Wybierz format pliku ¼ród³owego:

source: Shared Notepads:
pl_pl: Wspó³dzielone notatniki:

source: Show action buttons?
pl_pl: Wy¶wietlaæ przyciski akcji?

source: Show notepad name?
pl_pl: Wy¶wietlaæ nazwê notatnika?

source: Show notepad options panel?
pl_pl: Wy¶wietlaæ panel opcji notatnika?

source: Show notes from these categories
pl_pl: Wy¶wietlaj notatki z tych kategori

source: Sort by Category
pl_pl: Sortuj po kategorii

source: Sort by Note Text
pl_pl: Sortuj po tre¶ci notatek

source: Successfully saved "%s".
pl_pl: Pomy¶lnie zapisano "%s".

source: The %s file didn't contain any notes.
pl_pl: Plik %s nie zawiera³ ¿adnych notatek.

source: The Notes backend is not currently available.
pl_pl: Backend notatek nie jest obecnie dostêpny.

source: The Notes backend is not currently available: %s
pl_pl: Backend notatek nie jest obecnie dostêpny: %s

source: The note was deleted.
pl_pl: Notatka zosta³a usuniêta

source: The notepad "%s" couldn't be created: %s
pl_pl: Notatnik "%s" nie zosta³ utworzony: %s

source: The notepad "%s" has been created.
pl_pl: Notatnik "%s" zosta³ utworzony.

source: The notepad "%s" has been deleted.
pl_pl: Notatnik "%s" zosta³ usuniêty.

source: The notepad "%s" has been saved.
pl_pl: Notatnik "%s" zosta³ zapisany.

source: There was an error importing the data: %s
pl_pl: Wyst±pi³ b³±d podczas importu danych: %s

source: There was an error importing the iCalendar data.
pl_pl: Wyst±pi³ b³±d podczas importu danych w formacie iCalendar.

source: There was an error importing the vNote data.
pl_pl: Wyst±pi³ b³±d podczas importu danych w formacie vNote.

source: There was an error removing the note: %s
pl_pl: Wyst±pi³ b³±d podczas usuwania notatki: %s

source: There was an error saving the note: %s
pl_pl: Wyst±pi³ b³±d podczas zapisywania notatki: %s

source: There was an error viewing this notepad: %s
pl_pl: Wyst±pi³ b³±d podczas wy¶wietlania tego notatnika: %s

source: There were no memos to export.
pl_pl: Nie by³o ¿adnych notatek do wyeksportowania.

source: This file format is not supported.
pl_pl: Ten format pliku nie jest wspierany.

source: This note cannot be decrypted:
pl_pl: Nie mo¿na odszyfrowaæ tej notatki:

source: This note has been encrypted, please provide the password below.
pl_pl: Ta notatka zosta³a zaszyfrowana, wprowad¼ has³o poni¿ej.

source: This note has been encrypted.
pl_pl: Ta notatka zosta³a zaszyfrowana.

source: Unable to delete "%s": %s
pl_pl: Nie mo¿na usun±æ "%s": %s

source: Unable to load the definition of %s.
pl_pl: Nie mo¿na za³adowaæ definicji %s.

source: Unfiled
pl_pl: Niewype³niona

source: Unsupported Content-Type: %s
pl_pl: Niewspierany rodzaj zawarto¶ci: %s

source: Which Notepad should the notes be added to?
pl_pl: Do którego notatnika powinny byæ dodane notatki?

source: You are not allowed to create more than %d notes.
pl_pl: Nie masz zezwolenia aby utworzyæ wiêcej ni¿ %d notatek.

source: You do not have permission to view the notepad %s.
pl_pl: Nie masz uprawnieñ aby ogl±daæ notatnik %s.

source: You must select a notepad to be deleted.
pl_pl: Musisz wybraæ notatnik do usuniêcia.

source: Your default notepad:
pl_pl: Twój domy¶lny notatnik:

source: [Manage My Notepads]
pl_pl: [Zarz±daj moimi notatnikami]

source: _Body
pl_pl: Tre¶ci

source: _Category
pl_pl: Kategoria

source: _Delete
pl_pl: Usuñ

source: _Edit
pl_pl: _Edytuj

source: _Encrypt?
pl_pl: Zaszyfrowaæ?

source: _For:
pl_pl: Wyra¿enie:

source: _Import/Export
pl_pl: _Import/Eksport

source: _List Notes
pl_pl: _Lista notatek

source: _New Note
pl_pl: _Nowa notatka

source: _Password
pl_pl: Has³o

source: _Print
pl_pl: Drukuj

source: _Search
pl_pl: _Szukaj

source: _Title
pl_pl: _Tytule

source: notes.csv
pl_pl: notatki.csv
