Repository: horde/horde
Catalog: chora/po/*.po
Languages: pl_pl

source: This form allows you to request diffs between any two revisions of a file. You may select a symbolic revision name using the selection box or you may type in a numeric name using the type-in text box.
pl_pl: Ten formularz pozwala na utworzenie pliku zmian pomiêdzy dowolnymi wersjami tego pliku. Mo¿esz okre¶liæ symboliczne oznaczenie wersji poprzez wybranie oznaczenia z listy. Mo¿esz te¿ okre¶liæ numerycznie wersjê poprzez wpisanie oznaczenia w pole tekstowe.

source: %s ago
pl_pl: %s temu

source: Added in v.%s
pl_pl: Dodane w v.%s

source: All Branches
pl_pl: Wszystkie odga³êzienia

source: Annotate
pl_pl: Adnotacja

source: Author
pl_pl: Autor

source: Back
pl_pl: Cofnij

source: Branch Point for:
pl_pl: Punkt odga³êzienia dla:

source: Branch:
pl_pl: Odga³êzienie:

source: Branching to
pl_pl: Odga³êzienie do

source: CVS Annotation of %s for version %s
pl_pl: Adnotacja CVS dla %s dla wersji %s

source: CVS Branching View for %s
pl_pl: Widok odga³êzieñ CVS dla %s

source: CVS Checkout of %s (revision %s)
pl_pl: Aktualizacja CVS dla %s (wersja %s)

source: CVS Directory of /%s
pl_pl: Katalog CVS dla /%s

source: CVS Log for %s
pl_pl: Historia CVS dla %s

source: CVS Tags:
pl_pl: Oznaczenia CVS:

source: Changed since <b>%s</b>
pl_pl: Zmiana od <b>%s</b>

source: Changed: %s
pl_pl: Zmiana: %s

source: Chora Homepage
pl_pl: Strona domowa Chora

source: Chora is not properly configured
pl_pl: Chora nie jest w pe³ni skonfigurowana.

source: Context
pl_pl: Kontekst

source: Couldn't perform checkout of the requested file
pl_pl: Nie mo¿na aktualizowaæ wybranego pliku

source: Date
pl_pl: Data

source: Deleted File
pl_pl: Usuniête pliki

source: Diff for %s between version %s and %s
pl_pl: Plik ró¿nicy dla %s pomiêdzy wersjami %s i %s

source: Diffs ignoring whitespace to version %s
pl_pl: Plik ró¿nicy z pominiêciem spacji dla wersji %s

source: Diffs to selected version %s
pl_pl: Plik ró¿nicy dla wybranej wersji %s

source: Diffs to version %s
pl_pl: Plik ró¿nicy dla wersji %s

source: Directory
pl_pl: Ksi±¿ka adresowa

source: Download
pl_pl: Pobierz

source: Ed Script
pl_pl: Edytuj skrypt

source: Error Encountered
pl_pl: Wyst±pi³ b³±d

source: Error
pl_pl: B³±d

source: File
pl_pl: Plik

source: Get Diffs
pl_pl: Pobierz plik ró¿nicy

source: Hide Deleted Files
pl_pl: Ukryj usuniête pliki

source: Human Readable
pl_pl: Czytelne dla cz³owieka

source: Invalid revision number
pl_pl: B³êdny numer wersji

source: Last Log Message for rev %s:
pl_pl: Ostatni wpis w historii dla wersji %s:

source: Last Log Message:
pl_pl: Ostatni wpis w historii:

source: Last Log
pl_pl: Ostatni wpis

source: Line %s
pl_pl: Linia %s

source: Line
pl_pl: Linia

source: Location:
pl_pl: Lokacja:

source: No Viewable Change
pl_pl: Brak widocznych zmian

source: Other Repositories
pl_pl: Pozosta³e repozytoria

source: Please contact
pl_pl: Proszê skontaktowaæ siê

source: Previous Directory
pl_pl: Poprzedni katalog

source: Removed in v.%s
pl_pl: Usuniête w v.%s

source: Retrieve diffs between:
pl_pl: Pobierz plik zmian pomiêdzy:

source: Rev
pl_pl: Wer

source: Select for Diff
pl_pl: Wybierz folder

source: Show Deleted Files
pl_pl: Poka¿ usuniête pliki

source: Side-by-Side
pl_pl: Obok siebie

source: Some of Chora's configuration files are missing:
pl_pl: Brakuje kilku plików konfiguracyjnych Chora:

source: Sort Order
pl_pl: Porz±dek sortowania

source: Switch to Branch View
pl_pl: Prze³±cz na widok odga³êzieñ

source: Switch to Log View
pl_pl: Prze³±cz na widok historii

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
pl_pl: W tym pliku okre¶lone s± style u¿ywane do ustawienia kolorów i fontów.

source: This file defines all of the cvs repositories that you wish Chora to display.
pl_pl: W tym pliku okre¶lone s± repozytoria CVS, które pokazywane s± przez Chora.

source: This file defines any special MIME-type handling for Chora.
pl_pl: W tym pliku okre¶lone s± skojarzenia typów MIME obs³ugiwane przez Chora.

source: This is the main Chora configuration file. It contains paths and options for all Chora scripts.
pl_pl: To jest g³ówny plik konfiguracyjny Chora. Zawiera on ¶cie¿ki i opcje skryptów Chora.

source: Tracking Branch
pl_pl: ¦ledzenie ga³êzi

source: Type:
pl_pl: Format:

source: Unified
pl_pl: Ujednolicony

source: Unselect
pl_pl: Odznacz

source: Use Text Field
pl_pl: U¿yj pola tekstowego

source: View Branch
pl_pl: Widok odga³êzieñ

source: View revisions on:
pl_pl: Widok wersji dla:

source: View
pl_pl: Widok

source: and:
pl_pl: i:

source: by %s
pl_pl: od %s

source: changed lines
pl_pl: zmienione linie

source: day
pl_pl: dzieñ

source: days
pl_pl: dni

source: for further information.
pl_pl: w celu dalszych informacji.

source: hour
pl_pl: godzina

source: hours
pl_pl: godzin

source: long
pl_pl: d³ugi

source: minute
pl_pl: minuta

source: minutes
pl_pl: minut

source: month
pl_pl: miesi±c

source: months
pl_pl: miesiêcy

source: revision %s
pl_pl: wersja %s

source: second
pl_pl: sekunda

source: seconds
pl_pl: sekund

source: unified
pl_pl: ujednolicony

source: version %s
pl_pl: wersja %s

source: very little time
pl_pl: bardzo krótki czas

source: week
pl_pl: tydzieñ

source: weeks
pl_pl: tygodni

source: year
pl_pl: rok

source: years
pl_pl: lat
