Repository: horde/horde
Catalog: gollem/locale/*/LC_MESSAGES/gollem.po
Languages: ko, sl

source: "%s" renamed to "%s"
sl: '%s' je bil preimenovan v '%s'

source: %d items
sl: %d datotek

source: %s Folders and %s Files (%s Kb)
sl: %s Imenikov in %s Datotek (%s Kb)

source: %s Folders and 1 File (%s Kb)
sl: %s Imenikov in 1 Datoteka (%s Kb)

source: %s Login
sl: %s se Prijavlja

source: %s was successfully pasted.
sl: %s je bil uspeno prilepljen.

source: 1 Folder and %s Files (%s Kb)
sl: 1 Imenik in %s Datotek (%s Kb)

source: 1 Folder and 1 File (%s Kb)
sl: 1 Imenik in 1 Datoteka (%s Kb)

source: 1 item
sl: 1 datoteka

source: Access denied to %s
sl: Dostop do %s je bil zavrnjen

source: Access denied to folder "%s".
sl: Dostop do %s je bil zavrnjen.

source: Actions:
sl: Akcije:

source: Add
sl: Dodaj

source: Add column
sl: Dodaj stolpec

source: All
sl: Vse

source: Are you sure you wish to continue?
sl: Ste sigurni?

source: Are you sure?
ko: 정말입니까?
sl: Ali ste preprieani?

source: Ascending
ko: 오름차순
sl: Vzpenjajoe

source: Ask
sl: Vpraaj

source: Attributes
sl: Lastnosti

source: Available Columns:
sl: Na razpolago so stolpci:

source: Backends
sl: Viri podatkov

source: Below is the current contents of your clipboard.
sl: Spodaj je navedena vsebina vašega pomnilnika (clipboard).

source: Cancel
sl: Razveljavi

source: Cannot chmod %s
ko: %s을(를) chmod 할 수 없음
sl: Ne morem spremeniti dovoljenja za dostop v datoteko %s

source: Cannot copy items onto clipboard.
sl: Ne morem kopirati datotek na tablico.

source: Cannot create home directory: %s
sl: Ne morem ustvariti imenika: %s

source: Cannot cut items onto clipboard.
sl: Ne morem izrezati datotek na tablici.

source: Cannot delete "%s": %s
sl: Ne morem zbrisati '%s': %s

source: Cannot paste "%s" (file cleared from clipboard): %s
sl: Ne morem prilepiti '%s' (pomnilnik je bil počiščen): %s

source: Change Folder
sl: Sprenenite imenik

source: Change Server
sl: Sprenenite strežnik

source: Change file and folder handling settings.
sl: Spremite datotekine in mapine nastavitve.

source: Change your file sorting options.
ko: 파일 정렬 옵션을 변경하세요.
sl: Spremenite vae monosti za zbiranje datotek.

source: Check Quota
sl: Prevezi zasedenost

source: Check _All/None
sl: Izberite Vse/Nobene

source: Chmod
sl: Dovljenja

source: Chmod done:
ko: Chmod가 완료됐습니다:
sl: Spremenjeno je dovoljenje za dostop v datoteko:

source: Choose the columns to display in the file manager.
sl: Izberite stolpec, ki elite, da se prikae v manager datoteki.

source: Clear
sl: Počisti

source: Clipboard
sl: Vmesni pomnilnik

source: Close
sl: Zapri

source: Connect to: %s
sl: Povei se na: %s

source: Copy
sl: Kopiraj

source: Create Folder
ko: 폴더 생성
sl: Ustvari Imenik

source: Created empty permissions for "%s". You must explicitly grant access to this backend now.
sl: Tvorjenje pravice za "%s". Sedaj morate resnično dodeliti pravice dostop do tega podatkovnega vira.

source: Current directory:
sl: Trenutni imenik: %s

source: Cut
sl: Odreži

source: Default sorting criteria:
ko: 기본 정렬 기준:
sl: Privzeta razvreevalna merila

source: Default sorting direction:
ko: 기본 정렬 방향:
sl: Privzeta razvreevalna smer:

source: Delete
sl: Zbriši

source: Delete folders recursively?
sl: PObrišem imenik in njegovo vsebino?

source: Descending
ko: 내림차순
sl: Padajoče

source: Done
sl: Končano

source: Download
sl: Nalagam

source: Download %s
sl: Shrani %s

source: ERROR:
sl: NAPAKA:

source: Email
sl: Elektronski naslov

source: Execute
sl: Izvedi

source: File
sl: Datoteke

source: File Display
sl: Prikazujem Ddtoteko

source: File Modification Time
ko: 파일 수정 시간
sl: Datoteka Spreminjanje Easa

source: File Name
ko: 파일 이름
sl: Ime datoteke

source: File Size
ko: 파일 크기
sl: Velikost Datoteke

source: File Type
ko: 파일 유형
sl: Vrsta Datoteke

source: File deleted:
ko: 파일을 삭제했습니다:
sl: Zbrisana Datoteka:

source: File received: %s
sl: Sprejeta datoteka: %s

source: Folder removed:
sl: Imenik pobrisan:

source: Go to:
sl: Pojdi:

source: Gollem Backend Permissions Administration
sl: Gollem Pravice dostopa do podatkovnega vira

source: Group
ko: 그룹
sl: Skupina

source: Home
sl: Domov

source: Incorrect number of items.
ko: 정확하지 항목 수
sl: Nepravilno tevilo datotek.

source: Item copied to clipboard: %s
sl: Enota je bila kopirna na tablico: %s

source: Item cut to clipboard: %s
sl: Enota je bila izrezana za tablico: %s

source: Language
ko: 언어
sl: Jezik

source: List folders first?
sl: Izpiši najprej imenike?

source: Login
sl: Prijavi se

source: MB free
sl: MB prosto

source: MB used
sl: MB zasedeno

source: Menu List
sl: Meni

source: Modified
ko: 수정함
sl: Spremenjen

source: Move left
sl: Premakni v levo

source: Move right
sl: Premakni v desno

source: Name
ko: 이름
sl: Ime

source: Name:
sl: Ime:

source: New folder created:
ko: 새로운 폴더를 생성했습니다:
sl: Ustvarjen nov imenik:

source: No
sl: Ne

source: No quota found.
sl: Ni omejitev prostora

source: Owner
ko: 소유자
sl: Lastnik

source: Password
ko: 암호
sl: Geslo

source: Paste
sl: Prilepi

source: Permission
ko: 권한
sl: Dovoljenje

source: Permission denied to %s: %s
sl: Dovoljenje za %s: %s je bilo zavrnjeno.

source: Permission denied to folder "%s": %s
sl: Dovoljenje za %s je bilo zavrnjeno: %s.

source: Permissions
sl: Dovoljenja

source: Please provide your password.
ko: 암호를 입력해주세요.
sl: Prosim, izberite si vae geslo.

source: Please provide your username.
ko: 사용자명을 입력해주세요.
sl: Prosim, izberite si vae uporabniko ime.

source: Please select a backend:
sl: Prosim, izberite backend:

source: Please select an item before this action.
ko: 이 동작을 수행하기 전에 항목을 선택해주세요.
sl: Prosim, izberite datoteko preden zaenete s tem dejanjem.

source: Please specify at least one file to upload.
sl: Prosim, doloeite vsaj eno datoteko, ki jo elite posodobiti.

source: Quota Display
sl: Razpoložljiv prostor

source: Quota Usage
sl: Porabljen prostor

source: Read
sl: Breanje

source: Refresh
ko: 새로 고침
sl: Osveži

source: Remove column
sl: Odstrani stolpec

source: Rename
sl: Preimenuj

source: Root
sl: Koren

source: Save
sl: Shrani

source: Selected Columns:
sl: Izbrani stolpci:

source: Server
ko: 서버
sl: Strenik

source: Settings
sl: Nastavitve

source: Show dotfiles?
sl: Ali pokaem dotdatoteke?

source: Size
ko: 크기
sl: Velikost

source: Sort Direction
ko: 정렬 방향
sl: Izberi Smer

source: The following item(s) are folders:
sl: Sledeče datoteke so direktoriji:

source: The following items will be permanently deleted:
sl: Naslednje datoteke bodo zbrisane za vedno:

source: The original opener window has been closed. Exiting.
sl: Izvorno okno je bilo zaprto. Zapiram.

source: There are no backends available for the current user.
sl: Ni podatkovnih virov za trenutnega uporabnika.

source: There are no files in this folder.
sl: V tem imeniku ni datotek.

source: To clear items from the clipboard, check the box next to the filename and click on &quot;Clear&quot;.
sl: Za izbrisanje s pomnilika izberite daoteke in klinite 'Počisti'.

source: To paste items from the clipboard to the current directory, check the box next to the filename and click on &quot;Paste&quot;.
sl: Za prilepiti datoteke jih izberite in kliknite 'Prilepi'

source: Type
ko: 유형
sl: Vrsta

source: Unable to create backend permission: %s
sl: Nimate priavice dostopa do podatkovnega vira: %s.

source: Up to %s
sl: Nazaj na %s

source: Upload File(s)
sl: Naloži datoteke

source: User Interface
sl: Uporabniki vmesnik

source: Username
ko: 사용자명
sl: Uporabniko ime

source: View Clipboard
sl: Preglej predpomnilnik

source: Welcome to %s
ko: %s에 오신 것을 환영합니다.
sl: Pozdravleni v %s

source: Write
sl: Pisanje

source: Yes
sl: Da

source: You need at least one backend defined to set permissions.
sl: Morate navesti vsaj en podatkovni vir za spreminjat pravice dostpa.

source: Your browser does not support inline display of this image type
sl: Vaš brskalnik ne podpira prikaza te vrste slike.

source: _Change Server
sl: Sprenenite strenik

source: folder
ko: 폴더
sl: imenik

source: symlink
sl: blinica

source: %d items in %s
ko: %s의 %d개의 항목

source: %s renamed to %s
ko: %s의 이름을 %s(으)로 변경함

source: <b>Note:</b> These settings won't take effect until your next login.
ko: <b>참고:</b> 이 설정 값은 다음에 로그인할 때까지 반영되지 않습니다.

source: An illegal value was specified.
ko: 잘못된 값이 지정됐습니다.

source: Cannot delete %s
ko: %s을(를) 삭제할 수 없음

source: Chmod Items
ko: Chmod 항목

source: Choose Action:
ko: 동작 선택:

source: Delete Items
ko: 항목 삭제

source: Directory removed:
ko: 디렉터리를 제거함:

source: Either you have logged in incorrectly or your login has expired. Please login again.
ko: 정확하게 로그인하지 않았거나 로그인이 만료됐습니다. 다시 로그인해주세요.

source: Error creating new folder:
ko: 새로운 폴더를 생성하는 도중 오류가 발생함:

source: Error renaming:
ko: 파일명을 변경하는 도중 오류가 발생함:

source: Error uploading file:
ko: 파일을 업로드하는 도중 오류가 발생함:

source: File received:
ko: 받은 파일:

source: Gollem is not properly configured
ko: Gollem이 제대로 구성되지 않았습니다.

source: Login failed for some reason. Most likely your username or password was entered incorrectly.
ko: 알 수 없는 사유로 인해 로그인에 실패했습니다. 사용자명 또는 암호가 올바르지 않을 가능성이 큽니다.

source: Logout
ko: 로그아웃

source: Message
ko: 메시지

source: New User Introduction
ko: 새로운 사용자를 위한 소개말

source: No such directory:
ko: 다음과 같은 디렉터리가 없음:

source: Options
ko: 옵션

source: Other Options
ko: 기타 옵션

source: Please enter the mode in numeric format:
ko: 숫자 형식으로 모드를 입력해주세요:

source: Please enter the name of the new folder:
ko: 새로운 폴더의 이름을 입력해주세요:

source: Please specify a file to upload.
ko: 업로드 할 파일을 지정해주세요.

source: Problem?
ko: 문제가 발생했습니까?

source: Rename
ko: 이름 변경

source: Rename Items
ko: 항목 이름 변경

source: Select your preferred language:
ko: 선호하는 언어를 선택하세요:

source: Set the language that menu items, explanations, and help are in.
ko: 메뉴, 설명 및 도움말에서 사용할 언어를 설정합니다.

source: Some of Gollem's configuration files are missing:
ko: Gollem의 설정파일의 일부를 찾을 수 없음:

source: Success
ko: 성공

source: The following items will be permenantly deleted:
ko: 다음 항목이 영구적으로 삭제됩니다:

source: There are no files in this directory.
ko: 이 디렉터리에 파일이 없습니다.

source: This file controls the default preferences for Gollem, and also controls which preferences users can alter.
ko: 이 파일은 Gollem의 기본 환경설정과 사용자가 변경할 수 있는 환경설정을 제어합니다.

source: This file controls the default settings for Gollem, and also defines the list of available servers if you are using the server list.
ko: 이 파일은 Gollem에 대한 기본 설정과, 서버 목록을 사용할 경우 사용 가능한 서버 목록을 정의합니다.

source: This is the main Gollem configuration file. It contains paths and options for the Gollem scripts.
ko: 이 파일은 기본 Gollem 구성 파일입니다. Gollem 스크립트에 대한 경로 및 옵션을 포함합니다.

source: This number must be at least one.
ko: 최소 1 이상의 값이어야 합니다.

source: This value must be a number.
ko: 값은 숫자이어야 합니다.

source: Upload File
ko: 파일 업로드

source: Warning: %s requires Javascript to perform certain functions.
ko: 경고: %s이(가) 일부 기능을 실행하기 위해 자바스크립트가 필요합니다.

source: Welcome
ko: 환영합니다.

source: You have been logged out of %s. Thank you for using the system. If you wish to log in again, please use the form below.
ko: %s(으)로부터 로그아웃 했습니다. 이 시스템을 이용해주셔서 감사합니다. 다시 로그인하려면, 아래 양식을 사용해주세요.

source: Your preferences have been updated.
ko: 환경설정이 업데이트 됐습니다.

source: Your preferred FTP server:
ko: 선호하는 FTP 서버:

source: [home]
ko: [홈]
