Repository: horde/horde
Catalog: turba/po/*.po
Languages: tr_tr

source: in %s
tr_tr: %s içinde

source: male
tr_tr: Bay

source: no formatting
tr_tr: biçimleme yok

source: none
tr_tr: Hiçbiri

source: to a Contact List
tr_tr: iletiþim listesine

source: to a different Address Book
tr_tr: farklý bir Adres Defterine
