Repository: horde/horde
Catalog: turba/po/*.po
Languages: tr_tr

source: Add an IMSP Address Book
tr_tr: IMSP Adres Defteri ekle

source: Delete IMSP Address Book
tr_tr: IMSP Adres Defterini sil

source: "%s" already exists and was not imported.
tr_tr: "%s" zaten var. Ýçeri taþýnmadý.

source: "%s" updated, but saving the uploaded file failed: %s
tr_tr: "%s" güncellendi. Fakat yüklenen dosya saklanamadý: %s

source: "%s" updated.
tr_tr: %s kaydý güncellendi.

source: "%s" was not copied because it is a list.
tr_tr: "%s" liste olmasýndan dolayý kopyalanamadý.

source: "%s" was not moved because it is a list.
tr_tr: "%s" liste olmasýndan dolayý taþýnamadý.

source: "Firstname Lastname" (ie. John Doe)
tr_tr: "Ad Soyad" (Ör. Ali Yýlmaz)

source: "Lastname, Firstname" (ie. Doe, John)
tr_tr: "Soyad, Ad" (Ör. Yýlmaz, Ali)

source: %s added.
tr_tr: %s eklendi

source: %s file successfully imported.
tr_tr: %s dosyasý baþarýyla (içeri) aktarýldý

source: %s of %s
tr_tr: %s toplam %s

source: %s to %s of %s
tr_tr: %s / %s, toplam %s

source: %s's Address Book
tr_tr: %s Adres Defteri

source: A browser that supports iFrames is required
tr_tr: iFrames destekleyen bir tarayýcý gerekmektedir

source: Access denied to %s
tr_tr: %s için eriþim engellendi

source: Add
tr_tr: Ekle

source: Add Contact
tr_tr: Yeni Kiþi ekle

source: Add address book
tr_tr: Adres defteri ekle

source: Add column
tr_tr: Kolon ekle

source: Add file
tr_tr: Dosya ekle

source: Add to
tr_tr: Ekle

source: Adding contacts is not available.
tr_tr: Kiþi ekleme kullanýlabilir deðil.

source: Address Book
tr_tr: Adres Defteri

source: Address Book List
tr_tr: Adres Defteri Listesi

source: Address Book Listing
tr_tr: Adres Defteri Listeleme

source: Address Books
tr_tr: Adres Defterleri

source: Address book successfully purged.
tr_tr: Adres defteri baþarýyla boþaltýldý.

source: Address books that will not be displayed:
tr_tr: Gösterilemeyen Adres defteri %s

source: Advanced Search
tr_tr: Geliþmiþ Arama

source: Alias
tr_tr: Öteki Ad

source: All
tr_tr: Tümü

source: Already Exists
tr_tr: Zaten Var

source: Anniversaries
tr_tr: Yýl dönümleri

source: Anniversary
tr_tr: Yýl dönümü

source: Are you sure that you want to delete %s?
tr_tr: %s silmek istediðinizden emin misiniz?

source: Are you sure that you want to delete the selected contacts?
tr_tr: Seçilen kiþileri silmek istediðinizden emin misiniz?

source: Assistant
tr_tr: Yardýmcý

source: Basic Search
tr_tr: Basit Arama

source: Bind failed: (%s) %s
tr_tr: Baðlantý kurulamadý (%s) %s

source: Birthday
tr_tr: Doðum günü

source: Birthdays
tr_tr: Doðum günü

source: Blank name
tr_tr: Boþ isim

source: Both
tr_tr: Her Ýkisi

source: Browse
tr_tr: Gözat

source: Business Category
tr_tr: Ýþ Sýnýfý

source: Can't add a group to itself.
tr_tr: Bir grup kendisine eklenemez.

source: Cancel
tr_tr: Ýptal

source: Cannot delete all address book entries for %s
tr_tr: %s için tüm adres defteri kayýtlarý silinedi

source: Category
tr_tr: Sýnýf

source: Change %s sort to %s
tr_tr: %s sýralamasýný %s olarak deðiþtir

source: Change Permissions
tr_tr: Ýzinleri Deðiþtir

source: Check All/None
tr_tr: Tümünü/Hiçbirini Seç

source: Check _All/None
tr_tr: _Tümünü/Hiçbirini Seç

source: Children
tr_tr: Alt birim

source: Choose an address book
tr_tr: Bir adres defteri seçin

source: Choose an address book:
tr_tr: Bir adres defteri seçin

source: Choose which address books to display, and in what order:
tr_tr: Hangi adres defterinin görüntüleneceðini ve sýralamasýný seçin:

source: Choose which address books to use.
tr_tr: Kullanmak için bir adres defteri seçin

source: Choose which columns to display and in what order:
tr_tr: Adres listesinde görüntelenecek kolonlarýn sýrasýný seçin.

source: Close
tr_tr: Kapat

source: Close Search
tr_tr: Aramayý Kapat

source: Column Options
tr_tr: Kolon Seçenekleri

source: Columns that will not be displayed:
tr_tr: Görüntülenmeyecek kolonlar:

source: Comma separated values
tr_tr: Virgül ile ayrýlmýþ deðerler

source: Comma separated values (Microsoft Outlook)
tr_tr: Virgül ile ayrýlmýþ deðerler (Microsoft Outlook)

source: Communications
tr_tr: Ýletiþim bilgileri

source: Company
tr_tr: Firma

source: Company Address
tr_tr: Firma Adresi

source: Connection failed: %s
tr_tr: Baðlantý baþarýsýz: %s

source: Connection failure
tr_tr: Baðlantý baþarýsýz

source: Contact Search
tr_tr: Kiþi Arama

source: Contacts
tr_tr: Kiþiler

source: Contacts displayed:
tr_tr: Görüntülenen kiþiler:

source: Contacts in list: %s
tr_tr: Listedeki kiþiler: %s

source: Copy
tr_tr: Kopyala

source: Create
tr_tr: Yarat

source: Create Address Book
tr_tr: Adres Defteri oluþtur

source: Create a new Address Book
tr_tr: Adres Defteri oluþtur

source: Create a new Contact List in:
tr_tr: Yeni bir adres defteri oluþtur

source: Created
tr_tr: Yaratýldý

source: De_lete
tr_tr: Si_l

source: Delete
tr_tr: Sil

source: Delete %s
tr_tr: %s Sil

source: Delete failed: (%s) %s
tr_tr: Silme baþarýsýz: (%s) %s

source: Deleting contacts is not available.
tr_tr: Kiþi silmek þu anda mümkün deðil.

source: Deletion failed
tr_tr: Silme baþarýsýz

source: Department
tr_tr: Bölüm

source: Description
tr_tr: Taným

source: Directory
tr_tr: Dizin

source: Display
tr_tr: Göster

source: Display Options
tr_tr: Görüntüleme Seçenekleri

source: Download
tr_tr: Ýndir

source: Download vCard
tr_tr: vCard indir

source: Edit
tr_tr: Düzenle

source: Edit "%s"
tr_tr: Düzenle "%s"

source: Edit %s
tr_tr: %s Düzenle

source: Email
tr_tr: Eposta

source: Emails
tr_tr: E-posta

source: Error adding %d contact(s) to list.
tr_tr: Listeye %d kiþi eklerken hata oluþtu.

source: Error adding %d of %d requested contact(s) to list.
tr_tr: Talep edilen kiþiler listeye ekleniyor (%d / %d).

source: Error deleting %d contact(s).
tr_tr: %d kiþisi silerken hata oluþtu.

source: Error deleting %d of %d requested contacts(s).
tr_tr: Talep edilen kiþiler silinirken hata oluþtu (%d / %d).

source: Error removing %d contact(s) from list.
tr_tr: Listeden %d kiþi silerken hata oluþtu.

source: Error removing %d of %d requested contact(s) from list.
tr_tr: Talep edilen kiþiler silinirken hata oluþtu (%d / %d).

source: Error searching the address book: %s
tr_tr: Adres defterinde arama baþarýsýz: %s

source: Export
tr_tr: Dýþarý Aktar

source: Export Address Book
tr_tr: Adres Defterini Dýþarý Aktar

source: Export only the selected contacts.
tr_tr: Sadece seçilen kiþileri dýþarý aktar.

source: Export the following address book completely.
tr_tr: Bu adres defterini tümüyle dýþarý aktar.

source: Failed to access the address book: %s
tr_tr: Adres defterine eriþim baþarýsýz: %s

source: Failed to add %s to %s: %s
tr_tr: %s i %s e ekleme baþarýsýz: %s

source: Failed to browse list
tr_tr: Liste görüntüleme baþarýsýz

source: Failed to browse the directory
tr_tr: Dizin görüntüleme baþarýsýz

source: Failed to change name: (%s) %s; Old DN = %s, New DN = %s, Root = %s
tr_tr: Ýsim deðiþtirme baþarýsýz: (%s) %s; Eski DN = %s, Yeni DN = %s, Kök = %s

source: Failed to find object to be added: %s
tr_tr: Eklenecek nesne bulunamadý: %s

source: Failed to search the address book
tr_tr: Adres defterinde arama baþarýsýz: %s

source: Failed to search the directory: %s
tr_tr: Dizin arama baþarýsýz: %s

source: Favourite Recipients
tr_tr: Sýkça Kullanýlan Alýcýlar

source: Fax
tr_tr: Faks

source: Files
tr_tr: Dosyalar

source: Find
tr_tr: Bul

source: Finish
tr_tr: Bitir

source: First Name
tr_tr: Ad

source: Freebusy URL
tr_tr: Freebusy Adresi

source: From
tr_tr: Kimden

source: Gender
tr_tr: Cinsiyet

source: Global Address Book
tr_tr: Genel Adres Defteri

source: Group
tr_tr: Grup

source: Home Address
tr_tr: Ev Adresi

source: Home City
tr_tr: Þehir

source: Home Country
tr_tr: Ülke

source: Home Phone
tr_tr: Ev Telefonu

source: Home Post Office Box
tr_tr: Postahane Kutusu

source: Home Postal Code
tr_tr: Posta Kodu

source: Home State/Province
tr_tr: Bölge

source: Home Street Address
tr_tr: Ev Adresi

source: Import Address Book, Step %d
tr_tr: Adres Defteri Ýçeri Aktarma, Adým %d

source: Import/Export Address Books
tr_tr: Adres Defterlerini Ýçeri/Dýþarý Aktar

source: Initials
tr_tr: Baþ harfler

source: Instant Messenger
tr_tr: Anlýk Ýletiþim

source: Invalid ID
tr_tr: Geçersiz kimlik

source: Invalid address book: %s
tr_tr: Geçersiz adres defteri: %s

source: Invalid email
tr_tr: Geçersiz e-posta

source: Invalid entry
tr_tr: Geçersiz kayýt

source: Invalid key specified.
tr_tr: Geçersiz anahtar belirtildi.

source: Invalid name
tr_tr: Geçersiz ad

source: Invalid objectId
tr_tr: Geçersiz nesne kimliði

source: Job Title
tr_tr: Ünvan

source: Key for saving must be a UID not %s!
tr_tr: Saklama için anahtar %s yenine UID olmalý!

source: LDAP support is required but the LDAP module is not available or not loaded.
tr_tr: LDAP desteði gerekiyor ancak LDAP modülü kullanýlabilir deðil ya da yüklenmedi.

source: LDIF Address Book
tr_tr: LDIF Adres Defteri

source: Language
tr_tr: Dil

source: Last Modified
tr_tr: Son Deðiþim

source: Last Name
tr_tr: Soyad

source: Latitude
tr_tr: Boylam

source: List
tr_tr: Liste

source: Location
tr_tr: Yer

source: Longitude
tr_tr: Enlem

source: Manage Address Books
tr_tr: Adres Defterlerini yönet

source: Manager
tr_tr: Yönetici

source: Matching
tr_tr: Eþleþen

source: Maximum Number of Contacts
tr_tr: En Fazla kiþi Sayýsý

source: Maximum number of pages
tr_tr: Azami sayfa sayýsý

source: Menu List
tr_tr: Menü Listesi

source: Middle Names
tr_tr: Orta Ýsim

source: Missing DN in LDAP source configuration.
tr_tr: LDAP kaynak yapýlandýrmasýnda eksik DN.

source: Mobile Phone
tr_tr: Mobil Telefon

source: Modify failed: (%s) %s
tr_tr: Deðiþiklik baþarýsýz: (%s) %s

source: More Options...
tr_tr: Daha Fazla Seçenek...

source: More than 1 entry found
tr_tr: Birden fazla kayýt bulundu

source: Move
tr_tr: Taþý

source: Move left
tr_tr: Sola taþý

source: Move right
tr_tr: Saða taþý

source: Mulberry Address Book
tr_tr: Mulberry Adres Defteri

source: Multiple persons with address [%s], but none with name [%s] already exist
tr_tr: [%s] adresi ile birden fazla kiþi bulundu ancak [%s] isminde biri yok

source: My Address Book
tr_tr: Adres Defterim

source: Name
tr_tr: Ad

source: Name Format
tr_tr: Ad Biçimi

source: Name Prefixes
tr_tr: Ýsim Ön Ekleri

source: Name Suffixes
tr_tr: Ýsim Son Ekleri

source: Name:
tr_tr: Ýsim:

source: New Contact
tr_tr: Yeni Kiþi

source: Next
tr_tr: Sonraki

source: Nickname
tr_tr: Takma Ad

source: No %s entry found for %s
tr_tr: %s giriþi bulunamadý: %s

source: No Address Books are currently available. Import and Export is disabled.
tr_tr: Þu anda kullanýlabilir adres defteri yok. Ýçeri/Dýþarý taþýma etkin deðil.

source: No Address Books are currently available. Searching is disabled.
tr_tr: Þu anda kullanýlabilir adres defteri yok. Ýçeri/Dýþarý taþýma etkin deðil.

source: No address books found.
tr_tr: Hiç adres defteri bulunamadý.

source: No contacts found
tr_tr: Hiç Kiþi kaydý bulunamadý

source: No contacts match the current filter.
tr_tr: Geçerli ölçüte uyan Kiþi kaydý yok.

source: No matching contacts
tr_tr: Eþleþen kiþi yok

source: No source for favourite recipients exists.
tr_tr: Sýk kullanýlan alýcý kaynaðý yok.

source: No vCard data was found.
tr_tr: Hiç vCard verisi bulunamadý.

source: None
tr_tr: Hiçbiri

source: Not Found
tr_tr: Bulunamadý

source: Not found
tr_tr: Bulunamadý

source: Notes
tr_tr: Notlar

source: Number of items per page
tr_tr: Sayfa baþýna öðe sayýsý

source: Object not found
tr_tr: Nesne bulunamadý

source: Occupation
tr_tr: Ýþ

source: Office
tr_tr: Ofis

source: Once you save this option page, the address book will be permanently deleted. If this is not what you want, then you must change your selection to "None".
tr_tr: Bu seçenekler sayfasýný sakladýðýnýzda, adref defteri kalýcý olarak silinecek Eðer isteðiniz bu deðilse, seçiminizi "Hiçbiri" olarak deðiþtirin.

source: Only one vcard supported.
tr_tr: Sadece bir vcard destekleniyor.

source: Organization
tr_tr: Kurum

source: Other
tr_tr: Diðer

source: PGP Public Key
tr_tr: PGP Açýk Anahtarý

source: Pager
tr_tr: Çaðrý

source: Permanently delete this contact?
tr_tr: Bu Kiþi kaydý gerçekten silinsin mi?

source: Permission denied
tr_tr: Ýzin yok

source: Personal
tr_tr: Kiþisel

source: Pine Address Book
tr_tr: Pine Adres Defteri

source: Please name the new contact list:
tr_tr: Lütfen yeni listenin adýný girin:

source: Previous
tr_tr: Önceki

source: Query failed: (%s) %s
tr_tr: Sorgu baþarýsýz: (%s) %s

source: Read failed: (%s) %s
tr_tr: Okuma baþarýsýz: (%s) %s

source: Reading contacts is not available.
tr_tr: Kiþi kayýtlarý okunamýyor.

source: Really delete the address book "%s"? This cannot be undone and all contacts in this address book will be permanently removed.
tr_tr: "%s" adlý not defteri gerçekten silinsin mi? Bu geri çevrilemez. Bu not defterindeki veriler kalýcý olarak silinecek

source: Remove address book
tr_tr: Adres defterini sil

source: Remove column
tr_tr: Kolonu kaldýr

source: Remove from this list
tr_tr: Bu listeden sil

source: Removing user data is not supported in the current address book storage driver.
tr_tr: Geçerli adres defteri saklama sürücüsü, kullanýcý verisi silmeyi desteklemiyor.

source: Replace existing address book with the imported one? <strong>Warning: This deletes all entries in your current address book.</strong>
tr_tr: Yüklenen adres defterini varolan ile deðiþtirmek istiyor musunuz? <b>Uyarý: Bu iþlem þu anki adres defterinizdeki tüm kayýtlarý siler.</b>

source: Requested object not found.
tr_tr: Belirtilen nesne bulunamadý.

source: Reset to Defaults
tr_tr: Öntanýmlý deðerlere geri dön

source: S/MIME Public Certificate
tr_tr: S/MIME Açýk Sertifikasý

source: STARTTLS failed: (%s) %s
tr_tr: STARTTLS baþarýsýz: (%s) %s

source: Save
tr_tr: Kaydet

source: Save search as a virtual address book?
tr_tr: Arama sonucunu sanal adres defteri olarak kaydet?

source: Saving contacts is not available.
tr_tr: Kiþilerin saklanmasý kullanýlabilir deðil.

source: Search
tr_tr: Arama

source: Search failed
tr_tr: Arama baþarýsýz

source: Search failed: %s
tr_tr: Arama baþarýsýz: %s

source: Search for:
tr_tr: Aranacak kelime:

source: Searching is not available.
tr_tr: Arama opsiyonu þu anda kullanýlabilir deðil.

source: Select contact
tr_tr: Kiþi seç

source: Select the address book to export from:
tr_tr: Verilerin dýþarý aktarýlacaðý adres defterini seçin:

source: Select the address book to import to:
tr_tr: Verilerin içine aktarýlacaðý adres defterini seçin:

source: Select the charset of the source file:
tr_tr: Kaynak dosyanýn karakter öbeðini seçin:

source: Select the export format:
tr_tr: Dýþarý aktarma biçimini seçin:

source: Select the file to import:
tr_tr: Ýçeri aktarýlacak dosyayý seçin:

source: Select the format of the source file:
tr_tr: Kaynak dosyanýn biçimini seçin:

source: Select the format used to display names:
tr_tr: Ýsimlerin görüntüleneceði biçimi seçin:

source: Select view to display by default, sort options, and paging options.
tr_tr: Öntanýmlý görünümü seçin, arama ve sayfalama seçenekleri.

source: Select which fields to display in the address lists.
tr_tr: Adres listelerinde hangi alanlarýn görüntüleneceðini seçin.

source: Select which format to display names.
tr_tr: Ýsimlerin görüntüleneceði biçimi seçin.

source: Selected address book "%s".
tr_tr: Seçilmiþ adres defteri "%s".

source: Show %s
tr_tr: Göster %s

source: Show Both
tr_tr: Her ikisini de göster

source: Show Contacts
tr_tr: Kiþileri Göster

source: Show Lists
tr_tr: Listeleri Göster

source: Sort Direction
tr_tr: Sýralama Yönü

source: Sort by %s
tr_tr: %s 'e göre sýrala

source: Sort by %s only
tr_tr: Yalnýz %s'e göre sýrala

source: Sort by %s, then by %s
tr_tr: Önce %s, sonra %s e göre sýrala

source: Source:
tr_tr: Kaynaklar

source: Sources
tr_tr: Kaynaklar

source: Spouse
tr_tr: Eþ

source: Successfully added %d contact(s) to list.
tr_tr: %d baþarýyla adres defterinize eklendi eklendi

source: Successfully added %s to %s
tr_tr: %s %s e baþarýyla eklendi

source: Successfully created the contact list "%s".
tr_tr: "%s" adres defteri baþarý ile oluþturuldu.

source: Successfully created virtual address book "%s"
tr_tr: "%s" sanal adres defteri baþarý ile oluþturuldu .

source: Successfully deleted %d contact(s).
tr_tr: %d kiþisi baþarý ile silindi.

source: Successfully removed %d contact(s) from list.
tr_tr: %d kiþisi baþarý ile silindi.

source: Tab separated values
tr_tr: Sekme ile ayrýlmýþ deðerler

source: Target Address Book
tr_tr: Hedef adres defteri

source: Target Contact List
tr_tr: Hedef iletiþim listesi

source: The %s file didn't contain any contacts.
tr_tr: %s dosyasý herhangi bir iletiþim bilgisi içermiyor.

source: The VFS backend needs to be configured to enable attachment uploads.
tr_tr: Ýliþik yüklenmesinin etkin olmasý için VFS arka aracý yapýlandýrýlmalý.

source: The address book "%s" does not exist.
tr_tr: "%s" adres defteri yok

source: The address book "%s" has been created.
tr_tr: "%s" adres defteri oluþturuldu.

source: The address book could not be purged: %s
tr_tr: Adres defteri boþaltýlamadý: %s

source: The addressbook "%s" has been deleted.
tr_tr: "%s" adres defteri silindi.

source: The addressbook "%s" has been renamed to "%s".
tr_tr: "%s" adres defteri, "%s" olarak yeniden adlandýrýldý.

source: The addressbook "%s" has been saved.
tr_tr: Adres defteri "%s" sakladý.

source: The contact you requested does not exist.
tr_tr: Belirttiðiniz kiþi kaydý yok.

source: The file "%s" has been deleted.
tr_tr: Adres defteri "%s" silindi.

source: The import can be finished despite the warnings.
tr_tr: Uyarýlara raðmen içeri taþýma tamamlanabilir.

source: The requested contact was not found.
tr_tr: Belirtilen kiþi kaydý bulunamadý.

source: There are no browseable address books.
tr_tr: Gözatýlabilecek bir adres defteri yok

source: There are no writeable address books. None of the available address books are configured to allow you to add new entries to them. If you believe this is an error, please contact your system administrator.
tr_tr: Yazýlabilir bir adres defteri yok. Varolan adres defterlerinin hiçbiri yeni giriþler ekleyebileceðiniz þekilde yapýlandýrýlmamýþ. Eðer bunun bir hata durumu olduðunu düþünüyorsanýz lüften sistem yöneticinize baþvurun.

source: There was a problem creating the virtual address book: %s
tr_tr: %s adres defteri oluþturulurken hata oluþtu.

source: There was an error adding the new contact. Contact your system administrator for further help.
tr_tr: Yeni kiþi iletiþim bilgileri eklernirken hata oluþtu. Lüften sistem yöneticinize baþvurun.

source: There was an error creating a new list.
tr_tr: Yeni liste oluþturulurken hata oluþtu.

source: There was an error deleting "%s" from the source address book.
tr_tr: Kaynak adres defterinden %s'yi silerken hata oluþtu.

source: There was an error deleting this contact: %s
tr_tr: Bu kiþi kaydýný silerken hata oluþtu: %s

source: There was an error displaying the list
tr_tr: Seçilen listeyi görüntülerken hata oluþtu

source: There was an error importing the data: %s
tr_tr: Veriyi içeri aktarýrken hata oluþtu: %s

source: There was an error importing the iCalendar data.
tr_tr: iCalendar verisini içeri aktarýlýrken hata oluþtu.

source: There was an error removing an address book for %s
tr_tr: Adres defteri silinirken hata oluþtu: %s

source: There was an error saving the contact. Contact your system administrator for further help.
tr_tr: Yeni kiþi kaydý eklenirken hata oluþtu. Lüften sistem yöneticinizebaþvurun.

source: There were no addresses to export.
tr_tr: Dýþarý aktarýlacak hiç adres yok.

source: These address books will display in this order:
tr_tr: Adres defterleri þu sýra ile görüntülenecek:

source: These columns will display in this order:
tr_tr: Kolonlar þu sýra ile görüntülenecek:

source: This addressbook cannot be deleted
tr_tr: Bu adres defteri silinemez

source: This file format is not supported.
tr_tr: Bu dosya biçimi desteklenmiyor.

source: This person already has a %s entry in the address book
tr_tr: Bu kiþiye ait %s kayýtý adres defterinde mevcut.

source: This will be the default address book when adding or importing contacts.
tr_tr: Kiþi eklerken ya da dýþarýdan taþýrken, bu adres defteri varsayýlan olacak.

source: Time Zone
tr_tr: Zaman dilimi

source: Unable to find contact owner.
tr_tr: Kiþi bilgisi sahibi bulunamadý.

source: Unable to load the definition of %s.
tr_tr: %s in tanýmý yüklenemedi.

source: Unable to save address book "%s": %s
tr_tr: "%s" adres defteri saklanamadý: %s

source: Unable to search.
tr_tr: Arama yapýlamýyor.

source: Undo Changes
tr_tr: Deðiþiklikleri Geri Al

source: Unfiled
tr_tr: Doldurulmamýþ

source: Unsupported Content-Type: %s
tr_tr: Desteklenmeyen Ýçerik Türü: %s

source: View "%s"
tr_tr: Görüntüle "%s"

source: View Contact
tr_tr: Kiþi kaydýný Görüntüle

source: View to display by default:
tr_tr: Öntanýmlý görünüm

source: Website URL
tr_tr: Web sayfasý adresi

source: Work Address
tr_tr: Ýþ Adresi

source: Work City
tr_tr: Þehir

source: Work Country
tr_tr: Ülke

source: Work Phone
tr_tr: Ýþ Telefonu

source: Work Post Office Box
tr_tr: Ýþ Postahane Kutusu

source: Work Postal Code
tr_tr: Ýþ Posta Kodu

source: Work State/Province
tr_tr: Bölge

source: Work Street Address
tr_tr: Ýþ Adresi

source: You are not allowed to change this addressbook.
tr_tr: Bu adres defterini deðiþtirme izniniz yok.

source: You are not allowed to create more than %d contacts in "%s".
tr_tr: %d adetden fazla iletiþim kaydý eklemenize izin yok ("%s" içerisine).

source: You are not allowed to delete this addressbook.
tr_tr: Bu adres defterini silme izniniz yok.

source: You are not allowed to remove user data.
tr_tr: Kiþi iletiþim bilgilerini silme izniniz yok.

source: You cannot add an entry to a virtual address book.
tr_tr: Bu adres defterine kayýt ekleyemezsiniz.

source: You cannot add new contacts to a virtual address book
tr_tr: BU adres defterine yeni kayýt ekleyemezsiniz.

source: You cannot delete contacts from a virtual address book
tr_tr: BU adres defterinden kayýt silemezsiniz.

source: You do not have permission to view this contact.
tr_tr: Bu kiþi iletiþim bilgilerini görüntülemeye izniniz yok.

source: You do not have permission to view this object.
tr_tr: Bu nesneyi görüntülemeye izniniz yok.

source: You do not have permissions to delete this address book.
tr_tr: Bu adres defterini silme izniniz yok.

source: You must have the Net_LDAP PEAR library installed to use the schema check function.
tr_tr: Þema kontrolü için Net_LDAP PEAR kütüphanesi yüklü olmalý

source: You must provide a name for virtual address books.
tr_tr: Bu adres defteri için bir ad seçmelisiniz.

source: You must select a target address book.
tr_tr: Bir hedef adres defteri seçmelisiniz.

source: You must select a target contact list.
tr_tr: Bir hedef liste seçmelisiniz.

source: You must select at least one contact first.
tr_tr: Önce en az bir kayýt seçmelisiniz.

source: You only have permission to view this contact.
tr_tr: Bu kiþi iletiþim bilgilerini sadece görüntüleme izniniz var.

source: Your default address book is not browseable.
tr_tr: Varsayýlan adres defteriniz incelenebilir deðil.

source: [no value]
tr_tr: [deðer yok]

source: _Browse
tr_tr: _Gözat

source: _Contacts
tr_tr: i_letiþim bilgileri

source: _Delete
tr_tr: _Sil

source: _Edit
tr_tr: _Düzenle

source: _Import/Export
tr_tr: Ýçeri/Dýþarý _Aktar

source: _Lists
tr_tr: Li_ste

source: _My Address Books
tr_tr: Adres _Defterim

source: _New Contact
tr_tr: _Yeni Ýletiþim bilgisi

source: _Print
tr_tr: _Yazdýr

source: _Remove from this list
tr_tr: B_u listeden sil

source: _Search
tr_tr: _Arama

source: _View
tr_tr: _Göster

source: ascending
tr_tr: Artan

source: contact
tr_tr: iletiþim

source: contacts.vcf
tr_tr: contact.vcf

source: descending
tr_tr: Azalan

source: female
tr_tr: kadýn
