Repository: horde/horde
Catalog: ansel/po/*.po
Languages: lt_lt

source: "%s" is an invalid unique name; it may already be taken. Please choose a different unique name.
lt_lt: "%s" nëra unikalus pavadinimas. Pasirinkite kità.

source: %d Galleries
lt_lt: %d galerijos

source: %d bytes
lt_lt: %d baitai(ø)

source: %d comment
lt_lt: %d komentaras

source: %d galleries
lt_lt: %d galerijos

source: %d image
lt_lt: %d paveikslëlis

source: %d images were uploaded.
lt_lt: Sëkmingai ákelti(a) %d paveikslëliai(iø).

source: %d pixels
lt_lt: %d pikseliai(iø)

source: %d sec
lt_lt: %d sek

source: %d to %d of %d galleries
lt_lt: nuo %d iki %d ið %d galerijø

source: %s :: Sort
lt_lt: %s :: Rûðiuoti

source: %s from %s
lt_lt: %s ið %s

source: %s items
lt_lt: %s objektai(ø)

source: %s's Galleries
lt_lt: %s galerijos

source: (must be unique)
lt_lt: (turi bûti unikalus)

source: 1 Gallery
lt_lt: 1 galerija

source: 1 image was uploaded.
lt_lt: Sëkmingai ákeltas 1 paveikslëlis.

source: 90 deg CCW
lt_lt: 90 laipsn. CCW

source: 90 deg CCW Mirrored
lt_lt: 90 laipsn. CCW veidrodinis

source: 90 deg CW
lt_lt: 90 laipsn. CW

source: 90 deg CW Mirrored
lt_lt: 90 laipsn. CW veidrodinis

source: A gallery to add this image to is required.
lt_lt: Nuotraukos ákëlimui reikia galerijos.

source: Access denied deleting gallery %s.
lt_lt: Neturite teisiø iðtrinti galerijos %s.

source: Access denied deleting image %s.
lt_lt: Neturite teisiø iðtrinti paveikslëlio %s.

source: Access denied downloading %s.
lt_lt: Neturite teisiø atsisiøsti %s.

source: Access denied editing galleries.
lt_lt: Neturite teisiø iðtrinti %s.

source: Access denied saving gallery %s.
lt_lt: Neturite teisiø iðsaugoti galerijos %s.

source: Access denied saving image to %s.
lt_lt: Neturite teisiø iðsaugoti paveikslëlio á %s.

source: Access denied setting captions for %s.
lt_lt: Neturite teisiø áraðyti %s apraðymo.

source: Add
lt_lt: Pridëti

source: Add Content
lt_lt: Pridëtá turiná

source: Add Image
lt_lt: Pridëti paveikslëlá

source: Adding A New Gallery
lt_lt: Naujos galerijos kûrimas

source: Adding A Subgallery to %s
lt_lt: Naujos galerijos kûrimas %s

source: All
lt_lt: Viskà

source: All Galleries
lt_lt: Visos galerijos

source: An error occurred counting galleries: %s
lt_lt: Klaida skaièiuojant galerijas: %s

source: An error occurred listing galleries: %s
lt_lt: Klaida rodant galerijas: %s

source: Aperture
lt_lt: Anga

source: Are you sure you want to delete the selected images?
lt_lt: Ar tikrai norite iðtrinti pasirinktus paveikslëlius?

source: Artist
lt_lt: Artistas

source: Attempt to edit a non-existent share.
lt_lt: Bandote redaguoti neegzistuojantá elementà.

source: Av-priority
lt_lt: Av-svarba

source: Average
lt_lt: Vidutinis

source: Bad input.
lt_lt: Blogi duomenys.

source: Bottom
lt_lt: Virðuje

source: Browse
lt_lt: Perþiûrëti

source: Browse Tags
lt_lt: Perþiûrëti þymes

source: Browsing %s's images
lt_lt: Rodomi %s paveikslëliai

source: Browsing all images
lt_lt: Rodomi visi paveikslëliai

source: Camera Make
lt_lt: Fotoaparato gamintojas

source: Camera Model
lt_lt: Fotoaparato modelis

source: Camera Orientation
lt_lt: Fotoaparato orientacija

source: Can't get unknown file type "%s".
lt_lt: Nepavyko atpaþinti neþinomo failo tipo "%s".

source: Cancel
lt_lt: Atðaukti

source: Cancel Change
lt_lt: Atðaukti pakeitimus

source: Caption
lt_lt: Apraðymas

source: Caption Editor
lt_lt: Apraðymo redaktorius

source: Captions Saved.
lt_lt: Apraðymai iðsaugoti.

source: Category
lt_lt: Kategorija

source: Center
lt_lt: Centre

source: Center Weighted Average
lt_lt: Centrinis pusiausvyros taðkas

source: Change gallery properties
lt_lt: Pakeisti galerijos nustatymus

source: Change your display options.
lt_lt: Vaizdavimo nustatymø keitimas.

source: Choose Action:
lt_lt: Pasirinkite veiksmà:

source: Cloudy
lt_lt: Debesuota

source: Color Sequential Area Sensor
lt_lt: Spalvø ploto sensorius

source: Color Sequential Linear Sensor
lt_lt: Spalvø linijinis sensorius

source: Color Space
lt_lt: Spalvø gylis

source: Comments:
lt_lt: Komentarai:

source: Compulsory Flash
lt_lt: Priverstinë blykstë

source: Compulsory Flash, Return light detected
lt_lt: Priverstinë blykstë, aptikra graþinta ðviesa

source: Compulsory Flash, Return light not detected
lt_lt: Priverstinë blykstë, graþinta ðviesa neaptikta

source: Copied %d image from %s to %s
lt_lt: Nukopijuotas %d paveikslëlis ið %s á %s

source: Copied %d images to %s
lt_lt: Nukopijuoti(a) %d paveikslëliai(iø) á %s.

source: Copied one image to %s
lt_lt: Nukopijuotas vienas paveikslëlis á %s.

source: Copy
lt_lt: Kopijuoti

source: Copyright
lt_lt: Kopijavimo teisës

source: Create
lt_lt: Sukurti

source: Create a new Gallery
lt_lt: Sukurti naujà galerijà

source: Create a new gallery:
lt_lt: Sukurti naujà galerijà:

source: Create a subgallery
lt_lt: Sukurti gilesnæ galerijà

source: Created:
lt_lt: Sukurta:

source: Custom
lt_lt: Kitas

source: Custom Watermark
lt_lt: Vandens þenklas

source: Custom text to display describing your galleries. This will be displayed in place of your username when grouping galleries by username.
lt_lt: Bet koks trumpas tekstas apibûdinantis jûsø galerijas. Jis bus naudojamas vietoj jûsø vartotojo vardo grupuojant galerijas pagal vartotojø vardus.

source: Custom watermark to use for images
lt_lt: Vandens þenklas naudojamas paveikslëliuose

source: Date Image Digitized
lt_lt: Paveikslëlio skaitmenizavimo data

source: Date Image Modified
lt_lt: Paveikslëlio redagavimo data

source: Date Image Taken
lt_lt: Paveikslëlio padarymo data

source: Default
lt_lt: Standartinë reikðmë

source: Default style for galleries
lt_lt: Standartinis galerijø stilius

source: Delete
lt_lt: Iðtrinti

source: Delete this gallery
lt_lt: Iðtrinti ðià galerijà

source: Deleted the image.
lt_lt: Paveikslëlis iðtrintas.

source: Display Options
lt_lt: Vaizdavimo nustatymai

source: Displaying from %s to %s of %s groups
lt_lt: Rodomos nuo %s iki %s ið %s grupiø

source: Displaying from %s to %s of %s items
lt_lt: Rodomi nuo %s iki %s ið %s objektø

source: Do you want to permanently delete %s?
lt_lt: Ar tikrai norite visiðkai iðtrinti %s?

source: Done
lt_lt: Atlikta

source: Download Full Image
lt_lt: Atsisiøsti pilnà paveikslëlá

source: Download as .zip
lt_lt: Atsisiøsti .zip formatu

source: Drag images to the desired sort position.
lt_lt: Nutempkite paveikslëlius á norimà rûðiavimo vietà.

source: ERROR: %s
lt_lt: KLAIDA: %s

source: Easy shooting
lt_lt: Greitas fotografavimas

source: Ecard -
lt_lt: El. atvirutë -

source: Edit
lt_lt: Redaguoti

source: Edit %s :: %s
lt_lt: %s :: %s redagavimas

source: Edit Image
lt_lt: Paveikslëlio redagavimas

source: Edit Permissions
lt_lt: Teisiø keitimas

source: Edit Permissions for %s
lt_lt: %s teisiø keitimas

source: Edit an image
lt_lt: Redaguoti paveikslëlá

source: Edit properties :: %s
lt_lt: Nustatymø keitimas :: %s

source: Empty this gallery
lt_lt: Iðvalyti ðià galerijà

source: Error accessing %s: %s
lt_lt: Klaida rodant %s: %s

source: Error retrieving feed
lt_lt: Klaida gaunant duomenis

source: Existing galleries:
lt_lt: Egzistuojanèios galerijos:

source: Exposure
lt_lt: Ekspozicija

source: Exposure Bias
lt_lt: Ekspozicijos ástriþumas

source: Exposure Mode
lt_lt: Ekspozicijos reþimas

source: F-Number
lt_lt: F-numeris

source: File %s
lt_lt: Failas %s

source: File Size
lt_lt: Failo dydis

source: File to upload
lt_lt: Siunèiamas failas

source: Flash
lt_lt: Blykstë

source: Flash Setting
lt_lt: Blykstës nustatymai

source: Flash, Auto-Mode
lt_lt: Blykstë, automatinis reþimas

source: Flash, Auto-Mode, Return light detected
lt_lt: Blykstë, automatinis reþimas, aptikta graþinta ðviesa

source: Flash, Auto-Mode, Return light not detected
lt_lt: Blykstë, automatinis reþimas, graþinta ðviesa neaptikta

source: Flash, strobe return light detected
lt_lt: Blykstë, strobas, aptikta graþinta ðviesa

source: Flash, strobe return light not detected
lt_lt: Blykstë strobas, graþinta ðviesa neaptikta

source: Flip
lt_lt: Apversti

source: Fluorescent
lt_lt: Fluorescensinis

source: Focal Length
lt_lt: Þidinio ilgis

source: Focal Length (35mm equiv)
lt_lt: Þidinio ilgis (35mm)

source: From:
lt_lt: Nuo:

source: Galleries
lt_lt: Galerijos

source: Galleries grouped by %s
lt_lt: Galerijos sugrupuotos pagal %s

source: Galleries in category %s
lt_lt: Galerijos kategorijoje %s

source: Gallery
lt_lt: Galerija

source: Gallery Category
lt_lt: Galerijos kategorija

source: Gallery Description
lt_lt: Galerijos apraðymas

source: Gallery Display Name
lt_lt: Rodomas galerijos pavadinimas

source: Gallery List
lt_lt: Galerijø sàraðas

source: Gallery Name
lt_lt: Galerijos pavadinimas

source: Gallery Properties
lt_lt: Galerijos nustatymai

source: Gallery Short Name
lt_lt: Trumpas galerijos pavadinimas

source: Gallery Tags
lt_lt: Galerijos þymës

source: Gallery Unique name "%s" already exists.
lt_lt: Galerijos unikalus pavadinimas "%s" jau egzistuoja.

source: Gallery Unique name is already taken.
lt_lt: Galerijos unikalus pavadinimas jau uþimtas.

source: Gallery does not exist.
lt_lt: Galerija neegzistuoja.

source: Gallery names must be non-empty
lt_lt: Galerijos pavadinimas negali bûti tuðèias

source: Gallery not found.
lt_lt: Galerija nerasta.

source: Gallery sorted.
lt_lt: Galerija surûðiuota.

source: Giant
lt_lt: Milþiniðkas

source: Grayscale
lt_lt: Nespalvotas

source: Group galleries by
lt_lt: Grupuoti galerijas pagal

source: Height
lt_lt: Aukðtis

source: Horizontal Alignment
lt_lt: Horizontalus lygiavimas

source: ISO Setting
lt_lt: ISO nustatymai

source: Image Count
lt_lt: Paveikslëliø skaièius

source: Image Description
lt_lt: Paveikslëlio apraðymas

source: Image Type
lt_lt: Paveikslëlio tipas

source: Image not found
lt_lt: Paveikslëlis nerastas

source: Images by %s
lt_lt: %s paveikslëliai

source: Images not found
lt_lt: Paveikslëliai nerasti

source: Images tagged with %s on %s
lt_lt: Paveikslëliai paþymëti %s %s

source: Incomplete image
lt_lt: Nepilnas paveikslëlis

source: Invalid data
lt_lt: Neteisingi duomenys

source: Invalid gallery specified.
lt_lt: Nurodytos galerijos nëra.

source: Large
lt_lt: Didelis

source: Last Modified
lt_lt: Paskutiná kartà redaguota

source: Learn how to publish images directly from Windows.
lt_lt: Iðmokite ákelti paveikslëlius tiesiai ið Windows.

source: Left
lt_lt: Kairëje

source: Login to %s
lt_lt: Prisijungti prie %s

source: Make this the default image for this gallery?
lt_lt: Padaryti ðità paveikslëlá pagrindiniu galerijoje?

source: Manual
lt_lt: Rankinis

source: Maximum number of images
lt_lt: Maksimalus paveikslëliø skaièius

source: Medium
lt_lt: Vidutinis

source: Metering Mode
lt_lt: Atskaitos reþimas

source: Mirror
lt_lt: Atspindys

source: Mirrored
lt_lt: Veidrodinis

source: Modified
lt_lt: Keista

source: Modifying: %s
lt_lt: Keitimas: %s

source: Move
lt_lt: Perkelti

source: Moved %d image from %s to %s
lt_lt: Perkeltas %d paveikslëlis ið %s á %s

source: Moved %d images to %s
lt_lt: Perkelta(i) %d paveikslëliai(iø) á %s.

source: Moved one image to %s
lt_lt: Perkeltas vienas paveikslëlis á %s.

source: Multi-Segment
lt_lt: Multisegmentinis

source: Multi-Spot
lt_lt: Multitaðkinis

source: Multiple Images
lt_lt: Keletas paveikslëliø

source: My Galleries
lt_lt: Mano galerijos

source: My Photos :: Add Content
lt_lt: Mano nuotraukos :: Pridëti turiná

source: New Gallery Description
lt_lt: Naujas galerijos apraðymas

source: New Gallery Title
lt_lt: Naujas galerijos pavadinimas

source: Next
lt_lt: Sekantis

source: No Flash
lt_lt: Blykstë iðjungta

source: No Gallery Name Specified.
lt_lt: Neáraðëte galerijos pavadinimo.

source: No Gallery Unique Name Specified.
lt_lt: Neáraðëte unikalaus galerijos pavadinimo.

source: No file specified
lt_lt: Nenurodëte failo

source: No gallery specified.
lt_lt: Nenurodyta galerija.

source: None
lt_lt: Nieko

source: Normal (O deg)
lt_lt: Normalus (0 laipsn.)

source: Not defined
lt_lt: Neapraðyta

source: Not found or error accessing gallery.
lt_lt: Nerasta arba klaida rodant galerijà.

source: Number of groups per page
lt_lt: Grupiø skaièius puslapyje

source: Number of tiles per page
lt_lt: Objektø skaièius puslapyje

source: Number of tiles per row
lt_lt: Objektø skaièius eilutëje

source: One Chip Color Area Sensor
lt_lt: Vienos mikroschemos spalvø sensorius

source: Only the owner or system administrator may change ownership or owner permissions for a share
lt_lt: Elemento savininko teises gali keisti tik jo savininkas arba sistemos administratorius

source: Other
lt_lt: Kita

source: Other Options
lt_lt: Kiti nustatymai

source: Owned by: %s <br />
lt_lt: Savininkas: %s <br />

source: Owner
lt_lt: Savininkas

source: Parent does not exist.
lt_lt: Nëra aukðtesnio lygio.

source: Partial
lt_lt: Dalinis

source: Password
lt_lt: Slaptaþodis

source: Pause
lt_lt: Sustabdyti

source: Pause Slideshow
lt_lt: Sustabdyti skaidriø perþiûrà

source: Photo Galleries
lt_lt: Fotogalerijos

source: Photo Upload
lt_lt: Paveikslëlio ákëlimas

source: Play
lt_lt: Paleisti

source: Please enter your Username and Password.
lt_lt: Nurodykite savo vartotojo vardà bei slaptaþodá.

source: Press the "Back" button and try again.
lt_lt: Paspauskite mygtukà "Atgal" ir pabandykite dar kartà.

source: Pretty Thumbs
lt_lt: Graþûs paveikslëliai

source: Pretty Thumbs on White Background
lt_lt: Graþûs paveikslëliai baltame fone

source: Preview changes for %s :: %s
lt_lt: %s :: %s pakeitimø rodymas

source: Previous
lt_lt: Ankstesnis

source: Program
lt_lt: Programa

source: Properties
lt_lt: Nustatymai

source: Publish Images to:
lt_lt: Publikuoti paveikslëlius á:

source: Publish to %s
lt_lt: Publikuoti %s

source: Publish your photos to %s on %s.
lt_lt: Publikuoti paveikslëlius á %s %s.

source: Random Gallery
lt_lt: Atsitiktinë galerija

source: Random gallery
lt_lt: Atsitiktinë galerija

source: Random photo
lt_lt: Atsitiktinis paveikslëlis

source: Really Delete
lt_lt: Tikrai iðtrinti

source: Really Empty
lt_lt: Tikrai iðvalyti

source: Really delete %s?
lt_lt: Tikrai iðtrinti %s?

source: Really delete this gallery and all of the images in it? This action cannot be undone.
lt_lt: Tikrai iðtrinti ðià galerijà ir visus paveikslëlius joje? Graþinti atgal nebegalësite.

source: Really empty %s?
lt_lt: Tikrai iðvalyti %s?

source: Really empty this gallery and all of the images in it? This action cannot be undone.
lt_lt: Tikrai iðvalyti visus paveikslëlius ðioje galerijoje? Graþinti atgal nebegalësite.

source: Recent Comments In %s
lt_lt: Paskutiniai %s komentarai

source: Recent Image Comments
lt_lt: Paskutinis paveikslëliø turinys

source: Recent photos by %s
lt_lt: Paskutiai %s paveikslëliai

source: Recent photos in %s
lt_lt: Paskutiniai paveikslëliai galerijoje %s

source: Recently Added Images
lt_lt: Vëliausiai ákelti paveikslëliai

source: Recently Added Images From %s
lt_lt: Vëliausiai ið %s ákelti paveikslëliai

source: Recently added images at %s
lt_lt: Paskutiniai %s ákelti paveikslëliai

source: Recently added images by %s on %s
lt_lt: Paskutiniai %s %s ákelti paveikslëliai

source: Red Eye
lt_lt: Raudonø akiø efektas

source: Red Eye, Auto-Mode
lt_lt: Raudonø akiø efektas, automatinis reþimas

source: Red Eye, Auto-Mode, Return light detected
lt_lt: Raudonø akiø efektas, automatinis reþimas, aptikta graþinama ðviesa

source: Red Eye, Auto-Mode, Return light not detected
lt_lt: Raudonø akiø efektas, automatinis reþimas, graþinama ðviesa neaptikta

source: Red Eye, Compulsory Flash
lt_lt: Raudonø akiø efektas, priverstinë blykstë

source: Red Eye, Compulsory Flash, Return light detected
lt_lt: Raudonø akiø efektas, priverstinë blykstë, aptikra graþinama ðviesa

source: Red Eye, Compulsory Flash, Return light not detected
lt_lt: Raudonø akiø efektas, priverstinë blykstæ, graþinama ðviesa neaptikta

source: Red Eye, Return light detected
lt_lt: Raudonø akiø efektas, aptikta graþinama ðviesa

source: Red Eye, Return light not detected
lt_lt: Raudonø akiø efektas, graþinama ðviesa neaptikta

source: Refresh List
lt_lt: Atnaujinti sàraðà

source: Refresh View
lt_lt: Atnaujinti vaizdà

source: Related Tags
lt_lt: Susijusios þymës

source: Remove Tag
lt_lt: Iðtrinti þymæ

source: Remove Tag From Search
lt_lt: Paðalinti þymæ ið paieðkos

source: Reset default image
lt_lt: Nustatyti standartiná paveikslëlá ið naujo

source: Right
lt_lt: Deðinëje

source: Rotate 180
lt_lt: Pasukti 180

source: Rotate Left
lt_lt: Pasukti kairën

source: Rotate Right
lt_lt: Pasukti deðinën

source: Save
lt_lt: Iðsaugoti

source: Save Captions
lt_lt: Iðsaugoti apraðymus

source: Save Change
lt_lt: Iðsaugoti pakeitimus

source: Save Gallery
lt_lt: Iðsaugoti galerijà

source: Save Image
lt_lt: Iðsaugoti paveikslëlá

source: Select All
lt_lt: Paþymëti viskà

source: Select None
lt_lt: Nepaþymëti nieko

source: Select: %s, %s
lt_lt: Pasirinkite: %s, %s

source: Selected images to
lt_lt: Pasirinktus paveikslëlius á

source: Send
lt_lt: Siøsti

source: Send Ecard :: %s
lt_lt: El. atvirutës siuntimas :: %s

source: Send an Ecard
lt_lt: El. atvirutës siuntimas

source: Send ecard to the following address:
lt_lt: Siøsti el. atvirutæ ðiuo adresu:

source: Sensing Method
lt_lt: Sensoriaus metodas

source: Set captions
lt_lt: Nustatyti pavadinimus

source: Set gallery permissions
lt_lt: Nustatyti galerijos teises

source: Shadowed Thumbs on White Background
lt_lt: Paveikslëliai su ðeðëliu ant balto fono

source: Show EXIF data
lt_lt: Rodyti EXIF duomenis

source: Shutter Speed
lt_lt: Objektyvo greitis

source: Single Image
lt_lt: Vienà paveikslëlá

source: Small
lt_lt: Maþas

source: Sort images
lt_lt: Surûðiuoti paveikslëlius

source: Spot
lt_lt: Taðkas

source: Start Slideshow
lt_lt: Pradëti skaidriø perþiûrà

source: Style for this gallery
lt_lt: Ðios galerijos stilius

source: Subscribe
lt_lt: Prenumeruoti

source: Successfully deleted %s.
lt_lt: %s sëkmingai iðtrinta.

source: Sunny
lt_lt: saulëta

source: Tag Cloud
lt_lt: Þymës

source: Tags
lt_lt: Þymës

source: The file "%s" doesn't exist.
lt_lt: Failas "%s" neegzistuoja.

source: The file you uploaded does not appear to be a valid image.
lt_lt: Nusiøstas failas nëra paveikslëlis arba neteisingas jo formatas.

source: The gallery "%s" could not be created: %s
lt_lt: Nepavyko sukurti galerijos "%s": %s

source: The gallery "%s" couldn't be created: %s
lt_lt: Nepavyko sukurti galerijos "%s": %s

source: The gallery "%s" was created successfully.
lt_lt: Galerija "%s" sëkmingai sukurta.

source: The gallery was saved.
lt_lt: Galerija iðsaugota.

source: The gallery's default image has successfully been reset.
lt_lt: Galerijos standartinis paveikslëlis buvo nustatytas ið naujo.

source: The uploaded file appears to be empty. It may not exist on your computer.
lt_lt: Failas tuðèias arba nëra jûsø vietiniame kompiuterio diske.

source: There are no images in %s to download.
lt_lt: %s nëra paveikslëliø atsisiuntimui.

source: There are no images in this gallery.
lt_lt: Ðioje galerijoje nëra paveikslëliø.

source: There are no photo galleries available.
lt_lt: Galerijø nëra.

source: There was a problem deleting %s: %s
lt_lt: Klaida trinant %s: %s

source: There was a problem deleting %s: %s.
lt_lt: Klaida trinant %s: %s.

source: There was a problem deleting images: %s
lt_lt: Klaida trinant paveikslëlius: %s

source: There was a problem saving the image: %s
lt_lt: Klaida iðsaugant paveikslëlá: %s

source: There was a problem uploading the image.
lt_lt: Klaida siunèiant paveikslëlá.

source: There was a problem uploading the image: %s
lt_lt: Klaida siunðiant paveikslëlá: %s

source: There was an error processing the uploaded archive: %s
lt_lt: Klaida apdorojant nusiøstà archyvà: %s

source: There was an error sending your message: %s
lt_lt: Klaida siunèiant þinutæ: %s

source: Three Chip Color Area Sensor
lt_lt: Trijø mikroschemø spalvø sensorius

source: Tiny
lt_lt: Miniatiûrinis

source: Top
lt_lt: Virðuje

source: Trilinear Sensor
lt_lt: Trigubas sensorius

source: Tungsten
lt_lt: Volframas

source: Tv-priority
lt_lt: Tv-svarba

source: Two Chip Color Area Sensor
lt_lt: Dviejø mikroschemø spalvø sensorius

source: Unable to load the definition of %s.
lt_lt: Nepavyko uþkrauti %s apraðymo.

source: Unable to retrieve requested feed
lt_lt: Nepavyko gauti nurodytø duomenø

source: Uncalibrated
lt_lt: Nesukalibruota

source: Undo Changes
lt_lt: Atðaukti pakeitimus

source: Unfiled
lt_lt: Nenurodyta

source: Unknown
lt_lt: Neþinomas

source: Unknown gallery
lt_lt: Galerija neþinoma

source: Unnamed
lt_lt: Neávardintas

source: Untitled
lt_lt: Nepavadinitas

source: Updated %s.
lt_lt: %s atnaujinta.

source: Upload
lt_lt: Nusiøsti

source: Upload Photos to %s
lt_lt: Ákelti paveikslëlius á %s

source: Upload images
lt_lt: Ákelti paveikslëlius

source: Upload new images
lt_lt: Naujø paveikslëliø ákëlimas

source: Upsidedown
lt_lt: Aukðtyn kojom

source: Upsidedown Mirrored
lt_lt: Veidrodinis aukðtyn kojom

source: Use Default
lt_lt: Naudoti standartinæ reikðmæ

source: Use the following return address:
lt_lt: Atsakymui naudoti ðá adresà:

source: User Comment
lt_lt: Vartotojø komentarai

source: Username
lt_lt: Vartotojo vardas

source: Username and Password are incorrect.
lt_lt: Neteisingi vartotojo vardas ir slaptaþodis.

source: Vertical Alignment
lt_lt: Vertikalus lygiavimas

source: View %s
lt_lt: Rodyti %s

source: View All Results
lt_lt: Rodyti visus rezultatus

source: View Photo
lt_lt: Rodyti paveikslëlá

source: View Results from All Users
lt_lt: Rodyti rezultatus ið visø vartotojø

source: View to display by default
lt_lt: Standartinis vaizdavimas

source: Watermark
lt_lt: Vandens þenklas

source: Watermark Font
lt_lt: Vandens þenklo ðriftas

source: White Balance
lt_lt: Baltos spalvos balansas

source: Width
lt_lt: Plotis

source: X Resolution
lt_lt: X rezoliucija

source: Y Resolution
lt_lt: Y rezoliucija

source: You are not allowed to copy images to %s.
lt_lt: Jûs neturite teisiø kopijuoti paveikslëliø á %s.

source: You are not allowed to edit this image.
lt_lt: Jûs neturite teisiø keisti ðio paveikslëlio.

source: You are not allowed to move images to %s.
lt_lt: Jûs neturite teisiø perkelti paveikslëliø á %s.

source: You are not allowed to remove images from %s.
lt_lt: Jûs neturite teisiø iðtrinti paveikslëliø ið %s.

source: You cannot add photos in that gallery.
lt_lt: Jûs negalite pridëti paveikslëliø ðioje galerijoje.

source: You cannot delete %s, it contains nested galleries.
lt_lt: Jûs negalite iðtrinti %s, joje yra gilesniø galerijø.

source: You do not have permission to access this gallery.
lt_lt: Jûs neturite teisiø perþiûrëti ðios galerijos.

source: You do not have permission to add children to %s.
lt_lt: Jûs neturite teisiø pridëti galerijos prie %s.

source: You do not have permission to add tags to this gallery
lt_lt: Jûs neturite teisiø pridëti þymiø ðiai galerijai

source: You do not have permission to change this gallery.
lt_lt: Jûs neturite teisiø keisti ðios galerijos.

source: You do not have permission to view this gallery.
lt_lt: Neturite teisiø perþiûrëti ðios galerijos.

source: You do not have permissions to add tags to this image.
lt_lt: Jûs neturite teisiø pridëti þymiø ðiam paveikslëliui.

source: You do not have permissions to view this image.
lt_lt: Jûs neturite teisiø perþiûrëti ðio paveikslëlio.

source: You have been sent an Ecard. To view the Ecard, you must be able to view text/html messages in your mail reader. If you are viewing this message, then most likely your mail reader does not support viewing text/html messages.
lt_lt: Jûs gavote el. atvirutæ. Norëdami jà perþiûrëti, jûsø el. paðto klientas privalo turëti galimybæ perþiûrëti HTML tipo laiðkus. Jeigu matote ðià þinutæ, tai jûsø el. paðto klientas neturi ðios galimybës.

source: You must choose a gallery to move images to.
lt_lt: Paveikslëliø perkëlimui reikia pasirinkti galerijà.
