Repository: horde/horde
Catalog: ansel/po/*.po
Languages: lt_lt

source: You must enter an e-mail address to send the message to.
lt_lt: Norëdami iðsiøsti ðá laiðkà, privalote áraðyti el. paðto adresà.

source: You must enter your e-mail address.
lt_lt: Jûs turite áraðyti el. paðto adresà.

source: You must provide a display name for your new gallery.
lt_lt: Jûs turite nurodyti naujos galerijos rodomà pavadinimà.

source: Zip File Upload
lt_lt: ZIP failo siuntimas

source: _Galleries
lt_lt: _Galerijos

source: _My Galleries
lt_lt: Mano galerijos

source: _New Gallery
lt_lt: _Nauja galerija

source: _Print
lt_lt: _Spausdinti
