Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: To:
ar_om: Çáì :
sk_sk: Pre:

source: Date:
ar_om: ÇáÊÇÑíÎ :
sk_sk: Dátum:

source: From:
ar_om: ãä :
sk_sk: Od:

source: (Accesskey %s)
sk_sk: (Klávesová skratka %s)

source: Subject:
ar_om: ÇáãæÖæÚ :
sk_sk: Predmet:

source: %.0f%% of %.0f MB
sk_sk: %.0f%% z %.0f MB

source: %d Messages
sk_sk: Správy (%d)

source: %d messages have been deleted.
sk_sk: Správy (%d) boli vymazané.

source: %d messages have been reported as not spam to your system administrator.
sk_sk: Správy (%d) boli ohlásené Vá¹mu správcovi ako be¾ná (nie nevy¾iadaná) po¹ta.

source: %d messages have been reported as not spam.
sk_sk: Správy (%d) boli ohlásené ako be¾ná (nie nevy¾iadaná) po¹ta.

source: %d messages have been reported as spam to your system administrator.
sk_sk: Správy (%d) boli oznaèené za nevy¾iadanú po¹tu (SPAM) a zaslané Vá¹mu správcovi.

source: %d messages have been reported as spam.
sk_sk: Správy (%d) boli oznaèené za nevy¾iadanú po¹tu (SPAM).

source: %d to %d of %d Messages
ar_om: %d Çáì %d ãä %d ÑÓÇáÉ
sk_sk: Správy %d a¾ %d z %d správ

source: %s already exists. Your %s folder was not renamed.
ar_om: %s ãæÌæÏÉ ãÓÈŞÇ. ãÌáÏ %s áã íÊã ÊÛííÑå.
sk_sk: %s u¾ existuje. Vá¹ prieèinok %s nebol premenovaný.

source: %s folder being renamed at the start of the month.
ar_om: Êã ÊÛííÑ ÇÓãÇÁ %s ãÌáÏ ÚäÏ ÈÏÇíÉ ÇáÔåÑ.
sk_sk: Prieèinok %s bude premenovaný na zaèiatku mesiaca.

source: %s for %s
sk_sk: %s pre %s

source: %s has accepted.
sk_sk: %s akceptoval.

source: %s has cancelled "%s".
sk_sk: %s zru¹il "%s".

source: %s has declined.
sk_sk: %s odmietol.

source: %s has replied to a free/busy request.
sk_sk: %s odpovedal(a) na po¾iadavku zis»ovania zaneprázdnenosti.

source: %s has replied to the invitation to "%s".
sk_sk: %s odpovedal na pozvanie "%s".

source: %s has sent you free/busy information.
sk_sk: %s Vám poslal informáciu o zaneprázdnenosti.

source: %s has tentatively accepted.
sk_sk: %s predbe¾ne akceptoval.

source: %s requests your free/busy information.
sk_sk: %s po¾aduje informáciu o Va¹ej zaneprázdnenosti.

source: %s requests your presence at "%s".
sk_sk: %s vy¾aduje Va¹u prítomnos» na "%s".

source: %s was successfully added to "%s".
sk_sk: Pridanie %s do "%s" bolo úspe¹né.

source: %s wishes to ammend "%s".
sk_sk: %s by rád doplnil "%s".

source: %s wishes to make you aware of "%s".
sk_sk: %s by Vás rád upozornil na "%s".

source: %s wishes to receive the latest information about "%s".
sk_sk: %s by rád dostal najnov¹ie informácie o "%s".

source: %s%% of allowed size
sk_sk: %s%% z povolenej veµkosti

source: %s: %s (%d&nbsp;of&nbsp;%d)
ar_om: %s: %s (%d&nbsp;de&nbsp;%d)
sk_sk: %s: %s (%d&nbsp;z&nbsp;%d)

source: %u Forwarded Messages
sk_sk: %u preposlaných správ

source: %u of %u messages in %s unread.
sk_sk: %u z %u nepreèítaných správ v %s

source: (Plain Text)
sk_sk: (Èistý text)

source: * Add these by clicking OK *
ar_om: * ÇÖİ åĞå ÈÇáÖÛØ Úáì ÒÑ äÚã *
sk_sk: * Pridajte kliknutím na OK *

source: * Please select address(es) *
ar_om: * íÑÌì ÇÎÊíÇÑ ÇáÚäæÇä ( ÇáÚäÇæíä ) . *
sk_sk: * Prosím vyberte adresy *

source: 100 characters
sk_sk: 100 znakov

source: 1000 characters
sk_sk: 1000 znakov

source: 250 characters
sk_sk: 250 znakov

source: 500 characters
sk_sk: 500 znakov

source: A message you have sent has resulted in a return notification from the recipient.
sk_sk: Správa, ktorú ste poslali, spôsobila zaslanie potvrdenia od príjemcu.

source: A popup window could not be opened. Perhaps you have set your browser to block popup windows?
sk_sk: Vyskakovacie okno sa nepodarilo otvori». Nemáte nastavený prehliadaè na blokovanie vyskakovacích okien?

source: AND
sk_sk: A ZÁROVEÒ

source: About this editor
sk_sk: O tomto editore

source: Above the message text
sk_sk: Nad textom správy

source: Accept and add to my calendar
sk_sk: Prija» a prida» do môjho kalendára

source: Accept request
sk_sk: Prija» po¾iadavku

source: Accepted
sk_sk: Prijatá

source: Accepted:
sk_sk: Prijaté:

source: Account's name:
sk_sk: Názov úètu:

source: Actions
sk_sk: Akcie

source: Add %s to my Address Book
sk_sk: Prida» %s do môjho adresára

source: Add source
sk_sk: Prida» zdroj

source: Add this to my calendar
sk_sk: Prida» do môjho kalendára

source: Add this to my tasklist
sk_sk: Prida» do mojich úloh

source: Add to my calendar
sk_sk: Prida» do môjho kalendára

source: Added "%s" as an attachment.
sk_sk: Príloha "%s" bola pripojená.

source: Additional headers to display when viewing: <em>(optional, enter each header on a new line)</em>
sk_sk: Ïal¹ie hlavièky zobrazované pri prezeraní: <em> (voliteµné, zadajte ka¾dú hlavièku na novom riadku)</em>

source: Additional information can be viewed %s.
sk_sk: Ïal¹ie informácie mô¾u by» zobrazené %s.

source: Additional information details
sk_sk: Ïal¹ie podrobnosti

source: Additional message details
sk_sk: Ïal¹ie detaily správy

source: Additional message details can be viewed %s.
sk_sk: Ïal¹ie detaily správy mô¾u by» zobrazené %s.

source: Additional message error details
sk_sk: Ïal¹ie detaily chybovej správy

source: Additional message error details can be viewed %s.
sk_sk: Ïal¹ie detaily chybovej správy mô¾u by» zobrazené %s.

source: Address Book
ar_om: ÓÌá ÇáÚäÇæíä
sk_sk: Adresár

source: Address Books
sk_sk: Adresáre

source: Address book to add addresses to
sk_sk: Adresár, do ktorého sa majú prida» adresy

source: Addresses to BCC all messages: <em>(optional, enter each address on a new line)</em>
sk_sk: Adresy, na ktoré sa majú posiela» skryté kópie (BCC) v¹etkých správ: <em>(voliteµné, zadajte ka¾dú adresu na novom riadku)</em>

source: Addresses to explicitly tie to this identity: <em>(optional, enter each address on a new line)</em>
sk_sk: Adresy, ktoré sa majú explicitne zviaza» s touto identitou: <em>(voliteµné, zadajte ka¾dú adresu na novom riadku)</em>

source: Administer
sk_sk: Administrácia

source: All
ar_om: ÇáÌãíÚ
sk_sk: V¹etky

source: All messages in the folder(s) "%s" older than %s days will be permanently deleted.
sk_sk: V¹etky správy v prieèinkoch "%s" star¹ie ako %s dní budú trvale vymazané.

source: All messages in the following folder(s) will be downloaded into one MBOX file:
ar_om: ÌãíÚ ÇáÑÓÇÆá ÇáãæÌæÏÉ İí ÇáãÌáÏ (ÇáãÌáÏÇÊ) ÇáÊÇáíÉ Óæİ íÊã ÊÍãíáåÇ İí ÕäÏæŞ æÇÍÏ ÇáÕäÏæŞ :
sk_sk: V¹etky správy v nasledujúcich prieèinkoch sa stiahnu do jedného súboru MBOX:

source: All messages in your "%s" folder older than %s days will be permanently deleted.
ar_om: ßá ÇáÑÓÇÆá İí ãÌáÏ "%s" ÇáÇŞÏã ãä %s íæã Óæİ íÊã ÈÔßá ÏÇÆãÇáÛÇÄåÇ.
sk_sk: V¹etky správy vo Va¹om prieèinku "%s" star¹ie ako %s dní budú trvale vymazané.

source: All old linked attachments more than %s months old will be deleted.
sk_sk: V¹etky staré nalinkované prílohy star¹ie ako %s mesiacov budú vymazané.

source: All old sent-mail folders more than %s months old will be deleted.
ar_om: ßá ãÌáÏÇÊ ÇáÑÓÇÆá ÇáãÑÓáÉ ÇáÇŞÏã ãä %s ÔåÑÇ Óæİ ÊáÛì
sk_sk: V¹etky prieèinky odoslanej po¹ty star¹ie ako %s mesiacov budú vymazané.

source: All rights on folder "%s" successfully removed for user "%s".
sk_sk: V¹etky práva pre prieèinky "%s" platné pre pou¾ívateµa "%s" boli úspe¹ne odstránené.

source: Allow Folder Creation?
sk_sk: Povoli» vytváranie prieèinkov?

source: Allow filter rules to be applied in any mailbox?
sk_sk: Povoli» aplikovanie filtrovacích pravidiel na µubovoµnú schránku?

source: Alternative parts for this section:
sk_sk: Alternatívne èasti pre túto sekciu:

source: Always
sk_sk: V¾dy

source: Always save attachments
sk_sk: V¾dy uklada» prílohy

source: An error occured while attempting to strip the attachment. The IMAP server said:
sk_sk: Pri pokuse o odstránenie prílohy nastala chyba. IMAP server:

source: An image named %s is attached to this message. A thumbnail is below.
sk_sk: K tejto správe je pripojený obrázok s názvom %s. Náhµad je ni¾¹ie.

source: An unknown error occured while creating the new note.
sk_sk: Pri vytváraní novej poznánky sa vyskytla neznáma chyba.

source: An unknown error occured while creating the new task.
sk_sk: Pri vytváraní novej úlohy sa vyskytla neznáma chyba.

source: An unknown person
sk_sk: Neznáma osoba

source: Answered
ar_om: Êã ÇáÑÏ ÚáíåÇ
sk_sk: Zodpovedané

source: Answered messages
ar_om: ÇáÑÓÇÆá ÇáÊí Êã ÇáÑÏ ÚáíåÇ
sk_sk: Zodpovedané správy

source: Apply Filters
sk_sk: Aplikova» filtre

source: Apply Filters to %s
sk_sk: Aplikova» filtre na %s

source: Apply filter rules upon logging on?
ar_om: Şã ÈÊØÈíŞ ÇáãÑÔÍÇÊ ÇËäÇÁ ÇáÏÎæá ¿
sk_sk: Aplikova» filtrovacie pravidlá pri prihlásení?

source: Apply filter rules whenever Inbox is displayed?
sk_sk: Aplikova» filtrovacie pravidlá pri ka¾dom zobrazení prijatých správ?

source: Apply filter rules whenever sidebar is refreshed?
sk_sk: Aplikova» filtrovacie pravidlá pri ka¾dom obnovení boèného panelu?

source: Are you sure you want to delete all messages in this thread?
sk_sk: Urèite chcete vymaza» v¹etky správy v tomto vlákne?

source: Are you sure you want to delete this Virtual Folder Definition?
sk_sk: Naozaj chcete vymaza» túto definíciu virtuálneho prieèinka?

source: Are you sure you want to delete this public key?
sk_sk: Naozaj chcete vymaza» tento verejný kµúè?

source: Are you sure you want to delete your keypair? (This is NOT recommended!)
sk_sk: Naozaj chcete vymaza» tento Vá¹ kµúèový pár? (Neodporúèame!)

source: Are you sure you want to do this?
ar_om: åá ÇäÊ æÇËŞ ãä Çäß ÊÑíÏ İÚá Ğáß ¿
sk_sk: Naozaj tak chcete urobi»?

source: Are you sure you wish to PERMANENTLY delete all attachments?
sk_sk: Urèite chcete NATRVALO vymaza» v¹etky príloy?

source: Are you sure you wish to PERMANENTLY delete these messages?
ar_om: åá ÇäÊ æÇËŞ ãä ÑÛÈÊß İí ÇáÛÇÁ åĞå ÇáÑÓÇÆá ÈÔßá äåÇÆí ¿
sk_sk: Urèite chcete NATRVALO vymaza» tieto správy?

source: Are you sure you wish to PERMANENTLY delete this attachment?
sk_sk: Urèite chcete NATRVALO vymaza» túto prílohu?

source: Are you sure you wish to delete all mail in this folder?
sk_sk: Urèite chcete vymaza» v¹etky správy v tomto prieèinku?

source: Are you sure you wish to empty your spam folder?
sk_sk: Urèite chcete vyprázdni» Vá¹ prieèinok s nevy¾iadanou po¹tou?

source: Are you sure you wish to empty your trash folder?
ar_om: åá ÇäÊ æÇËŞ ãä ÑÛÈÊß İí ÇİÑÇÛ ãÌáÏ ÓáÉ ÇáãåãáÇÊ ¿
sk_sk: Urèite chcete vyprázdni» Vá¹ odpadkový kô¹?

source: Are you sure you wish to permanently delete these messages?
sk_sk: Urèite chcete vymaza» tieto správy ?

source: Are you sure you wish to report this message as innocent?
sk_sk: Urèite chcete ohlási» túto správu ako ne¹kodnú?

source: Are you sure you wish to report this message as spam?
sk_sk: Urèite chcete ohlási» túto správu ako nevy¾iadanú po¹tu (spam)?

source: Arrival Time
ar_om: æŞÊ ÇáæÕæá
sk_sk: Èas doruèenia

source: Ascending
ar_om: ÊÕÇÚÏí
sk_sk: Vzostupne

source: Ask
sk_sk: Spýta» sa

source: Attach Files
sk_sk: Pripoji» súbory

source: Attach a copy of your PGP public key to your message?
sk_sk: Vlo¾i» Vá¹ verejný kµúè do správy?

source: Attached File:
sk_sk: Pripojený súbor:

source: Attached file "%s" exceeds the attachment size limits. File NOT attached.
sk_sk: Pripojený súbor "%s" prekraèuje limit na veµkos» prílohy. Súbor NEBOL pripojený.

source: Attached is a reply to a calendar request you sent.
sk_sk: V prílohe je odpoveï na Va¹u kalendárovú po¾iadavku.

source: Attachment
ar_om: ãÑİŞ
sk_sk: Príloha

source: Attachment %s deleted.
sk_sk: Príloha %s vymazaná.

source: Attachment Information
sk_sk: Informácie o prílohách

source: Attachment stripped: Original attachment type
sk_sk: Príloha bola odstránená: pôvodný typ prílohy

source: Attachments
ar_om: ãÑİŞÇÊ
sk_sk: Prílohy

source: Attendees
sk_sk: Úèastníci

source: Attention
sk_sk: Pozor

source: Auth_imp: Required IMAP extension not found.
sk_sk: Auth_imp: po¾adované roz¹írenie IMAP nebolo nájdené.

source: Authentication failed.
sk_sk: Autentifikácia zlyhala.

source: Automatically show images in HTML messages when the sender is in my address book?
sk_sk: Automaticky zobrazi» obrázky v HTML správach, ak je odosielateµ v mojom adresári?

source: Available Address books:
sk_sk: Dostupné adresáre:

source: Awaiting Response
sk_sk: Èaká sa na odpoveï

source: Bac_k to %s
sk_sk: _Spä» na %s

source: Back to %s
ar_om: ÇáÚæÏÉ Çáì %s
sk_sk: Spä» na %s

source: Back to Multiple Message View Index
sk_sk: Spä» na náhµad viacerých správ

source: Back to Thread Display
sk_sk: Spä» na zobrazenie vlákna

source: Background Color
sk_sk: Farba pozadia

source: Bad login name or password.
sk_sk: Nesprávne prihlasovacie meno alebo heslo.

source: Bad or malformed request. Server Responded: %s
sk_sk: Nesprávna alebo chybná po¾iadavka. Server odpovedal: %s

source: Bad request: %s
sk_sk: Nesprávna po¾iadavka: %s

source: Before Signature
sk_sk: Pred signatúru

source: Below is the raw text of the status information message.
sk_sk: Ni¾¹ie je pôvodný text správy o stave.

source: Below the message text
sk_sk: Pod text správy

source: Blacklist
ar_om: ÇáŞÇÆãÉ ÇáÓæÏÇÁ
sk_sk: Èierna listina

source: Block images in HTML messages unless they are specifically requested?
sk_sk: Zablokova» obrázky v HTML správach a¾ do explicitného vy¾iadania?

source: Body
ar_om: ÇáäÕ
sk_sk: Telo

source: Body Text Only
sk_sk: Iba text v tele

source: Body Text with Attachments
sk_sk: Text tela správy s prílohami

source: Bold
sk_sk: Tuèné

source: Both
ar_om: ÇáÇËäÇä
sk_sk: Oboje

source: Both Header Listing and Body of Message
sk_sk: Hlavièky a telo správy

source: Bottom
sk_sk: Dolu

source: Bulleted List
sk_sk: Odrá¾ky

source: CRAM-MD5 or DIGEST-MD5 requires PEAR's Auth_SASL package to be installed.
sk_sk: Podpora CRAM-MD5 alebo DIGEST-MD5 vy¾aduje nain¹talovaný balík PEAR Auth_SASL.

source: C_harset
sk_sk: Z_naková sada

source: Calendar
sk_sk: Kalendár

source: Can not directly create mailbox in this folder.
sk_sk: V tomto prieèinku nemo¾no priamo vytvori» schránku.

source: Can not move messages to Trash - no Trash mailbox set in preferences.
sk_sk: Nemo¾no presunú» správy do ko¹a - nebol nastavený prieèinok pre odpadkový kô¹.

source: Cancel
ar_om: ÇáÛÇÁ
sk_sk: Zru¹i»

source: Cancel Message
ar_om: ÇáÛÇÁ ÇáÑÓÇáÉ
sk_sk: Zru¹i» správu

source: Cancelling this message will permanently discard its contents.
ar_om: ÇáÛÇÁ åĞå ÇáÑÓÇáÉ Óæİ íÄÏí ÊáŞÇÆíÇ Çáì ÊÏãíÑ ãÍÊæíÇÊåÇ.
sk_sk: Zru¹ením správy natrvalo odstránite jej obsah.

source: Cannot activate both a Trash folder and Virtual Trash. A Trash folder will be used.
sk_sk: Nemo¾no naraz nastavi» prieèinok odpadkového kô¹a a virtuálny odpadkový kô¹. Bude pou¾itý prieèinok odpadkového kô¹a.

source: Cannot activate both a Trash folder and Virtual Trash. A Virtual Trash folder will be used.
sk_sk: Nemo¾no naraz nastavi» prieèinok odpadkového kô¹a a virtuálny odpadkový kô¹. Bude pou¾itý virtuálny odpadkový kô¹.

source: Cannot connect to the remote mail server.
sk_sk: Nepodarilo sa spoji» so vzdialeným po¹tovým serverom.

source: Cannot connect to the remote mail server:
sk_sk: Nepodarilo sa spoji» so vzdialeným po¹tovým serverom:

source: Cannot delete to trash unless a Trash folder is defined.
sk_sk: Nemo¾no vymaza» do ko¹a pokiaµ nie je nastavený prieèinok ko¹a.

source: Cannot display - found only %s of %s parts of this message in the current mailbox.
sk_sk: Nemo¾no zobrazi» - v tejto schránke je iba prvých %s z %s èastí správy.

source: Cannot retrieve public key from cache.
sk_sk: Nemo¾no získa» verejný kµúè z vyrovnávacej pamäti.

source: Certificate import is not available. File upload is not enabled on this server.
sk_sk: Import certifikátov nie je k dispozícii. Na tomto serveri nie je zapnutý upload súborov.

source: Chair Person
sk_sk: Vedúci

source: Change Folder
sk_sk: Zmeni» prieèinok

source: Change display options such as how many messages you see on each page and how messages are sorted.
ar_om: ÊÛííÑ ÎíÇÑÇÊ ÇáÚÑÖ ãËá ÚÏÏ ÇáÑÓÇÆá ÇáãÚÑæÖÉ İí ßá ÕİÍÉ æ ßíİíÉ İåÑÓÉ ÇáÑÓÇÆá.
sk_sk: Zmena nastavení zobrazenia, poèet správ na ka¾dej strane a spôsob triedenia správ.

source: Change mail server and folder settings.
sk_sk: Zmena nastavení Vá¹ho po¹tového servera a prieèinkov.

source: Change the name, address, and signature that people see when they read and reply to your email.
ar_om: ÊÛííÑ ÇáÇÓã¡ ÇáÚäæÇä ¡ æ ÇáÊæŞíÚ ÇáĞí íÑÇå ÇáÇÔÎÇÕ ÚäÏãÇ íŞÑÇæä æ íÑÏæä Úáì ÑÓÇÆáß.
sk_sk: Nastavenie mena, adresy a signatúry, ktoré sa zobrazujú vo Vami napísaných správach.

source: Characters to display:
sk_sk: Poèet znakov na zobrazenie:

source: Check All/None
sk_sk: Vybra» v¹etky/¾iadne

source: Check Spelling
sk_sk: Kontrolova» pravopis

source: Check _All/None
sk_sk: Vybra» _v¹etky/¾iadne

source: Check for New Mail
sk_sk: Kontrolova» novú po¹tu

source: Check spelling before sending a message?
sk_sk: Skontrolova» pravopis pred odoslaním správy?

source: Checking ...
sk_sk: Kontrolujem ...

source: Choose Action
sk_sk: Vyberte operáciu

source: Choose a mail server:
ar_om: ÇÎÊÑ ãÒæÏ ÇáÈÑíÏ :
sk_sk: Vyberte po¹tový server:

source: Choose a match or edit the address to the right:
sk_sk: Vyberte alebo upravte adresy v priestore vpravo:

source: Choose the address book to use when adding addresses.
sk_sk: Vyberte adresár, ktorý sa pou¾ije pri pridávaní nových adries.

source: Choose the order of address books to search when expanding addresses.
sk_sk: Vyberte poradie, v akom sa budú prehµadáva» adresáre pri dopåòaní adries.

source: Clear Inline Font Specifications
sk_sk: Vymaza» nastavenia vlo¾eného písma

source: Clear MSOffice tags
sk_sk: Vymaza» oznaèenia (tagy) MS Office

source: Click %s to convert the image file into a format your browser can view.
sk_sk: Kliknite %s pre konverziu obrázku do formátu, ktorý podporuje Vá¹ prehliadaè.

source: Click %s to download the data.
sk_sk: Kliknite %s pre stiahnutie dát.

source: Click %s to download the image.
sk_sk: Kliknite %s pre stiahnutie obrázku.

source: Click %s to go to %s management page.
sk_sk: Kliknite %s pre stránku administrácie %s.

source: Click %s to view the attachment in a separate window.
sk_sk: Kliknite %s pre zobrazenie prílohy v samostatnom okne.

source: Click %s to view this multipart/related part in a separate window.
sk_sk: Kliknite %s pre zobrazenie tejto èasti správy v samostatnom okne.

source: Click HERE to verify the message.
sk_sk: Kliknite TU pre overenie podpisu správy.

source: Click on one of your selected address books and then select all fields to search.
sk_sk: Kliknite na jeden z Va¹ich vybraných adresárov a potom oznaète v¹etky polia, ktoré chcete prehµadáva».

source: Clicking on the address will compose a new message to the sender
sk_sk: Kliknutím na adresu zaènete písa» novú správu odosielateµovi

source: Clicking on the address will open the message to be read
sk_sk: Kliknutím na adresu sa otvorí správa

source: Close
sk_sk: Zavrie»

source: Close this window
sk_sk: Zatvori» okno

source: Closed Folder
ar_om: ãÌáÏ ãÛáŞ
sk_sk: Zatvorený prieèinok

source: Collapse
sk_sk: Zbali»

source: Collapse All
ar_om: Øí ÇáÌãíÚ
sk_sk: Zbali» v¹etko

source: Collapse All Folders
ar_om: Øí ÌãíÚ ÇáãÌáÏÇÊ
sk_sk: Zbali» v¹etky prieèinky

source: Collapse Folder
ar_om: Øí ãÌáÏ
sk_sk: Zbali» prieèinok

source: Color Indicator:
sk_sk: Uká¾ka farby:

source: Combine all namespaces
sk_sk: Skombinova» v¹etky menné oblasti

source: Comment:
sk_sk: Komentár:

source: Completed
sk_sk: Hotovo

source: Compose messages in a separate window?
ar_om: ÇÑÓá ÑÓÇáÉ İí äÇİĞÉ ÌÏíÏÉ ¿
sk_sk: Písa» správy v novom okne?

source: Compose messages with an HTML GUI by default (if browser supports the feature)?
sk_sk: Písa» správy ¹tandardne v HTML GUI (ak prehliadaè podporuje túto vlastnos»)?

source: Configure how messages are displayed.
sk_sk: Nastavenie spôsob zobrazenia správ.

source: Configure mail preview options.
sk_sk: Nastavenie zobrazenia uká¾ok správ.

source: Connection to server failed.
sk_sk: Spojenie so serverom zlyhalo.

source: Contacts
sk_sk: Kontakty

source: Control PGP support for %s.
sk_sk: Nastavenie podpory PGP pre aplikáciu %s.

source: Control S/MIME support for %s.
sk_sk: Nastavenie podpory S/MIME pre aplikáciu %s.

source: Control when new mail will be checked for, and whether or not to notify you when it arrives.
ar_om: ÇáÊÍßã İí æŞÊ ÇáÈÍË Úä ÑÓÇÆá ÌÏíÏÉ ¡ æåá íÊã ÊäÈíåß Çã áÇ ÚäÏ æÕá ÑÓÇÆá ÌÏíÏÉ.
sk_sk: Nastavenia, ktoré urèujú, kedy sa budú kontrolova» nové správy a èi sa zobrazí informácia o príchode novej správy.

source: Convert textual emoticons into graphical ones?
sk_sk: Skonvertova» textové emotikony na grafické?

source: Copy
ar_om: äÓÎ
sk_sk: Kopírova»

source: Copy selection
sk_sk: Kopírova» vybrané

source: Copy to folder
sk_sk: Skopírova» do prieèinka

source: Could not attach %s to the message.
sk_sk: Nepodarilo sa pripoji» %s k správe.

source: Could not complete request. Reason Given: %s
sk_sk: Nepodarilo sa vykona» po¾iadavku. Dôvod: %s

source: Could not create the VFS backend: %s
sk_sk: Nepodarilo sa vytvori» VFS backend: %s

source: Could not delete messages from %s. The server said: %s
sk_sk: Nemo¾no vymaza» správy z %s: %s

source: Could not execute maintenance operations.
sk_sk: Nemo¾no vykona» operácie údr¾by.

source: Could not extract the requested file from the MS-TNEF attachment.
sk_sk: Nemo¾no vybra» po¾adovaný súbor z prílohy MS-TNEF.

source: Could not extract the requested file from the Zip archive.
sk_sk: Nemo¾no vybra» po¾adovaný súbor zo Zip archívu.

source: Could not move message to spam mailbox - no spam mailbox defined in preferences.
sk_sk: Nemo¾no presunú» správu do prieèinku s nevy¾iadanou po¹tou - prieèinok nevy¾iadanej po¹tu nie je nastavený.

source: Could not open secure connection to the IMAP server.
sk_sk: Nepodarilo sa vytvori» bezpeèné spojenie s IMAP serverom.

source: Could not retrieve namespace information from IMAP server.
sk_sk: Nepodarilo sa z IMAP servera prija» informácie o mennej oblasti.

source: Could not retrieve the message from the mail server.
sk_sk: Nepodarilo sa prija» správu z po¹tového servera.

source: Could not save recipients: %s
sk_sk: Nepodarilo sa ulo¾i» príjemcov: %s

source: Could not save the compiled template file '%s'.
sk_sk: Nepodarilo ulo¾i» skompilovaný vzorový súbor (template) '%s'.

source: Create
ar_om: ÅäÔÇÁ
sk_sk: Vytvori»

source: Create Folder
ar_om: ÅäÔÇÁ ãÌáÏ
sk_sk: Vytvori» prieèinok

source: Create Folders
sk_sk: Vytvori» prieèinky

source: Create Keys
sk_sk: Vytvori» kµúèe

source: Create a New Account
sk_sk: Vytvori» nový úèet

source: Create a new Spam folder
sk_sk: Vytvori» nový prieèinok nevy¾iadanej po¹ty

source: Create a new drafts folder
ar_om: ÇäÔÇÁ ãÌáÏ ãÓæÏÇÊ ÌÏíÏ
sk_sk: Vytvori» nový prieèinok konceptov

source: Create a new sent mail folder
ar_om: ÅäÔÇÁ ãÌáÏ ÑÓÇÆá ãÑÓáÉ ÌÏíÏ
sk_sk: Vytvori» nový prieèinok odoslanej po¹ty

source: Create a new trash folder
ar_om: ÇäÔÇÁ ãÌáÏ ãåãáÇÊ ÌÏíÏ
sk_sk: Vytvori» nový odpadkový kô¹

source: Create an account
sk_sk: Vytvori» úèet

source: Create filtering rules to organize your incoming mail, sort it into folders, and delete spam.
ar_om: ÅäÔÇÁ ŞæÇÚÏ İáÊÑÉ áÊÑÊíÈ ÇáÈÑíÏ ÇáæÇÑÏ ¡ ÊÕäíİåÇ İí ÇáãÌáÏÇÊ æÇáÛÇÁ ÇáÈÑíÏ ÇáÛíÑ ãÑÛæÈ.
sk_sk: Vytváranie pravidiel na usporiadanie Va¹ej prichádzajúcej po¹ty, jej triedenie do prieèinkov a mazanie nevy¾iadanej po¹ty.

source: Create new stationery
sk_sk: Vytvori» novú predlohu

source: Create stationery and form responses.
sk_sk: Vytvori» predlohu a prednastavenú odpoveï.

source: Current Attachments
sk_sk: Aktuálne prílohy

source: Current access to %s
sk_sk: Aktuálny prístup do %s

source: Current expanded status in the folders view
sk_sk: Ako v prehµade prieèinkov

source: Current style
sk_sk: Aktuálny ¹týl

source: Customize accounts for fetching mail from other accounts.
sk_sk: Nastavenie úètov pre s»ahovanie po¹ty z iných úètov.

source: Customize how you send mail.
sk_sk: Nastavenie odosielania po¹ty.

source: Customize tasks to run upon logon to %s.
ar_om: ÖÈØ ãåÇã áßí ÊÚãá ÚäÏ ÇáÏÎæá %s.
sk_sk: Nastavenie úloh, ktoré sa spú¹»ajú pri prihlásení do aplikácie %s.
