Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: Should S/MIME signed messages automatically be verified when viewed?
sk_sk: Majú by» správy podpísané pomocou S/MIME pri èítaní automaticky overované?

source: Should large blocks of quoted text be shown or hidden by default? It can be toggled easily whichever you choose.
sk_sk: Majú by» veµké bloky citovaného textu ¹tandardne zobrazené alebo skryté? Nastavenie mô¾e by» kedykoµvek jednoducho prepnuté.

source: Should the body of text/plain messages be scanned for PGP data?
sk_sk: Majú sa v tele správ typu text/plain hµada» údaje pre PGP?

source: Should the compose window be closed after saving a draft?
ar_om: åá íÌÈ ÇÛáÇŞ äÇİĞÉ ÇÑÓÇá ÇáÑÓÇÆá ÈÚÏ ÍİÙ ÇáãÓæÏÇÊ ¿
sk_sk: Má sa okno na písanie správy zatvori» po ulo¾ení konceptu ?

source: Should your PGP public key to be attached to your messages by default?
sk_sk: Má sa Vá¹ verejný PGP kµúè pripoji» k správam?

source: Show Addresses
sk_sk: Zobrazi» adresy

source: Show All Folders
sk_sk: Zobrazi» v¹etky prieèinky

source: Show All Headers
sk_sk: Zobrazi» v¹etky hlavièky

source: Show Common Headers
sk_sk: Zobrazi» be¾né hlavièky

source: Show Deleted
ar_om: ÚÑÖ ÇáãáÛí
sk_sk: Ukáza» vymazané

source: Show Images?
sk_sk: Zobrazi» obrázky?

source: Show Mailing List Information
sk_sk: Zobrazi» informácie o e-mailovej konferencii.

source: Show Only Subscribed Folders
sk_sk: Zobrazi» iba prihlásené prieèinky

source: Show Size
sk_sk: Zobrazi» veµkos»

source: Show Unsubscribed
ar_om: ÚÑÖ ÛíÑ ÇáãÔÊÑß
sk_sk: Ukáza» neprihlásené

source: Show an icon to allow stripping of attachments from messages?
sk_sk: Zobrazi» ikonu na odstránenie príloh zo správ?

source: Show non-private mailboxes in separate folders
sk_sk: Zobrazi» nesúkromné schránky v samostatných prieèinkoch

source: Show previews for unread messages only?
sk_sk: Zobrazova» uká¾ky iba pre nepreèítané správy?

source: Show previews in tooltips?
sk_sk: Zobrazova» uká¾ky ako popisky?

source: Show the Bcc: header field when composing mail?
sk_sk: Zobrazi» hlavièku Bcc: pri písaní správy?

source: Show the Cc: header field when composing mail?
sk_sk: Zobrazi» hlavièku Cc: pri písaní správy?

source: Show the Fetch Mail icon on the menubar?
sk_sk: Zobrazi» ikonu na s»ahovanie po¹ty v menu?

source: Show the filter icon on the menubar?
sk_sk: Zobrazi» ikonu filtrov v menu?

source: Show this HTML in a new window?
sk_sk: Zobrazi» toto HTML v novom okne?

source: Show total number of mails in folder?
sk_sk: Zobrazi» celkový poèet správ v prieèinku?

source: Shown
sk_sk: Zobrazené

source: Si_ze
sk_sk: Veµko_s»

source: Size
ar_om: ÍÌã
sk_sk: Veµkos»

source: Size:
sk_sk: Veµkos»:

source: Sort by Arrival
sk_sk: Triedi» podµa èasu príchodu

source: Sort by Date
sk_sk: Triedi» podµa dátumu

source: Sort by From Address
sk_sk: Triedi» podµa adresy odosielateµa

source: Sort by Message Size
sk_sk: Triedi» podµa veµkosti

source: Sort by Subject
sk_sk: Triedi» podµa predmetu

source: Sort by Thread
sk_sk: Triedi» podµa vlákna

source: Sort by To Address
sk_sk: Triedi» podµa adresy príjemcu

source: Spam
sk_sk: Nevy¾iadaná po¹ta

source: Spam folder
sk_sk: Prieèinok pre nevy¾iadanú po¹tu

source: Spam folder:
sk_sk: Prieèinok pre nevy¾iadanú po¹tu:

source: Special Characters
ar_om: ÑãæÒ ÎÇÕÉ
sk_sk: ©peciálne znaky

source: Special Virtual Folders cannot be edited.
sk_sk: ©peciálne virtuálne prieèinky nemô¾u by» menené.

source: Spell Check Failed
sk_sk: Chyba pri kontrole pravopisu

source: Split Block
sk_sk: Rozdeli» blok

source: Start
sk_sk: Zaèiatok

source: Stationery
sk_sk: Predloha

source: Stationery name:
sk_sk: Názov predlohy:

source: Stationery type:
sk_sk: Typ predlohy:

source: Stationery:
sk_sk: Predloha:

source: Status
sk_sk: Stav

source: Strikethrough
sk_sk: Pre¹krtnuté

source: Strip All Attachments
sk_sk: Odstráni» v¹etky prílohy

source: Strip Attachment
sk_sk: Odstráni» prílohu

source: Strip Attachments
sk_sk: Odstráni» prílohy

source: Strip linebreaks?
sk_sk: Odstráni» konce riadkov?

source: Sub_ject
sk_sk: P_redmet

source: Subject
ar_om: ÇáãæÖæÚ
sk_sk: Predmet

source: Subject Field
ar_om: ÍŞá ÇáãæÖæÚ
sk_sk: Pole predmetu

source: Subject:
ar_om: ÇáãæÖæÚ :
sk_sk: Predmet:

source: Submit
sk_sk: Odosla»

source: Subscribe
sk_sk: Prihlási»

source: Subscript
sk_sk: Dolný index

source: Success
ar_om: äÌÇÍ
sk_sk: Úspech

source: Sum
sk_sk: Suma

source: Summary
sk_sk: Zhrnutie

source: Superscript
sk_sk: Horný index

source: Switch Composition Method
sk_sk: Prepnú» spôsob písania správ

source: Switch to HTML composition
sk_sk: Prepnú» na písanie správ v HTML

source: Switch to plain text composition
sk_sk: Prepnú» na písanie textových správ

source: Target Folder
sk_sk: Cieµový prieèinok

source: Target Mailbox:
sk_sk: Cieµová schránka:

source: Task Lists
sk_sk: Zoznamy úloh

source: Tasks
sk_sk: Úlohy

source: Tentative:
sk_sk: Predbe¾ne prijaté:

source: Tentatively Accept request
sk_sk: Predbe¾ne akceptova» po¾iadavku

source: Tentatively Accepted
sk_sk: Predbe¾ne akceptovaná

source: Terms of Service file not specified in conf.php
sk_sk: Podmienky pou¾itia nie sú ¹pecifikované v conf.php

source: Text Font
sk_sk: Nasledujúci mesiac

source: Text Format
sk_sk: Formát textu

source: Text Size
sk_sk: Veµkos» textu

source: The From: column of the message should be linked:
sk_sk: Pole Od: v správe by má by» prepojené s:

source: The IMAP server does not appear to support the authentication method selected. Please contact your system administrator.
sk_sk: Server IMAP nepodporuje vybraný spôsob overovania. Prosím kontaktujte Vá¹ho systémového administrátora.

source: The Macintosh resource fork
sk_sk: Macintosh resource fork

source: The Macintosh resource fork can be downloaded %s.
sk_sk: Macintosh resource fork sa dá stiahnu» %s.

source: The S/MIME certificate of %s:
sk_sk: Certifikát S/MIME od %s:

source: The account "%s" has been deleted.
sk_sk: Úèet "%s" bol vymazaný.

source: The account "%s" has been saved.
sk_sk: Úèet "%s" bol ulo¾ený.

source: The attachment was not found.
sk_sk: Príloha nebola nájdená.

source: The buttons NOT to show when using Xinha.
sk_sk: Tlaèidlá, ktoré sa NEMAJÚ zobrazi», ak pou¾ívate Xinha.

source: The buttons to show when using FCKeditor.
sk_sk: Tlaèidlá, ktoré sa majú zobrazi», ak pou¾ívate FCKeditor

source: The calendar data is invalid
sk_sk: Údaje kalendára sú neplatné

source: The contents of the Macintosh file are below.
sk_sk: Obsah súboru Macintosh je uvedený ni¾¹ie.

source: The current folder(s) "%s" will be renamed to "%s".
ar_om: Óæİ íÊã ÊÛííÑ ÇÓãÇÁ ÇáãÌáÏ (ÇáãÌáÏÇÊ) ÇáÍÇáíÉ "%s" Çáì "%s".
sk_sk: Aktuálny prieèinok (prieèinky) "%s" bude premenovaný na "%s".

source: The current list of users with access to this folder could not be retrieved.
sk_sk: Nepodarilo sa získa» zoznam pou¾ívateµov s prístupom k tomuto prieèinku.

source: The default charset for messages with no charset information:
sk_sk: Prednastavené kódovanie pre správy bez informácie o kódovaní:

source: The draft has been saved to the "%s" folder.
sk_sk: Koncept bol ulo¾ený do prieèinka "%s".

source: The event was added to your calendar.
sk_sk: Udalos» bola pridaná do Vá¹ho kalendára.

source: The file %s could not be attached.
sk_sk: Nepodarilo sa pripoji» súbor %s.

source: The folder "%s" already exists
ar_om: ÇáãÌáÏ "%s" ãæÌæÏ ãÓÈŞÇ
sk_sk: Prieèinok "%s" u¾ existuje

source: The folder "%s" may not be deleted.
sk_sk: Prieèinok "%s" nemô¾e by» vymazaný.

source: The folder "%s" may not be renamed.
sk_sk: Prieèinok "%s" nemô¾e by» premenovaný.

source: The folder "%s" was created but you were not subscribed to it.
ar_om: Êã ÇäÔÇÁ ÇáãÌáÏ "%s" æáßä áã íÊã ÇÔÑÇßß Èå.
sk_sk: Prieèinok "%s" bol vytvorený, ale neboli ste doò prihlásený.

source: The folder "%s" was not created. This is what the server said
ar_om: áã íÊã ÇäÔÇÁ ÇáãÌáÏ "%s" . åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Prieèinok "%s" nebol vytvorený.

source: The folder "%s" was not deleted. This is what the server said
ar_om: áã íÊã ÇáÛÇÁ ÇáãÌáÏ "%s" . åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Prieèinok "%s" nebol vymazaný. Toto odpovedal server

source: The folder "%s" was successfully created.
ar_om: Êã ÇäÔÇÁ ÇáãÌáÏ "%s" ÈäÌÇÍ.
sk_sk: Prieèinok "%s" bol úspe¹ne vytvorený.

source: The folder "%s" was successfully deleted.
ar_om: Êã ÇáÛÇÁ ÇáãÌáÏ "%s" ÈäÌÇÍ.
sk_sk: Prieèinok "%s" bol úspe¹ne vymazaný.

source: The folder "%s" was successfully renamed to "%s".
ar_om: Êã ÇÚÇÏÉ ÊÓãíÉ ÇáãÌáÏ "%s" Çáì "%s".
sk_sk: Prieèinok "%s" bol úspe¹ne premenovaný na "%s".

source: The following files were attached to this part:
sk_sk: K tejto èasti boli pripojené nasledujúce súbory:

source: The image save window can not be opened. Perhaps you have set your browser to block popup windows?
sk_sk: Okno na ulo¾enie obrázka sa nepodarilo otvori». Nemáte nastavený prehliadaè na blokovanie vyskakovacích okien?

source: The javascript editor to use on the compose page.
sk_sk: Javascript editor, ktorý sa má pou¾íva» pri písaní správ.

source: The mail server generated the following error message:
sk_sk: Mailový server vygeneroval nasledujúce chybové hlásenie:

source: The mail server generated the following informational message:
sk_sk: Mailový server vygeneroval nasledujúce informaèné hlásenie:

source: The mail server generated the following message:
sk_sk: Mailový server vygeneroval nasledovné hlásenie:

source: The mailbox %s is already empty.
sk_sk: Schránka %s je u¾ prázdna.

source: The message "%s" from "%s" (%d bytes) exceeds fetch size limit.
sk_sk: Správa "%s" od "%s" (%d bajtov) prekroèila limit veµkosti na s»ahovanie.

source: The message being composed has been closed. Exiting.
sk_sk: Správa, na ktorej ste pracovali, bola zatvorená. Koniec.

source: The message below does not appear to be a valid PGP encrypted message. Error:
sk_sk: Správa uvedená ni¾¹ie pravdepodobne nie je za¹ifrovaná pomocou PGP. Chyba:

source: The message below does not appear to be in the correct PGP format (according to RFC 2015).
sk_sk: Správa uvedená ni¾¹ie pravdepodobne nie je v správnom PGP formáte (podµa RFC 2015).

source: The message below has been compressed with PGP.
sk_sk: Správa uvedená ni¾¹ie bola skomprimovaná pomocou PGP.

source: The message below has been digitally signed and encrypted with PGP, but the signature cannot be verified.
sk_sk: Správa uvedená ni¾¹ie bola digitálne podpísaná a za¹ifrovaná pomocou PGP, ale podpis nemô¾e by» overený.

source: The message below has been digitally signed and encrypted with PGP.
sk_sk: Správa uvedená ni¾¹ie bola digitálne podpísaná a za¹ifrovaná pomocou PGP.

source: The message below has been digitally signed with PGP, but the signature cannot be verified.
sk_sk: Správa uvedená ni¾¹ie bola digitálne podpísaná pomocou PGP, ale podpis nemô¾e by» overený.

source: The message below has been digitally signed with PGP.
sk_sk: Správa uvedená ni¾¹ie bola digitálne podpísaná pomocou PGP.

source: The message below has been encrypted with PGP, however, PGP support is disabled so the message cannot be decrypted.
sk_sk: Správa uvedená ni¾¹ie bola za¹ifrovaná pomocou PGP, ale správa nemohla by» de¹ifrovaná, lebo podpora PGP nie je zapnutá.

source: The message below has been encrypted with PGP, however, no personal private key exists so the message cannot be decrypted.
sk_sk: Správa uvedená ni¾¹ie bola za¹ifrovaná pomocou PGP, ale správa nemohla by» de¹ifrovaná, lebo neexistuje ¾iaden osobný PGP kµúè.

source: The message below has been encrypted with PGP.
sk_sk: Správa uvedená ni¾¹ie bola za¹ifrovaná pomocou PGP.

source: The message below has been encrypted with PGP. You must enter the passphrase for your PGP private key before it can be decrypted.
sk_sk: Správa uvedená ni¾¹ie bola za¹ifrovaná pomocou PGP. Na de¹ifrovanie musíte zada» heslo k Va¹emu súkromnému PGP kµúèu.

source: The message below has been encrypted with PGP. You must enter the passphrase that was used to encrypt this message.
sk_sk: Správa uvedená ni¾¹ie bola za¹ifrovaná pomocou PGP. Na de¹ifrovanie musíte zada» heslo.

source: The message below has been verified.
sk_sk: Správa uvedená ni¾¹ie bola overená.

source: The message below has not been digitally signed or encrypted with PGP.
sk_sk: Správa uvedená ni¾¹ie nebola digitálne podpísaná alebo za¹ifrovaná pomocou PGP.

source: The message does not have a Subject entered.
sk_sk: Správa nemá uvedený predmet.

source: The message has been deleted.
sk_sk: Správa bola vymazaná.

source: The message has been reported as not spam to your system administrator.
sk_sk: Správa bola ohlásená Vá¹mu správcovi systému ako ne¹kodná (nie nevy¾iadaná) po¹ta.

source: The message has been reported as not spam.
sk_sk: Správa bola ohlásená ako ne¹kodná (nie nevy¾iadaná) po¹ta.

source: The message has been reported as spam to your system administrator.
sk_sk: Správa bola ohlásená Vá¹mu správcovi systému ako nevy¾iadaná po¹ta (SPAM).

source: The message has been reported as spam.
sk_sk: Správa bola ohlásená ako nevy¾iadaná po¹ta (SPAM).

source: The message has been verified. Sender: %s.
sk_sk: Správa bola overená. Odosielateµ: %s.

source: The messages have been deleted.
sk_sk: Správy boli vymazané.

source: The requested file does not exist in the MS-TNEF attachment.
sk_sk: Po¾adovaný súbor neexistuje v prílohe MS-TNEF.

source: The requested file does not exist in the Zip attachment.
sk_sk: Po¾adovaný súbor neexistuje v prílohe Zip.

source: The sender of this message is requesting a Message Disposition Notification from you when you have read this message. Please click %s to send the notification message.
sk_sk: Odosielateµ tejto správy vy¾aduje od Vás oznámenie o preèítaní správy. Kliknite prosím %s pre odoslanie správy s oznámením.

source: The signature could not be replaced.
sk_sk: Signatúru sa nepodarilo nahradi».

source: The signature was successfully replaced.
ar_om: Êã ÊÛííÑ ÇáÊæŞíÚ ÈäÌÇÍ.
sk_sk: Signatúra bola úspe¹ne nahradená.

source: The specified attachment does not exist. It may have been deleted by the original sender.
sk_sk: Uvedená príloha neexistuje. Mo¾no bola vymazaná pôvodným odosielateµom.

source: The specified file cannot be read.
sk_sk: Uvedený súbor nemo¾no èíta».

source: The stationery "%s" has been added.
sk_sk: Predloha "%s" bola pridaná.

source: The stationery "%s" has been deleted.
sk_sk: Predloha "%s" bola vymazaná.

source: The stationery "%s" has been updated.
sk_sk: Predloha "%s" bola aktualizovaná.

source: The task has been added to your tasklist.
sk_sk: Úloha bola pridaná do Vá¹ho zoznamu úloh.

source: The text of the message
sk_sk: Text správy

source: The text of the message can be viewed %s.
sk_sk: Text správy mô¾e by» zobrazený %s.

source: The text of the returned message
sk_sk: Text vrátenej správy

source: The text of the returned message can be viewed %s.
sk_sk: Text vrátenej správy mô¾e by» zobrazený %s.

source: The text of the sent message
sk_sk: Text odoslanej správy

source: The text of the sent message can be viewed %s.
sk_sk: Text odoslanej správy mô¾e by» zobrazený %s.

source: The user's free/busy information was sucessfully stored.
sk_sk: Informácia o zaneprázdnenosti pou¾ívateµa bola úspe¹ne ulo¾ená.

source: There are no alternative parts that can be displayed.
sk_sk: Nie sú k dispozícii ¾iadne alternatívne èasti na zobrazenie.

source: There are no messages in this mailbox.
ar_om: áÇ ÊæÌÏ ÑÓÇÆá İí ÕäÏæŞ ÇáÈÑíÏ.
sk_sk: Táto schránka je prázdna.

source: There is no text that can be displayed inline.
sk_sk: Nie je k dispozícii ¾iaden text na zobrazenie v tele správy.

source: There was an error copying messages from "%s" to "%s". This is what the server said
sk_sk: Vyskytol sa problém pri kopírovaní správ z "%s" do "%s":

source: There was an error deleting messages from the folder "%s". This is what the server said
ar_om: åäÇáß ÎØÃ İí ÇáÛÇÁ ÇáÑÓÇÆá ãä ÇáãÌáÏ "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Vyskytla sa chyba pri mazaní správ z prieèinka "%s".

source: There was an error deleting the event:
sk_sk: Nastala chyba pri vymazávaní udalosti:

source: There was an error displaying this message part
ar_om: åäÇáß ÎØÃ İí ÚÑÖ åĞÇ ÇáÌÒÁ ãä ÇáÑÓÇáÉ
sk_sk: Nastala chyba pri zobrazovaní tejto èasti správy

source: There was an error flagging messages in the folder "%s". This is what the server said
ar_om: åäÇáß ÎØÃ İí ÊÚáíã ÇáÑÓÇÆá İí ÇáãÌáÏ "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Vyskytla sa chyba pri nastavovaní príznakov správy v prieèinku "%s".

source: There was an error importing %s.
sk_sk: Nastala chyba pri importe %s.

source: There was an error importing the event:
sk_sk: Nastala chyba pri importe udalosti:

source: There was an error importing the task:
sk_sk: Nastala chyba pri importe úlohy:

source: There was an error importing user's free/busy information:
sk_sk: Nastala chyba pri importe informácií o zaneprázdnenosti pou¾ívateµa:

source: There was an error moving messages from "%s" to "%s". This is what the server said
sk_sk: Nastala chyba pri presúvaní správ z "%s" do "%s".

source: There was an error sending your message: %s
ar_om: åäÇáß ÎØÃ İí ÇÑÓÇá ÑÓÇáÊß : %s
sk_sk: Chyba pri posielaní správy: %s

source: There was an error updating the event:
sk_sk: Nastala chyba pri aktualizácii udalosti:

source: This PGP Public Key was attached to the message.
sk_sk: Tento verejný PGP kµúè bol pripojený k správe.

source: This action is not supported.
sk_sk: Táto akcia nie je podporovaná.

source: This action is not yet implemented.
sk_sk: Táto akcia e¹te nie je implementovaná.

source: This folder may not be renamed:
sk_sk: Tento prieèinok nemô¾e by» premenovaný:

source: This may take some time. Are you sure you want to continue?
ar_om: ŞÏ íÓÊÛÑŞ åĞÇ ÈÚÖ ÇáæŞÊ. åá ÇäÊ ãÊÇßÏ ãä ÑÛÈÊß İí ÇáÇÓÊãÑÇÑ¿
sk_sk: Toto mô¾e chvíµu trva». Naozaj chcete pokraèova»?

source: This message contains a Macintosh file.
sk_sk: Táto správa obsahuje súbor Macintosh.

source: This message contains an attachment that has been digitally signed via S/MIME.
sk_sk: Táto správa obsahuje prílohu, ktorá bola digitálne podpísaná pomocou S/MIME.

source: This message contains an attachment that has been encrypted via S/MIME.
sk_sk: Táto správa obsahuje prílohu, ktorá bola za¹ifrovaná pomocou S/MIME.

source: This message contains mail delivery status information, but the format of this message is unknown.
sk_sk: Táto správa obsahuje informáciu o stave doruèenia po¹ty, ale formát správy nie je známy.

source: This message does not appear to be in the correct S/MIME format.
sk_sk: Táto správa pravdepodobne nie je v správnom S/MIME formáte.

source: This message has been digitally signed via S/MIME.
sk_sk: Táto správa bola digitálne podpísaná pomocou S/MIME.

source: This message has been encrypted via S/MIME.
sk_sk: Táto spáva bola za¹ifrovaná pomocou S/MIME.

source: This message part cannot be viewed because it is too large.
sk_sk: Túto èas» správy nemo¾no zobrazi», lebo je príli¹ veµká.

source: This message to
ar_om: åĞå ÇáÑÓÇáÉ Çáì
sk_sk: Túto správu do

source: This request cannot be completed because the link you followed or the form you submitted was only valid for %s seconds
sk_sk: Po¾iadavka nemô¾e by» splnená lebo odkaz, na ktorý ste klikli alebo formulár, ktorý ste odoslali, bol platný iba %s sekúnd

source: This server does not support sharing folders.
sk_sk: Tento server nepodporuje zdieµanie prieèinkov.

source: This window must be called from a compose window.
sk_sk: Toto okno sa musí vola» z okna pre písanie správy.

source: Thread Display:
sk_sk: Zobrazenie vlákna:

source: Thread View
ar_om: ÚÑÖ ÊÓáÓáí
sk_sk: Zobrazi» vlákna

source: Thumbnail of attached image
sk_sk: Miniatúra pripojeného obrázku

source: To
ar_om: Çáì
sk_sk: Pre

source: To Address
sk_sk: Na adresu

source: To All
sk_sk: V¹etkým

source: To List
sk_sk: Do e-mailovej konferencie

source: To Sender
sk_sk: Odosielateµovi

source: To _All
sk_sk: _V¹etkým

source: To _List
sk_sk: Do e-mailovej _konferencie

source: To field
sk_sk: Do políèka

source: To select multiple fields, hold down the Control (PC) or Command (Mac) while clicking.
sk_sk: Pre výber viacerých polí dr¾te tlaèidlo CTRL (PC) alebo Command (Mac) poèas klikania.

source: To use a TLS connection, you must be running a version of PHP 5.1.0 or higher.
sk_sk: Ak chcete pou¾i» spojenie typu TLS, musíte pou¾íva» PHP 5.1.0 alebo vy¹¹ie.

source: To:
ar_om: Çáì :
sk_sk: Pre:

source: Toggle Borders
sk_sk: Zobrazi» okraje

source: Toggle HTML Source
sk_sk: Zobrazi» zdrojový kód HTML

source: Top
sk_sk: Hore

source: Total Size:
sk_sk: Celková veµkos»:

source: Traditional
sk_sk: Tradièný

source: Trash
sk_sk: Kô¹

source: Trash folder
sk_sk: Odpadkový kô¹

source: Trash folder:
ar_om: ÓáÉ ÇáãåãáÇÊ :
sk_sk: Odpadkový kô¹:

source: Unable to connect to SQL server.
sk_sk: Nepodarilo sa spoji» s SQL serverom.

source: Unable to retrieve quota
sk_sk: Nemo¾no získa» informáciu o kvóte

source: Unanswered
ar_om: áã íÑÏ ÚáíåÇ
sk_sk: Nezodpovedané

source: Unanswered messages
ar_om: ÑÓÇÆá áã íÊã ÇáÑÏ ÚáíåÇ
sk_sk: Nezodpovedané správy

source: Undelete
ar_om: ÊÑÇÌÚ Úä ÇáÇáÛÇÁ
sk_sk: Obnovi»

source: Undeleted messages
sk_sk: Obnovené správy

source: Underline
sk_sk: Podèiarknu»

source: Undisclosed Recipients
ar_om: ãÓÊáãíä ãÎİííä
sk_sk: Nezverejnení príjemcovia

source: Undoes your last action
sk_sk: Navráti spä» Va¹u poslednú operáciu

source: Unexpected response from server to AUTHENTICATE command.
sk_sk: Neoèakávaná odpoveï od servera na príkaz AUTHENTICATE.

source: Unexpected response from server to Digest-MD5 response.
sk_sk: Neoèakávaná odpoveï od servera na Digest-MD5.

source: Unflagged messages
sk_sk: Neoznaèené správy

source: Unhandled component of type: %s
sk_sk: Neo¹etrený komponent typu: %s

source: Unknown
sk_sk: Neznáme

source: Unknown Date
sk_sk: Neznámy dátum

source: Unknown IMAP response from the server. Server Responded: %s
sk_sk: Neznáma odpoveï IMAP od servera. Server odpovedal: %s

source: Unknown Meeting
sk_sk: Neznáme stretnutie

source: Unknown Recipient
sk_sk: Neznámy príjemca

source: Unknown Task
sk_sk: Neznáma úloha

source: Unload Passphrase
sk_sk: Odstráni» heslo z pamäti

source: Unnamed
ar_om: áã ÊÓãì
sk_sk: Nepomenovaná

source: Unseen
ar_om: áã ÊÑì
sk_sk: Nepreèítané

source: Unsubscribe
sk_sk: Odhlási»

source: Update
sk_sk: Aktualizácia

source: Update respondent status
sk_sk: Aktualizova» stav úèastníka

source: Update this event on my calendar
sk_sk: Aktualizova» túto udalos» v mojom kalendári

source: Upload:
sk_sk: Nahra»:

source: Use Default Value
ar_om: ÇÓÊÎÏã ÇáŞíãÉ ÇáÇİÊÑÇÖíÉ
sk_sk: Pou¾i» prednastavenú hodnotu

source: Use IMAP folder subscriptions?
ar_om: ÇÓÊÎÏã ÇÔÊÑÇßÇÊ ãÌáÏ Âí Çã Ãí Èí¿
sk_sk: Pou¾i» prihlásenie do prieèinkov IMAP?

source: Use Virtual Trash Folder?
sk_sk: Pou¾i» virtuálny odpadkový kô¹?

source: User
sk_sk: Pou¾ívateµ

source: User "%s" successfully given the specified rights for the folder "%s".
sk_sk: Pou¾ívateµovi "%s" boli úspe¹ne pridelené práva pre prieèinok "%s".

source: Username
ar_om: ÇÓã ÇáãÓÊÎÏã
sk_sk: Pou¾ívateµské meno

source: Username:
sk_sk: Pou¾ívateµské meno:

source: Username:
sk_sk: Pou¾ívateµské meno:

source: View
sk_sk: Zobrazi»

source: View %s
ar_om: ÚÑÖ %s
sk_sk: Zobrazi» %s

source: View %s Public Key
sk_sk: Zobrazi» %s verejný kµúè

source: View Attachment
sk_sk: Zobrazi» prílohu

source: View Messages
sk_sk: Zobrazi» správy

source: View Personal Private Key
sk_sk: Zobrazi» osobný privátny kµúè

source: View Personal Public Key
sk_sk: Zobrazi» osobný verejný kµúè

source: View Thread
sk_sk: Zobrazi» vlákno

source: View attachment in a separate window
sk_sk: Zobrazi» prílohu v novom okne

source: View content in a separate window
sk_sk: Zobrazi» obsah v novom okne

source: View event
sk_sk: Zobrazi» udalos»

source: View messages in %s
sk_sk: Zobrazi» správy v %s

source: View or mailbox to display after login:
ar_om: ãÙåÑ Çæ ÕäÏæŞ ÈÑíÏ ááÇÙåÇÑ ÈÚÏ ÇáÏÎæá :
sk_sk: Po prihlásení zobrazi»:

source: View task
sk_sk: Zobrazi» úlohu
