Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: No folders are being checked for new mail.
sk_sk: V ¾iadnych prieèinkoch sa nekontroluje nová po¹ta.

source: No folders were specified
ar_om: áã íÊã ÊÍÏíÏ ãÌáÏ
sk_sk: Neboli ¹pecifikované prieèinky

source: No folders with new messages
sk_sk: ®iadne prieèinky s novými správami

source: No folders with unseen messages
sk_sk: ®iadne prieèinky s nepreèítanými správami

source: No limit
sk_sk: Bez limitu

source: No message body text
sk_sk: ®iaden text v tele správy

source: No message returned.
sk_sk: ®iadna správa nebola vrátená.

source: No messages matched your search.
sk_sk: ®iadna správa nevyhovuje Vá¹mu zadaniu.

source: No personal PGP private key imported.
sk_sk: Nebol importovaný ¾iaden privátny PGP kµúè.

source: No personal PGP public key imported.
sk_sk: Nebol importovaný ¾iaden verejný PGP kµúè.

source: No personal S/MIME certificates imported.
sk_sk: Neboli importované ¾iadne osobné S/MIME certifikáty.

source: No personal private key exists so the message is unable to be decrypted.
sk_sk: Správu nemo¾no de¹ifrova», lebo neexistuje ¾iaden súkromný kµúè.

source: No supported IMAP authentication method could be found.
sk_sk: Nebol nájdený ¾iaden podporovaný spôsob overovania pre IMAP.

source: No user specified.
sk_sk: Nebol ¹pecifikovaný pou¾ívateµ.

source: Non Participant
sk_sk: Nie je úèastník

source: None
ar_om: áÇ ÔíÁ
sk_sk: ®iadne

source: Normal
sk_sk: Normálna

source: Not Deleted
ar_om: áã íÊã ÇáÇáÛÇÁ
sk_sk: Nevymazané

source: Not Draft
ar_om: áÇ ÊæÌÏ ãÓæÏÉ
sk_sk: Nie je koncept

source: Not Flagged
sk_sk: Neoznaèené

source: Not Important
ar_om: áíÓÊ ãåãå
sk_sk: Nedôle¾ité

source: Not Personal
ar_om: áíÓÊ ÔÎÕíå
sk_sk: Nie je osobné

source: Not a valid public key.
sk_sk: Neplatný verejný kµúè.

source: Not at all
sk_sk: Vôbec nie

source: Note that this can take some time
sk_sk: Mô¾e to chvíµu trva».

source: Notepads
sk_sk: Poznámkové bloky

source: Notes
sk_sk: Poznámky

source: Nothing
sk_sk: Niè

source: Notification: Linked attachment downloaded
sk_sk: Upozornenie: Nalinkovaná príloha bola stiahnutá

source: Number of messages to display
sk_sk: Poèet správ na zobrazenie

source: Number of months to keep old linked attachments if deleting monthly.
sk_sk: Poèet mesiacov, poèas ktorých sa majú ponecha» staré nalinkované prílohy pri mesaènom mazaní.

source: Number of old sent-mail folders to keep if deleting monthly.
ar_om: ÚÏÏ ãÌáÏÇÊ ÇáÑÓÇÆá ÇáãÑÓáÉ ÇáŞÏíãÉ ÇáÊí íÌÈ ÇÈŞÇÄåÇ İí ÍÇá ÇáÇáÛÇÁ ÇáÔåÑí.
sk_sk: Poèet starých prieèinkov odoslanej po¹ty, ktoré sa majú ponecha» pri mesaènom mazaní.

source: OR
sk_sk: ALEBO

source: Old messages
ar_om: ÇáÑÓÇÆá ÇáŞÏíãÉ
sk_sk: Staré správy

source: Old sent-mail folders being purged.
ar_om: Êã ÇáÊÎáÕ ãä ãÌáÏÇÊ ÇáÑÓÇÆá ÇáãÑÓáÉ ÇáŞÏíãÉ.
sk_sk: Staré prieèinky odoslaných správ sa vymazávajú.

source: Only display folders with unread messages in them?
sk_sk: Zobrazi» len prieèinky s nepreèítanými správami?

source: Only one folder should be selected for this action.
sk_sk: Pre túto akciu by mal by» vybratý iba jeden prieèinok.

source: Open Fo_lder
sk_sk: Otvori» _prieèinok

source: Open Folder
ar_om: ãÌáÏ ãİÊæÍ
sk_sk: Otvori» prieèinok

source: Opened Folder
sk_sk: Otvorený prieèinok

source: Optional Participant
sk_sk: Nepovinný úèastník

source: Ordered List
sk_sk: Èíslovanie

source: Other Mail Accounts
sk_sk: Iné po¹tové úèty

source: Other Options
ar_om: ÎíÇÑÇÊ ÇÎÑì
sk_sk: Ïal¹ie nastavenia

source: Other Users' Folders
sk_sk: Prieèinky iných pou¾ívateµov

source: Outbound Server
sk_sk: Server odchádzajúcej po¹ty

source: PGP Encrypt Message
sk_sk: Za¹ifrova» správu pomocou PGP

source: PGP Encrypt Message with passphrase
sk_sk: Za¹ifrova» správu pomocou PGP s heslom

source: PGP Error:
sk_sk: Chyba PGP:

source: PGP Options
sk_sk: Nastavenia PGP

source: PGP Passphrase Input
sk_sk: Zadávanie hesla pre PGP

source: PGP Personal Keypair support requires a secure web connection.
sk_sk: Pre podporu osobného kµúèového páru PGP musíte ma» bezpeèné pripojenie (https).

source: PGP Public Key for "%s (%s)" was successfully added.
sk_sk: Verejný PGP kµúè pre "%s (%s)" bol úspe¹ne pridaný.

source: PGP Public Key for "%s" was successfully deleted.
sk_sk: Verejný PGP kµúè pre "%s" bol úspe¹ne vymazaný.

source: PGP Public Keyring
sk_sk: Databáza verejných PGP kµúèov

source: PGP Sign Message
sk_sk: Podpísa» správu pomocou PGP

source: PGP Sign/Encrypt Message
sk_sk: Podpísa»/za¹ifrova» správu pomocou PGP

source: PGP Sign/Encrypt Message with passphrase
sk_sk: Podpísa»/za¹ifrova» správu pomocou PGP s heslom

source: PGP encryption cannot be used by default as public keys cannot be found for all recipients.
sk_sk: ©ifrovanie PGP nemo¾no ¹tandardne pou¾i», lebo neboli nájdené verejné kµúèe pre v¹etkých adresátov.

source: PGP private key successfully added.
sk_sk: Privátny PGP kµúè bol úspe¹ne pridaný.

source: PGP public key successfully added.
sk_sk: Verejný PGP kµúè bol úspe¹ne pridaný.

source: PGP support is disabled on this system.
sk_sk: Na tomto systéme je podpora PGP zakázaná.

source: PGP support requires popup windows to be used. If your browser is currently set to disable popup windows, you must change this setting or else the PGP features will not work correctly.
sk_sk: Podpora PGP vy¾aduje pou¾itie vyskakovacích okien. Ak Vá¹ prehliadaè momentálne blokuje vyskakovacie okná, musíte toto nastavenie zmeni», inak nebude PGP fungova» správne.

source: PGP: Need passphrase for personal private key.
sk_sk: PGP: treba zada» heslo pre osobný privátny kµúè.

source: PGP: Need passphrase to encrypt your message with.
sk_sk: PGP: treba zada» heslo na za¹ifrovanie správy.

source: POP3 (Auto Detect Protocols)
sk_sk: POP3 (Automaticky detekova» protokoly)

source: POP3 over SSL
sk_sk: POP3 cez SSL

source: POP3 over SSL (self-signed certificate)
sk_sk: POP3 cez SSL (certifikát podpísaný samým sebou)

source: POP3, no TLS
sk_sk: POP3, bez TLS

source: Page %d of %d
ar_om: ÇáÕİÍÉ %d ãä %d
sk_sk: Strana %d z %d

source: Page with the First Unseen Message
sk_sk: Stránka s prvou nepreèítanou správou

source: Page with the Last Unseen Message
sk_sk: Stránka s poslednou nepreèítanou správou

source: Page:
sk_sk: Strana:

source: Part(s)
ar_om: ÌÒÁ (ÇÌÒÇÁ)
sk_sk: Èas»(i)

source: Passphrase (Again):
sk_sk: Heslo pre kµúè (znovu)

source: Passphrase successfully unloaded.
sk_sk: Heslo bolo úspe¹ne odstránené z pamäti.

source: Passphrase:
sk_sk: Heslo pre kµúè:

source: Passphrases cannot be empty
sk_sk: Heslo pre kµúè nemô¾e by» prázdne

source: Passphrases do not match
sk_sk: Heslá nie sú rovnaké

source: Password
ar_om: ßáãÉ ÇáãÑæÑ
sk_sk: Heslo

source: Password:
sk_sk: Heslo:

source: Password:
sk_sk: Heslo:

source: Paste from clipboard
sk_sk: Vlo¾i» zo schránky (clipboard)

source: Personal
ar_om: ÔÎÕí
sk_sk: Osobné

source: Personal Information
ar_om: ãÚáæãÇÊ ÔÎÕíÉ
sk_sk: Osobné informácie

source: Personal PGP keypair generated successfully.
sk_sk: Osobný PGP kµúèový pár bol úspe¹ne vygenerovaný.

source: Personal PGP keys deleted successfully.
sk_sk: Osobné PGP kµúèe boli úspe¹ne vymazané.

source: Personal S/MIME certificates NOT imported:
sk_sk: Osobné S/MIME certifikáty NEBOLI importované:

source: Personal S/MIME keys deleted successfully.
sk_sk: Osobné S/MIME kµúèe boli úspe¹ne vymazané.

source: Place your signature before replies and forwards?
ar_om: æÖÚ ÊæŞíÚß ŞÈá ÇáÑÏæÏ æ ÇáÊÍæíáÇÊ ¿
sk_sk: Vklada» Va¹u signatúru pred odpovede a preposlanú po¹tu?

source: Plaintext Version of Message
sk_sk: Zobrazi» textovú verziu správy

source: Play a sound on new mail? This requires your browser to support embedded sound files. Almost all do on Windows and Mac, but other platforms may require a plugin.
sk_sk: Prehra» zvuk pri novej po¹te? Toto vy¾aduje podporu zabudovaných zvukových súborov vo Va¹om prehliadaèi. Takmer v¹etky prehliadaèe pod Windows a Mac toto podporujú, iné platformy mô¾u vy¾adova» prídavný zásuvný modul.

source: Please enter a name for the new folder:
ar_om: íÑÌì ÇÏÎÇá ÇÓã ááãÌáÏ ÇáÌÏíÏ :
sk_sk: Zadajte prosím meno pre nový prieèinok:

source: Please enter the name of the new folder:
ar_om: íÑÌì ÇÏÎÇá ÇÓã ÇáãÌáÏ ÇáÌÏíÏ :
sk_sk: Zadajte prosím meno pre nový prieèinok:

source: Please enter the new name:
ar_om: íÑÌì ÇÏÎÇá ÇáÇÓã ÇáÌÏíÏ :
sk_sk: Zadajte prosím nové meno:

source: Please enter the passphrase for this message.
sk_sk: Zadajte prosím heslo pre túto správu.

source: Please enter the passphrase for your PGP private key. You will only need to enter this passphrase once per session.
sk_sk: Zadajte prosím heslo pre Vá¹ privátny PGP kµúè. Heslo musíte zada» iba raz a platí poèas celej relácie.

source: Please enter the passphrase for your S/MIME private key. You will only need to enter this passphrase once per session.
sk_sk: Zadajte prosím heslo pre Vá¹ privátny S/MIME kµúè. Heslo musíte zada» iba raz a platí poèas celej relácie.

source: Please log in again to resume composing your message. If you are NOT using cookies AND you are composing messages in popup windows, you will have to log in again in your main window as well. This is to keep attackers from hijacking your session ID. We apologize for any inconvenience.
sk_sk: Prosím prihláste sa znovu, ak chcete pokraèova» v písaní správy. Ak NEPOU®ÍVATE cookies A pí¹ete správy vo vyskakovacích oknách, budete sa musie» znovu prihlási» aj do hlavného okna. Toto slú¾i na ochranu pred útoèníkmi, ktorí by zneu¾ili identifikaèné èíslo Va¹ej relácie. Ïakujeme za pochopenie.

source: Please provide your password.
sk_sk: Prosím zadajte svoje heslo

source: Please provide your username.
sk_sk: Prosím zadajte svoje pou¾ívateµské meno

source: Please resolve ambiguous or invalid addresses.
ar_om: íÑÌì Íá ÇáÇáÊÈÇÓ Ãæ ÚÏã ÕáÇÍíÉ ÇáÚäÇæíä .
sk_sk: Prosím opravte nepresné alebo nesprávne adresy.

source: Please select a folder before you perform this action.
sk_sk: Prosím vyberte prieèinok pred vykonaním tejto operácie.

source: Please select at least one folder to search.
ar_om: ÇáÑÌÇÁ ÇÎÊíÇÑ ãÌáÏ æÇÍÏ Úáì ÇáÇŞá ááÈÍË.
sk_sk: Prosím vyberte aspoò jeden prieèinok na hµadanie.

source: Please select or edit in the box to the right:
sk_sk: Prosím oznaète alebo upravte v priestore vpravo:

source: Poll all folders for new mail?
sk_sk: Kontrolova» novú po¹tu vo v¹etkých prieèinkoch?

source: Post
sk_sk: Odosla»

source: Precede your signature with dashes ('-- ')?
sk_sk: Oddeli» signatúru od správy pomlèkami ('-- ')?

source: Preferences successfully updated.
sk_sk: Nastavenia boli úspe¹ne aktualizované.

source: Preview
sk_sk: Uká¾ka

source: Previous Message
ar_om: ÇáÑÓÇáÉ ÇáÓÇÈŞÉ
sk_sk: Predchádzajúca správa

source: Previous Page
ar_om: ÇáÕİÍÉ ÇáÓÇÈŞÉ
sk_sk: Predchádzajúca stránka

source: Print
ar_om: ØÈÇÚÉ
sk_sk: Tlaèi»

source: Print document
sk_sk: Vytlaèi» dokument

source: Printed By
sk_sk: Vytlaèené programom

source: Priority
sk_sk: Priorita

source: Private Key Password:
sk_sk: Heslo k privátnemu kµúèu:

source: Prompt every time an attachment is sent; default to NO
sk_sk: Pýta» sa zaka¾dým pri posielaní prílohy; ¹tandardne NIE

source: Prompt every time an attachment is sent; default to YES
sk_sk: Pýta» sa zaka¾dým pri posielaní prílohy; ¹tandardne ÁNO

source: Prompt to send read receipt when requested by the sender?
sk_sk: Odosla» oznámenie o doruèení (MDN), ak ho vy¾aduje odosielateµ?

source: Protocol
sk_sk: Protokol

source: Protocol:
sk_sk: Protokol:

source: Public PGP keyserver support has been disabled.
sk_sk: Podpora PGP kµúèových serverov bola zakázaná.

source: Pur_ge Deleted
sk_sk: O_dstráni» vymazané

source: Purge
sk_sk: Vyprázdni»

source: Purge Deleted
ar_om: ÊÎáÕ ãä ÇáãáÛí
sk_sk: Odstráni» vymazané

source: Purge Spam how often:
sk_sk: Ako èasto vyprázdni» nevy¾iadanú po¹tu:

source: Purge Trash how often:
ar_om: äÙİ ÓáÉ ÇáãåãáÇÊ ßá İÊÑÉ :
sk_sk: Ako èasto vyprázdni» odpadkový kô¹:

source: Purge messages in Spam folder older than this amount of days.
sk_sk: Odstráni» z nevy¾iadanej po¹ty správy star¹ie ako tento poèet dní.

source: Purge messages in Trash folder older than this amount of days.
ar_om: ÍĞİ ÇáÑÓÇÆá İí ãÌáÏ ÓáÉ ÇáãåãáÇÊ ÇáÇŞÏã ãä åĞÇ ÇáÚÏÏ ãä ÇáÇíÇã.
sk_sk: Odstráni» z ko¹a správy star¹ie ako tento poèet dní.

source: Purge messages in sent-mail folder(s) older than this amount of days.
sk_sk: Odstráni» z odoslanej po¹ty správy star¹ie ako tento poèet dní.

source: Purge old messages in the Spam folder?
sk_sk: Odstráni» staré správy z nevy¾iadanej po¹ty?

source: Purge old messages in the Trash folder?
sk_sk: Odstráni» staré správy z ko¹a?

source: Purge old messages in the sent-mail folder(s)?
sk_sk: Odstráni» staré správy z odoslanej po¹ty?

source: Purge sent-mail how often:
sk_sk: Ako èasto vyprázdni» odoslanú po¹tu:

source: Purging %d messages from Spam folder.
sk_sk: Odstraòujem správy (%d) z nevy¾iadanej po¹ty.

source: Purging %d messages from Trash folder.
sk_sk: Odstraòujem správy (%d) z ko¹a.

source: Purging %d messages from sent-mail folder.
sk_sk: Odstraòujem správy (%d) z odoslanej po¹ty.

source: Purging 1 message from Spam folder.
sk_sk: Odstraòujem 1 správu z nevy¾iadanej po¹ty.

source: Purging 1 message from Trash folder.
sk_sk: Odstraòujem 1 správu z ko¹a.

source: Purging 1 message from sent-mail folder %s.
sk_sk: Odstraòujem 1 správu z prieèinka s odoslanou po¹tou %s.

source: Quota status: %.2f MB / %.2f MB (%.2f%%)
sk_sk: Stav kvóty: %.2f MB / %.2f MB (%.2f%%)

source: Quota status: %.2f MB / NO LIMIT
sk_sk: Stav kvóty: %.2f MB / BEZ OBMEDZENIA

source: Quota status: NO LIMIT
sk_sk: Stav kvóty: BEZ OBMEDZENIA

source: Quoting %f:
sk_sk: Citát %f:

source: Read
sk_sk: Èíta»

source: Rebuild Folder Tree
sk_sk: Nanovo vytvori» strom prieèinkov

source: Recent Searches
sk_sk: Posledné hµadania

source: Recent Searches:
sk_sk: Posledné hµadania:

source: Redirec_t
sk_sk: Pre_smerova»

source: Redirect
ar_om: ÇÚÇÏÉ ÊæÌíå
sk_sk: Presmerova»

source: Redirect Message
ar_om: ÇÚÇÏÉ ÊæÌíå ÑÓÇáÉ
sk_sk: Presmerova» správu

source: Redirect this message
ar_om: ÇÚÇÏÉ ÊæÌíå åĞå ÇáÑÓÇáÉ
sk_sk: Presmerova» túto správu

source: Redoes your last action
sk_sk: Navráti spä» Va¹u poslednú operáciu

source: Refresh
ar_om: ÇäÚÇÔ
sk_sk: Obnovi»

source: Refresh Folder Views:
ar_om: ÇäÚÇÔ ÚÑÖ ÇáãÌáÏÇÊ :
sk_sk: Obnovi» zobrazenie prieèinkov:

source: Reload
sk_sk: Obnovi»

source: Reload View
ar_om: ÇÚÇÏÉ ÊÍãíá ÇáÚÑÖ
sk_sk: Obnovi» zobrazenie

source: Remember the free/busy information.
sk_sk: pamäta» si informácie o zaneprázdnenosti.

source: Remember the last view
ar_om: ÊĞßÑ ÂÎÑ ÚÑÖ
sk_sk: Pamäta» si posledné zobrazenie

source: Remote Mailbox:
sk_sk: Vzdialená schránka:

source: Remove Field From Search
sk_sk: Odstráni» pole z prehµadávania

source: Remove formatting
sk_sk: Odstráni» formátovanie

source: Remove source
sk_sk: Odstráni» zdroj

source: Rename
sk_sk: Premenova»

source: Rename sent-mail folder at beginning of month?
ar_om: ÇÚÇÏÉ ÊÓãíÉ ãÌáÏ ÇáÑÓÇÆá ÇáãÑÓáÉ İí ÈÏÇíÉ ÇáÔåÑ¿
sk_sk: Premenova» prieèinok odoslanej po¹ty na zaèiatku mesiaca?

source: Renaming "%s" to "%s" failed. This is what the server said
ar_om: ÇÚÇÏÉ ÊÓãíÉ "%s" Çáì "%s" ÍŞá. åĞÇ ãÇ ŞÇáå ÇáãÒæÏ
sk_sk: Premenovanie "%s" na "%s" zlyhalo.

source: Reply
ar_om: ÇáÑÏ
sk_sk: Odpoveda»

source: Reply Sent.
sk_sk: Odpoveï bola odoslaná.

source: Reply to All:
ar_om: ÇáÑÏ Úáì Çáßá :
sk_sk: Odpoveda» v¹etkým:

source: Reply to List:
sk_sk: Odpoveda» do e-mailovej konferencie:

source: Reply with Not Supported Message
sk_sk: Odpoveda» so správou: Nepodporované

source: Reply with free/busy for next 2 months.
sk_sk: Odpoveda» správou o zaneprázdnenosti na nasledujúce 2 mesiace.

source: Reply with requested free/busy information.
sk_sk: Odpoveda» správou s po¾adovanou informáciou o zaneprázdnenosti.

source: Reply-To
sk_sk: Odpoveda» na

source: Reply-To:
ar_om: ÇáÑÏ Úáì :
sk_sk: Odpoveda» na:

source: Reply:
ar_om: ÇáÑÏ :
sk_sk: Odpoveda»:

source: Report as Innocent
sk_sk: Ohlási» ako ne¹kodnú po¹tu

source: Report as Spam
ar_om: ÇÈáÛ Úä ÑÓÇáÉ ÛíÑ ãÑÛæÈÉ
sk_sk: Ohlási» ako nevy¾iadanú po¹tu

source: Request a _Read Receipt
sk_sk: Vy¾iada» si správu o p_reèítaní

source: Request read receipts?
sk_sk: Vy¾adova» správu o preèítaní?

source: Requested message not found.
sk_sk: Po¾adovaná správa nebola nájdená.

source: Required Participant
sk_sk: Po¾adovaný úèastník

source: Reset
ar_om: ÇÓÊÚÇÏÉ ÇáÇİÊÑÇÖí
sk_sk: Vymaza» formulár

source: Respondent Status Updated.
sk_sk: Stav úèastníka bol aktualizovaný.

source: Resume
ar_om: ÇÓÊÃäİ
sk_sk: Obnovi»

source: Resume Editing
sk_sk: Pokraèova» v písaní

source: Resume your session
sk_sk: Pokraèova» v relácii

source: Return to Fetch Mail
sk_sk: Návrat k s»ahovaniu po¹ty

source: Return to Folders
sk_sk: Návrat k prieèinkom

source: Return to Message Composition
sk_sk: Návrat k písaniu správy

source: Return to Options
sk_sk: Návrat na nastavenia

source: Return to the mailbox listing after deleting, moving, or copying a message?
ar_om: ÇÑÌÚ Çáì ÚÑÖ ÕäÇÏíŞ ÇáÈÑíÏ ÈÚÏ ÇáÛÇÁ ÊÍæíá Çæ äÓÎ ÑÓÇáÉ ¿
sk_sk: Vráti» sa na zoznam správ po vymazaní, presune alebo kopírovaní správy?

source: Rights for user "%s" cannot be modified.
sk_sk: Práva pre u¾ívateµa "%s" nemô¾u by» zmenené.

source: Role
sk_sk: Rola

source: S/MIME Encrypt Message
sk_sk: Za¹ifrova» správu pomocou S/MIME

source: S/MIME Error:
sk_sk: Chyba S/MIME:

source: S/MIME Error: Need passphrase for personal private key.
sk_sk: Chyba S/MIME: pre osobný privátny kµúè treba zada» heslo.

source: S/MIME Options
sk_sk: Nastavenia S/MIME

source: S/MIME Passphrase Input
sk_sk: Zadávanie hesla pre S/MIME

source: S/MIME Personal Keypair support requires a secure web connection.
sk_sk: Pre podporu osobného kµúèového páru S/MIME musíte ma» bezpeèné pripojenie (https).

source: S/MIME Public Key for "%s" was successfully deleted.
sk_sk: Verejný S/MIME kµúè pre "%s" bol úspe¹ne vymazaný.

source: S/MIME Public Key successfully added.
sk_sk: Verejný S/MIME kµúè bol úspe¹ne pridaný.

source: S/MIME Public Keyring
sk_sk: Databáza verejných S/MIME kµúèov

source: S/MIME Public/Private Keypair successfully added.
sk_sk: Kµúèový pár S/MIME bol úspe¹ne pridaný.

source: S/MIME Sign Message
sk_sk: Podpísa» správu pomocou S/MIME

source: S/MIME Sign/Encrypt Message
sk_sk: Podpísa»/za¹ifrova» správu pomocou S/MIME

source: S/MIME support is disabled on this system.
sk_sk: Na tomto systéme je podpora S/MIME je zakázaná.

source: S/MIME support is not currently enabled so the message is unable to be decrypted.
sk_sk: Podpora S/MIME nie je momentálne aktivovaná, tak¾e nemo¾no de¹ifrova» správu.

source: S/MIME support is not enabled so the contents of this signed message cannot be displayed.
sk_sk: Podpora S/MIME nie jeaktivovaná, tak¾e nemo¾no zobrazi» obsah tejto podpísanej správy.

source: S/MIME support is not enabled so the digital signature is unable to be verified.
sk_sk: Podpora S/MIME nie je momentálne aktivovaná, tak¾e nemo¾no overi» digitálny podpis.

source: S/MIME support is not enabled.
sk_sk: Podpora S/MIME nie je zapnutá.

source: S/MIME support requires popup windows to be used. If your browser is currently set to disable popup windows, you must change this setting or else the S/MIME features will not work correctly.
sk_sk: Podpora S/MIME vy¾aduje pou¾itie vyskakovacích okien. Ak Vá¹ prehliadaè momentálne blokuje vyskakovacie okná, musíte toto nastavenie zmeni», inak nebude S/MIME fungova» správne.

source: S_ubject
sk_sk: P_redmet

source: Sa_ve a copy in
sk_sk: U_lo¾i» kópiu do

source: Sa_ve as
sk_sk: Ulo¾i» _ako

source: Save
sk_sk: Ulo¾i»

source: Save Attachments with message in sent-mail folder?
sk_sk: Ulo¾i» prílohy so správou do prieèinka odoslanej po¹ty?

source: Save Draft
ar_om: ÍİÙ ãÓæÏÉ
sk_sk: Ulo¾i» koncept

source: Save Image
sk_sk: Ulo¾i» obrázok

source: Save Image in Gallery
sk_sk: Ulo¾i» obrázok do galérie

source: Save Options
sk_sk: Ulo¾i» nastavenia

source: Save Stationery
sk_sk: Ulo¾i» predlohu

source: Save _Draft
sk_sk: Ulo¾i» _koncept

source: Save as
ar_om: ÍİÙ ßÜ
sk_sk: Ulo¾i» ako

source: Save drafts as unseen?
sk_sk: Ulo¾i» koncepty ako nepreèítané?

source: Save drafts automatically while composing?
sk_sk: Automaticky uklada» koncepty poèas písania?

source: Save in your Address Book
sk_sk: Ulo¾i» do Va¹eho adresára

source: Save recipients automatically to the default address book?
sk_sk: Uklada» príjemcov automaticky do ¹tandardného adresára kontaktov?

source: Save search as a virtual folder?
sk_sk: Ulo¾i» hµadanie ako virtuálny prieèinok?

source: Save sent mail?
sk_sk: Ulo¾i» odoslanú po¹tu?

source: Saving the draft failed. Could not create a drafts folder.
sk_sk: Ukladanie konceptu zlyhalo. Nepodarilo sa vytvori» prieèinok pre koncepty

source: Saving the draft failed. No draft folder specified.
sk_sk: Ukladanie konceptu zlyhalo. Prieèinok pre koncepty nie je nastavený.

source: Saving the draft failed. The %s header contains an invalid e-mail address: %s.
sk_sk: Ukladanie konceptu zlyhalo. Hlavièka %s obsahuje neplatnú e-mailovú adresu: %s.

source: Saving the draft failed. This is what the server said: %s
ar_om: ÍİÙ ÍŞá ÇáãÓæÏÉ. åĞÇ ãÇ ŞÇáå ÇáãÒæÏ : %s
sk_sk: Ukladanie konceptu zlyhalo. Chyba: %s

source: Search
ar_om: ÈÍË
sk_sk: Hµada»

source: Search %s
sk_sk: Prehµadáva» %s

source: Search Criteria
sk_sk: Kritériá pre hµadanie

source: Search Flags
sk_sk: Hµada» príznaky

source: Search Folders
sk_sk: Hµada» v prieèinkoch

source: Search Results
ar_om: äÊÇÆÌ ÇáÈÍË
sk_sk: Výsledky hµadania

source: Search Text
sk_sk: Hµada» text

source: Seen
ar_om: äÙÑ
sk_sk: Preèítané

source: Select Another Account
sk_sk: Vyberte iný úèet

source: Select a date
sk_sk: Vyberte dátum

source: Select a field
sk_sk: Vyberte pole

source: Select accounts to fetch mail from:
sk_sk: Za¹krtnite úèty, z ktorých chcete s»ahova» po¹tu:

source: Select address book sources for adding and searching for addresses.
sk_sk: Vyberte adresárové zdroje pre pridávanie a hµadanie adries.

source: Select all
ar_om: ÇÎÊÑ Çáßá
sk_sk: Oznaèi» v¹etko

source: Select all fields to search when expanding addresses.
sk_sk: Vyberte v¹etky polia na prehµadanie pri dopåòaní adries.

source: Select an account:
sk_sk: Vyberte úèet:

source: Select mailbox
sk_sk: Vybra» schránku

source: Select none
ar_om: ÇÎÊÑ áÇ ÔíÁ
sk_sk: Zru¹i» oznaèenie

source: Select stationery:
sk_sk: Vybra» predlohu:

source: Select the gallery to save the image in.
sk_sk: Vyberte galériu na ulo¾enie obrázku.

source: Select the mail server type:
sk_sk: Vyberte typ e-mailového servera:

source: Select:
sk_sk: Vybra»:

source: Selected Address books:
sk_sk: Vybrané adresáre:

source: Selected Addresses
sk_sk: Vybrané adresy

source: Send Key to Public Keyserver
sk_sk: Odosla» kµúè na server verejných kµúèov

source: Send Latest Information
sk_sk: Odosla» najnov¹ie informácie

source: Send Message
ar_om: ÇÑÓá ÑÓÇáÉ
sk_sk: Odosla» správu

source: Send message without a Subject?
sk_sk: Odosla» správi bez predmetu?

source: Sent
sk_sk: Odoslané

source: Sent mail folder
sk_sk: Prieèinok odoslanej po¹ty

source: Sent mail folder:
ar_om: ãÌáÏ ÇáÑÓÇÆá ÇáãÑÓáÉ :
sk_sk: Prieèinok odoslanej po¹ty:

source: Server and Folder Information
sk_sk: Informácie o serveri a prieèinkoch

source: Set preferences for what happens when you move and delete messages.
ar_om: ÖÈØ ÇáÇÏÇÁ áãÇ ÓíÍÏË ÚäÏãÇ ÊŞæã ÈäŞá Çæ ÇáÛÇÁ ÇáÑÓÇÆá.
sk_sk: Nastavenia presúvania a mazania správ.

source: Set the X-Priority header when composing messages?
sk_sk: Nastavi» hlavièku X-Priority pri písaní správy?

source: Share Folders
sk_sk: Zdieµa» prieèinky

source: Share mail folders
sk_sk: Zdieµa» prieèinky po¹ty

source: Share your mail folders with other users.
sk_sk: Zdieµa» Va¹e prieèinky po¹ty s inými pou¾ívateµmi.

source: Shared Folders
sk_sk: Zdieµané prieèinky

source: Should PGP signed messages automatically be verified when viewed?
sk_sk: Majú by» správy podpísané pomocou PGP pri èítaní automaticky overované?
