Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: Virtual Folder
sk_sk: Virtuálny prieèinok

source: Virtual Folder "%s" created succesfully.
sk_sk: Virtuálny prieèinok "%s" bol úspe¹ne vytvorený.

source: Virtual Folders
sk_sk: Virtuálne prieèinky

source: Virtual Folders require a label.
sk_sk: Virtuálne prieèinky vy¾adujú názov.

source: Virtual INBOX
sk_sk: Virtuálne prijaté správy

source: Virtual INBOX Folder
sk_sk: Virtuálny prieèinok prijatých správ

source: Virtual Trash
sk_sk: Virtuálny odpadkový kô¹

source: Virtual Trash Folder
sk_sk: Virtuálne prieèinok ko¹a

source: Virtual folder label:
sk_sk: Názov virtuálneho prieèinku

source: Warning
ar_om: ÊÍĞíÑ
sk_sk: Varovanie

source: We cannot verify that this request was really sent by you. It could be a malicious request.
sk_sk: Nemo¾no overi», èi bola táto po¾iadavka naozaj zaslaná Vami. Mô¾e to by» zlomyseµná po¾iadavka.

source: Welcome to %s
ar_om: ãÑÍÈÇ Èß İí %s
sk_sk: Víta Vás %s

source: What should we do with spam messages after they have been reported as spam or innocent?
sk_sk: Èo sa má urobi» s nevy¾iadanou po¹tou po jej ohlásení ako nevy¾iadaná alebo ne¹kodná po¹ta?

source: When deleting messages, move them to your Trash folder instead of marking them as deleted?
ar_om: ÚäÏ ÇáÛÇÁ ÑÓÇÆá ¡ Şã ÈäŞáåÇ Çáì ãÌáÏ ÓáÉ ÇáãåãáÇÊ ÈÏáÇ ãä ÊÚáíãåä ßÑÓÇÆá ãáÛíÉ ¿
sk_sk: Presunú» vymazané správy do Odpadkového ko¹a namiesto ich oznaèenia za vymazané?

source: When opening a new mailbox for the first time, which page do you want to start on?
sk_sk: Na ktorej strane chcete zaèa» prezeranie správ pri prvom otvorení novej schránky?

source: When replying/forwarding to a message, should we use the same format as the original message?
sk_sk: Pri odpovedi na správu alebo jej preposlaní, má sa pou¾i» ten istý formát ako v pôvodnej správe?

source: When saving sent-mail, should we save attachment data?
sk_sk: Majú sa ulo¾i» prílohy pri ukladaní odoslanej po¹ty?

source: When sending mail or expanding addresses, what domain should we append to unqualified addresses (email addresses without "@")?
sk_sk: Pri odosielaní po¹ty alebo dopåòaní adries, ktorá doména sa má pripoji» k nekvalifikovaným adresám (e-mailové adresy bez zavináèa "@")?

source: Where do you want to display links to alternative formats of a message?
sk_sk: Kde sa majú zobrazi» odkazy na aletrnatívne formáty správy?

source: Where should the cursor be located in the compose text area by default?
sk_sk: Kde sa má ¹tandardne nachádza» kurzor v textovom poli pri písaní?

source: Whitelist
sk_sk: Biela listina

source: Year
sk_sk: Rok

source: Yes
ar_om: äÚã
sk_sk: Áno

source: You are about to fetch email from the following account(s):
sk_sk: Chystáte sa stiahnu» po¹tu z nasledujúcich úètov:

source: You are attempting to delete all messages contained in the following folder(s).
sk_sk: Chystáte sa vymaza» v¹etky správy v nasledujúcich prieèinkoch.

source: You are attempting to delete the following folder(s).
sk_sk: Chystáte sa vymaza» nasledujúce prieèinky:

source: You are copying/moving to a new folder.
ar_om: Çäß ÊäÓÎ/ÊäŞá Çáì ãÌáÏ ÌÏíÏ.
sk_sk: Kopírujete/presúvate do nového prieèinka.

source: You are creating a sub-folder to
sk_sk: Vytvárate podprieèinok v

source: You are creating a top-level folder.
ar_om: Çäß ÊäÔíÁ ãÌáÏ ÇÓÇÓí.
sk_sk: Vytvárate prieèinok najvy¹¹ej úrovne.

source: You are not allowed to create folders.
sk_sk: Nemáte právo vytvára» prieèinky.

source: You are not allowed to create more than %d folders.
sk_sk: Nemáte právo vytvori» viac ako %d prieèinkov.

source: You are not allowed to send messages to more than %d recipients within %d hours.
sk_sk: Nemáte právo odosla» správy viac ako %d adresátom poèas %d hodín.

source: You are not allowed to send messages to more than %d recipients.
sk_sk: Nemáte právo odosla» správy viac ako %d adresátom.

source: You are renaming the folder:
sk_sk: Premenúvate prieèinok:

source: You can use the following placeholders in the stationery text: %c for the current message content; %s for the signature.
sk_sk: V texte predlohy mô¾ete pou¾i» nasledovné premenné: %c za obsah aktuálnej správy; %s za signatúru.

source: You cannot unsubscribe from "%s".
sk_sk: Nemô¾ete sa odhlási» z "%s".

source: You did not agree to the Terms of Service agreement, so you were not allowed to login.
sk_sk: Nesúhlasili ste s podmienkami pou¾itia, tak¾e sa nemô¾ete prihlási».

source: You do not have permission to change access to this folder.
sk_sk: Nemáte právo zmeni» prístup k tomuto prieèinku.

source: You forwarded this message on %%s to the following recipients: %s.
sk_sk: Preposlali ste túto správu %%s nasledovným príjemcom: %s.

source: You have %s new messages.
ar_om: ÊæÌÏ áÏíß %s ÑÓÇáÉ ÌÏíÏÉ.
sk_sk: Máte %s nových správ.

source: You have 1 new message.
ar_om: áÏíß ÑÓÇáÉ æÇÍÏÉ ÌÏíÏÉ.
sk_sk: Máte 1 novú správu.

source: You have already submitted this page.
sk_sk: Túto stranu ste u¾ odoslali.

source: You have new mail in:
sk_sk: Máte novú po¹tu v:

source: You have not configured any external mail accounts.
sk_sk: Nemáte nastavené ¾iadne externé po¹tové úèty.

source: You must enter at least one recipient.
sk_sk: Musíte zada» ma» aspoò jedného príjemcu.

source: You must enter the passphrase for your PGP private key to view this message.
sk_sk: Na zobrazenie tejto správy musíte zada» heslo pre Vá¹ osobný privátny PGP kµúè.

source: You must enter the passphrase for your S/MIME private key to view this message
sk_sk: Na zobrazenie tejto správy musíte zada» heslo pre Vá¹ osobný privátny S/MIME kµúè

source: You must enter the passphrase that was used to encrypt this message.
sk_sk: Na zobrazenie tejto správy musíte zada» heslo, ktoré bolo pou¾ité na jej za¹ifrovanie.

source: You must select a target mailbox first.
ar_om: íÌÈ Çä ÊÎÊÇÑ ÕäÏæŞ ÇáÈÑíÏ ÇáåÏİ ÇæáÇ.
sk_sk: Musíte najprv vybra» cieµovú schránku.

source: You must select an account to be deleted.
sk_sk: Musíte oznaèi» úèet, ktorý má by» vymazaný.

source: You must select an address first.
ar_om: íÌÈ Çä ÊÎÊÇÑ ÚäæÇä ÇæáÇ.
sk_sk: Musíte najprv vybra» adresu.

source: You must select at least one message first.
ar_om: íÌÈ Çä ÊÎÊÇÑ ÑÓÇáÉ æÇÍÏÉ Úáì ÇáÇŞá.
sk_sk: Musíte najprv vybra» aspoò jednu správu.

source: You must separate e-mail addresses with commas (,) not semicolons (;).
sk_sk: E-mailové adresy musíte oddeli» èiarkou (,) a nie bodkoèiarkou (;).

source: You must specify a recipient.
ar_om: íÌÈ ÊÍÏíÏ ãÓÊáã.
sk_sk: Musíte zada» príjemcu.

source: You need to have "Perform maintenance operations on login?" enabled in your maintenance options.
sk_sk: Musíte ma» v nastaveniach údr¾by zapnuté "Vykona» operácie údr¾by pri prihlásení?".

source: You redirected this message to %s on %%s.
sk_sk: Presmerovali ste túto správu %s %%s.

source: You replied to this message on %s.
sk_sk: Odpovedali ste na túto správu %s.

source: You were not subscribed to "%s". Here is what the server said
ar_om: áã Êßä ãÔÊÑßÇ ÈÜ "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Neboli ste prihlásený do "%s".

source: You were not unsubscribed from "%s". Here is what the server said
ar_om: áã íÊã ÇáÛÇÁ ÇÔÊÑÇßß ãä "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
sk_sk: Neboli ste odhlásený z "%s".

source: You were successfully subscribed to "%s"
ar_om: Êã ÇÔÑÇßß ÈäÌÇÍ İí "%s"
sk_sk: Boli ste úspe¹ne prihlásený do "%s".

source: You were successfully unsubscribed from "%s"
ar_om: Êã ÇáÛÇÁ ÇÔÊÑÇßß ÈäÌÇÍ ãä "%s"
sk_sk: Boli ste úspe¹ne odhlásený z "%s".

source: Your Name:
sk_sk: Va¹e meno:

source: Your PGP Public/Private Keys
sk_sk: Va¹e PGP kµúèe

source: Your Private Key:
sk_sk: Vá¹ privátny kµúè:

source: Your Public Key:
sk_sk: Vá¹ verejný kµúè:

source: Your Reply-to: address: <em>(optional)</em>
sk_sk: Va¹a adresa pre odpoveï (Reply-to): <em>(nepovinné)</em>

source: Your S/MIME Public/Private Certificates
sk_sk: Va¹e S/MIME verejné/privátne certifikáty

source: Your account does not support fetching external mail.
sk_sk: Vá¹ úèet nepodporuje s»ahovanie externej po¹ty.

source: Your accounts:
sk_sk: Va¹e úèty:

source: Your alias addresses: <em>(optional, enter each address on a new line)</em>
sk_sk: Va¹e aliasy: <em>(voliteµné, zadajte ka¾dú adresu na novom riadku)</em>

source: Your browser does not support inline display of this image type.
sk_sk: Vá¹ prehliadaè nepodporuje priame zobrazenie tohto typu obrázkov.

source: Your default charset for sending messages:
sk_sk: Va¹a prednastavená znaková sada pre posielanie správ:

source: Your default encryption method for sending messages:
sk_sk: Vá¹ prednastavený spôsob ¹ifrovania pre posielanie správ:

source: Your linked attachment has been downloaded by at least one user. Attachment name: %s Attachment date: %s Click on the following link to permanently delete the attachment: %s
sk_sk: Va¹a nalinkovaná príloha bola stiahnutá aspoò jedným pou¾ívateµom. Názov prílohy: %s Dátum prílohy: %s Kliknite na nasledujúci link na trvalé vymazanie prílohy: %s

source: Your message was successfully delivered.
sk_sk: Správa bola úspe¹ne doruèená.

source: Your signature:
ar_om: ÊæŞíÚß :
sk_sk: Va¹a signatúra:

source: [Attachment stripped: Original attachment type: %s, name: %s]
sk_sk: [príloha bola odstránená: pôvodný typ prílohy: %s, názov: %s]

source: [Hide Addresses]
sk_sk: [skry» adresy]

source: [No Subject]
ar_om: [áÇ íæÌÏ ãæÖæÚ]
sk_sk: [bez predmetu]

source: [Save the key to your Address book]
sk_sk: [ulo¾i» kµúè do Va¹eho adresára]

source: [Show Addresses -
sk_sk: [zobrazi» adresu -

source: [Show addresses - %s recipients]
sk_sk: [zobrati» adresy - %s príjemcov]

source: [Truncated Text]
sk_sk: [zrezaný text]

source: [View the raw key]
sk_sk: [zobrazi» zdrojový kód kµúèa]

source: _Blacklist
sk_sk: Èierna _listina

source: _Delete
sk_sk: _Vymaza»

source: _Folders
sk_sk: _Prieèinky

source: _Identity
sk_sk: _Identita

source: _Inbox
sk_sk: _Prijaté správy

source: _Log out
sk_sk: _Odhlási» sa

source: _Message Source
sk_sk: _Zdrojový text správy

source: _New Message
sk_sk: _Nová správa

source: _Print
sk_sk: _Tlaèi»

source: _Priority
sk_sk: _Priorita

source: _Refresh %s
sk_sk: _Obnovi» %s

source: _Reply
sk_sk: _Odpoveda»

source: _Search
sk_sk: _Hµada»

source: _Send Message
sk_sk: _Posla» správu

source: _Thread
sk_sk: _Vlákno

source: _To
sk_sk: _Pre

source: _Undelete
sk_sk: Obno_vi»

source: _View Thread
sk_sk: _Zobrazi» vlákno

source: _Whitelist
sk_sk: _Biela listina

source: addressee unknown
sk_sk: adresát neznámy

source: and
sk_sk: a

source: attachment
sk_sk: príloha

source: bytes
sk_sk: bajtov

source: cannot create output file
sk_sk: nepodarilo sa vytvori» výstupový súbor

source: cannot open input
sk_sk: nepodarilo sa otvori» vstup

source: command line usage error
sk_sk: chyba pri pou¾ití príkazového riadku

source: configuration error
sk_sk: chyba v konfigurácii

source: critical system file missing
sk_sk: chýba kritický systémový súbor

source: data format error
sk_sk: chyba vo formáte dát

source: entry not found
sk_sk: záznam nebol nájdený

source: from
ar_om: ãä
sk_sk: od

source: host name unknown
sk_sk: názov servera neznámy

source: in
sk_sk: v

source: input/output error
sk_sk: chyba pri vstupe/výstupe

source: internal software error
sk_sk: interná softvérová chyba

source: into folder
sk_sk: do prieèinka

source: key
sk_sk: kµúè

source: mailbox file
sk_sk: súbor s po¹tou

source: name
sk_sk: meno

source: not
sk_sk: nie

source: or
ar_om: Ãæ
sk_sk: alebo

source: permission denied
sk_sk: prístup bol odopretý

source: recipients
sk_sk: príjemcovia

source: recipients]
sk_sk: príjemcovia]

source: remote error in protocol
sk_sk: vzdialená chyba v protokole

source: service unavailable
sk_sk: slu¾ba je nedostupná

source: system error
sk_sk: systémová chyba

source: temporary failure
sk_sk: doèasné zlyhanie

source: your blacklist
sk_sk: Va¹a èierna listina

source: your whitelist
sk_sk: Va¹a biela listina

source: - $nm new message
ar_om: - $nm ÑÓÇáÉ ÌÏíÏÉ

source: - $nm new messages
ar_om: - $nm ÑÓÇÆá ÌÏíÏÉ

source: in
ar_om: İí

source: %d of %d Messages
ar_om: %d ãä %d ÑÓÇáÉ

source: %s does not appear to be a valid mailbox.
ar_om: %s áÇ íÙåÑ Çäå ÚäæÇä ÈÑíÏí ÕÇáÍ.

source: %s is already empty.
ar_om: %s İÇÑÛ ãÓÈŞÇ.

source: (Apply these changes and move to next screen.)
ar_om: (ØÈŞ åĞå ÇáÊÛííÑÇÊ æÇäÊŞá Çáì ÇáÔÇÔÉ ÇáÊÇáíÉ.)

source: (Discard all changes and return to the compose screen.)
ar_om: (Şã ÈÇáÛÇÁ ÌãíÚ ÇáÊÛííÑÇÊ æÚÏ Çáì ÔÇÔÉ ÇáÇÑÓÇá)

source: (Return to the compose screen after applying all changes made thus far. Changes on the current screen will NOT be applied.)
ar_om: (ÚÏ Çáì ÔÇÔÉ ÇáÇÑÓÇá ÈÚÏ ÊØÈíŞ ÌãíÚ ÇáÊÛííÑÇÊ ÇáãÏÑÌÉ ÍÊì ÇáÂä. áä íÊã ÊØÈíŞ ÇáÊÛííÑÇÊ Úáì ÇáÔÇÔÉ ÇáÍÇáíÉ.)

source: <p><i>This message was written in a character set other than your own. If it is not displayed correctly, %sclick here</a> to open it in a new window.</i></p>
ar_om: <p><i>ßÊÈÊ åĞå ÇáÑÓÇáÉ ÈÊÑãíÒ ãÎÊáİ Úä áÛÊß ÇáÍÇáíÉ .ÇĞÇ áã . íÊã ÚÑÖåÇ ÈÔßá ÌíÏ ÇÖÛØ, %såäÇ</a> áßí íÊã İÊÍ ÇáÑÓÇáÉ İí ÕİÍÉ ÌÏíÏÉ.</i></p>

source: Action
ar_om: ÅÌÑÇÁ

source: Add to Addressbook (%s)
ar_om: ÇÖİ Çáì ÓÌá ÇáÚäÇæíä (%s)

source: Added an attachment.
ar_om: ÇÖİ ãÑİŞÇÊ.

source: Addressbooks
ar_om: ÓÌáÇÊ ÇáÚäÇæíä

source: All messages in the folder(s) will be lost!
ar_om: ÌãíÚ ÇáÑÓÇÆá İí ÇáãÌáÏ (ÇáãÌáÏÇÊ) Óæİ ÊİŞÏ !

source: An illegal value was specified.
ar_om: Êã ÊÍÏíÏ ŞíãÉ ÛíÑ ãŞÈæáÉ.

source: An unknown error occured adding the new entry.
ar_om: ÎØÃ ÛíÑ ãÚÑæİ ÇËäÇÁ ÇÖÇİÉ ÇáãÏÎáÇÊ ÇáÌÏíÏÉ.

source: Apply All Rules
ar_om: Şã ÈÊØÈíŞ ÌãíÚ ÇáŞæÇÚÏ

source: Apply Filters on
ar_om: Şã ÈÊØÈíŞ ÇáãÑÔÍÇÊ Úáì

source: Apply filter rules when mailbox is refreshed?
ar_om: Şã ÈÊØÈíŞ ÇáãÑÔÍÇÊ ÇËäÇÁ ÇäÚÇÔ ÇáÕäÏæŞ ÇáÈÑíÏí

source: April
ar_om: ÃÈÑíá

source: Are you SURE you want to continue?
ar_om: åá ÇäÊ æÇËŞ ãä ÑÛÈÊß İí ÇáÇÓÊãÑÇÑ ¿

source: Are you completely sure you wish to continue?
ar_om: åá ÇäÊ ÈÇáİÚá æÇËŞ ãä Çäß ÊÑíÏ ÇáÇÓÊãÑÇÑ¿

source: Are you sure you wish to empty this folder?
ar_om: åá ÇäÊ æÇËŞ ãä ÑÛÈÊß İí ÇİÑÇÛ åĞÇ ÇáãÌáÏ ¿

source: Attach
ar_om: ÇÑİÇŞ

source: August
ar_om: ÃÛÓØÓ

source: Automatic charset
ar_om: ÊÑãíÒ ÊáŞÇÆí

source: Available Addressbooks:
ar_om: ÓÌáÇÊ ÇáÒæÇÑ ÇáãÊæİÑÉ :

source: Bcc
ar_om: ãÑİŞ ãÎİí

source: Cc
ar_om: äÓÎÉ

source: Cc:
ar_om: äÓÎÉ :

source: Change
ar_om: ÊÛííÑ

source: Change All
ar_om: ÊÛííÑ ÇáÌãíÚ

source: Change mail server settings.
ar_om: ÊÛííÑ ÖæÇÈØ ãÒæÏ ÇáÈÑíÏ

source: Check Folder(s) for New Mail
ar_om: ÇáÈÍË İí ÇáãÌáÏ (ÇáãÌáÏÇÊ) Úä ÑÓÇÆá ÌÏíÏÉ.

source: Checkbox
ar_om: ÎÇäÉ ÇÎÊíÇÑ

source: Choose Action:
ar_om: ÇÎÊÑ ÅÌÑÇÁ :

source: Choose the addressbook to use when adding addresses.
ar_om: ÇÎÊÑ ÓÌá ÇáÚäÇæíä .

source: Choose the order of addressbooks to search when expanding addresses.
ar_om: ÇÎÊÑ ÇáÊÑÊíÈ ÇáĞí ÊÑíÏ Çä íÊã ÇáÈÍË Èå ÚäÏ İÊÍ ÓÌáÇÊ ÇáÚäÇæíä.

source: Cleared all messages from %s.
ar_om: Êã ÍĞİ ÌãíÚ ÇáÑÓÇÆá ãä %s.

source: Click on one of your selected addressbooks and then select all fields to search.
ar_om: ÇäŞÑ Úáì æÇÍÏÇ ãä ÓÌáÇÊ ÒæÇÑß ÇáãÎÊÇÑÉ Ëã ÇÎÊÑ ÌãíÚ ÇáÍŞæá ááÈÍË.

source: Compose
ar_om: ÅÑÓÇá

source: Compose Message (%s)
ar_om: ÃÑÓÇá ÑÓÇáÉ (%s)

source: Compose a message
ar_om: ÇÑÓÇá ÑÓÇáÉ

source: Contact List
ar_om: ŞÇÆãÉ ÇáÇÊÕÇá

source: Correct
ar_om: ÕÍíÍ

source: Corrected Text
ar_om: ÇáäÕ ÇáãÕÍÍ

source: Could not delete messages from %s: %s
ar_om: ÊÚĞÑ ÇáÛÇÁ ÇáÑÓÇÆá ãä %s : %s

source: Customize how you send mail and where drafts are saved.
ar_om: ÖÈØ ßíİíÉ ÇÑÓÇáß ÇáÑÓÇÆá æÇíä íÊã ÍİÙ ÇáãÓæÏÇÊ .

source: Customize maintenance operations run upon login to %s.
ar_om: ÖÈØ ÚãáíÇÊ ÇáÕíÇäÉ ÇáÊí ÊÚãá ÚäÏ ÇáÏÎæá Çáì %s.

source: DOS charset
ar_om: ÊßæíÏ ÇáÏæÒ

source: December
ar_om: ÏíÓãÈÑ

source: Default Identity
ar_om: ÇáåæíÉ ÇáÇİÊÑÇÖíÉ

source: Delete Folder(s)
ar_om: ÇáÛÇÁ ãÌáÏ ( ãÌáÏÇÊ )

source: Delete messages
ar_om: ÇáÛÇÁ ÑÓÇÆá

source: Deleted an attachment.
ar_om: ãÑİŞÇÊ ãÍĞæİÉ

source: Display Options
ar_om: ÚÑÖ ÇáÎíÇÑÇÊ

source: Display confirmation after sending a message? (only when not using a pop-up compose window)
ar_om: ÚÑÖ ÑÓÇáÉ ÊÇßíÏ ÈÚÏ ÇÑÓÇá ÑÓÇáÉ ¿ ( İŞØ ÚäÏ ÚÏã ÇÓÊÎÏÇã äÇİĞÉ ãäÈËŞÉ áÇÑÓÇá ÇáÑÓÇáÉ )

source: Display message when filters have been applied?
ar_om: ÚÑÖ ÑÓÇáÉ ÚäÏ ÊØÈíŞ ÇáİáÇÊÑ ¿

source: Do Not Check Folder(s) for New Mail
ar_om: áÇ ÊŞã ÈÇáÈÍË İí ÇáãÌáÏ (ÇáãÌáÏÇÊ) Úä ÇáÑÓÇÆá ÇáÌÏíÏÉ

source: Do you want to open that folder?
ar_om: åá ÊÑíÏ İÊÍ Ğáß ÇáãÌáÏ ¿

source: Done
ar_om: Êã

source: Download %s
ar_om: Êã ÇáÊÍãíá %s

source: Download Folder(s)
ar_om: ÊÍãíá ÇáãÌáÏ ( ÇáãÌáÏÇÊ )

source: Edit your filter rules
ar_om: ÊÍÑíÑ ŞæÇÚÏ ÇáİáÊÑÉ

source: Edit your identities
ar_om: ÊÍÑíÑ ÇáåæíÇÊ

source: Empty Folder(s)
ar_om: ãÌáÏ ( ãÌáÏÇÊ) İÇÑÛÉ

source: Empty Trash
ar_om: ÓáÉ İÇÑÛÉ

source: Empty Trash folder
ar_om: ãÌáÏ ÓáÉ ãåãáÇÊ İÇÑÛÉ

source: Entry "%s" was successfully added to the addressbook
ar_om: Êã ÇÏÎÇá ÇáÓÌá "%s" ÈäÌÇÍ İí ÓÌá ÇáÚäÇæíä

source: February
ar_om: İÈÑÇíÑ

source: Field
ar_om: ÍŞá

source: Filename
ar_om: ÇÓã Çáãáİ

source: Filter Activity: The message "%s" from "%s" has been deleted.
ar_om: İÇÚáíÉ ÇáÊÑÔíÍ : Êã ÇáÛÇÁ ÇáÑÓÇáÉ "%s" ãä "%s" .

source: Filter Activity: The message "%s" from "%s" has been moved to the folder "%s".
ar_om: İÇÚáíÉ ÇáÊÑÔíÍ : Êã ÊÍæíá ÇáÑÓÇáÉ "%s" ãä "%s" Çáì ÇáãÌáÏ "%s".

source: Filter Activity: The message "%s" from "%s" has been moved to your Trash folder.
ar_om: İÇÚáíÉ ÇáÊÑÔíÍ : Êã ÊÍæíá ÇáÑÓÇáÉ "%s" ãä "%s" Çáì ãÌáÏ ÓáÉ ÇáãåãáÇÊ.

source: Filter Rules
ar_om: ŞæÇÚÏ ÇáãÑÔÍ

source: Find
ar_om: ÌÏ

source: Folder Prefix
ar_om: ÈÇÏÆÉ ÇáãÌáÏ

source: Folders
ar_om: ãÌáÏÇÊ

source: From:
ar_om: ãä :

source: Fwd:
ar_om: ãÍæá:

source: Help
ar_om: ãÓÇÚÏÉ

source: How to prefix quoted lines in a reply:
ar_om: ÊÍÏíÏ ÈÇÏÆÉ ÇáÇÓØÑ ÇáãŞÊÈÓÉ İí ÇáÑÏ :

source: IMP is not properly configured
ar_om: áã íÊã ÖÈØ ÇáÜ IMP ÈÔßá ÕÍíÍ

source: INBOX
ar_om: ÇáæÇÑÏ

source: ISO charset
ar_om: ÊÑãíÒ ISO

source: Identities
ar_om: ÇáåæíÇÊ

source: Identity
ar_om: åæíÉ

source: Identity's name:
ar_om: ÃÓãÇÁ ÇáåæíÇÊ :

source: Ignore
ar_om: ÊÌÇåá

source: Ignore All
ar_om: ÊÌÇåá Çáßá

source: Important messages
ar_om: ÑÓÇÆá ãåãÉ

source: Invalid character in e-mail address.
ar_om: ÍÑæİ ÛíÑ ãŞÈæáÉ İí ÚäæÇä ÇáÈÑíÏ ÇáÇáßÊÑæäí.

source: January
ar_om: íäÇíÑ

source: July
ar_om: íæáíæ

source: June
ar_om: íæäíæ

source: KOI charset
ar_om: ÊÑãíÒ KOI

source: Last login: %s
ar_om: ÂÎÑ ÏÎæá : %s

source: Last login: Never
ar_om: ÂÎÑ ÏÎæá : áÇ ÔíÆ

source: Login failed for some reason. Most likely your username or password was entered incorrectly.
ar_om: İÔá ÇáÏÎæá áÓÈÈ ãÇ . ÛÇáÈÇ ãÇ íßæä ÎØÃ İí ÇÏÎÇá ÇÓã ÇáãÓÊÎÏã Ãæ ßáãÉ ÇáãÑæÑ.

source: Logout
ar_om: ÎÑæÌ

source: MAC charset
ar_om: ÊÑãíÒ MAC

source: Mail Filters
ar_om: ãÑÔÍÇÊ ÇáÈÑíÏ

source: Mail Management
ar_om: ÅÏÇÑÉ ÇáÈÑíÏ

source: Maintenance Operations
ar_om: ÚãáíÇÊ ÇáÕíÇäÉ

source: March
ar_om: ãÇÑÓ

source: May
ar_om: ãÇíæ

source: Message fields
ar_om: ÍŞæá ÇáÑÓÇáÉ

source: Message flags
ar_om: ÇÚáÇã ÇáÑÓÇáÉ

source: Message folders
ar_om: ãÌáÏÇÊ ÇáÑÓÇáÉ

source: Message sent successfully
ar_om: Êã ÇÑÓÇá ÇáÑÓÇáÉ ÈäÌÇÍ.

source: Mime Type
ar_om: äæÚ ãÇíã

source: Modify
ar_om: ÊÚÏíá

source: Move Down
ar_om: ÇäÊŞá ááÇÓİá

source: Move Up
ar_om: ÇäÊŞá ááÇÚáì

source: Move messages to the <b>%s</b> folder
ar_om: ÇäŞá ÇáÑÓÇÆá Çáì ÇáãÌáÏ <b>%s</b>

source: New
ar_om: ÌÏíÏ

source: Next
ar_om: ÇáÊÇáí

source: No Subject
ar_om: áÇ íæÌÏ ãæÖæÚ

source: No messages matched your search
ar_om: áÇ ÊæÌÏ ÑÓÇÆá ãØÇÈŞÉ áÈÍËß

source: No spellchecking program configured.
ar_om: áã íÊã ÊÚÑíİ ÈÑäÇãÌ ÊÏŞíŞ ÇãáÇÆí.

source: No spelling errors
ar_om: áÇ ÊæÌÏ ÇÎØÇÁ ÇãáÇÆíÉ

source: No suggestions
ar_om: áÇ ÊæÌÏ ÇŞÊÑÇÍÇÊ

source: Not deleted messages
ar_om: áíÓÊ ÑÓÇÆá ãáÛíÉ

source: Not important messages
ar_om: áíÓÊ ÑÓÇÆá ãåãÉ

source: November
ar_om: äæİãÈÑ

source: OK
ar_om: ãæÇİŞ

source: October
ar_om: ÇßÊæÈÑ

source: Options
ar_om: ÎíÇÑÇÊ

source: Perform maintenance operations on login?
ar_om: ÊİÚíá ÚãáíÇÊ ÇáÕíÇäÉ ÚäÏ ÇáÏÎæá ¿

source: Please enter valid search criteria.
ar_om: íÑÌì ÇÏÎÇá ãÊÛíÑÇÊ ÈÍË ãŞÈæáÉ.

source: Please provide your username and password
ar_om: íÑÌì ÊæİíÑ ÇÓã ÇáãÓÊÎÏã æßáãÉ ÇáãÑæÑ

source: Please select a folder before you perform any actions.
ar_om: ÇáÑÌÇÁ ÇÎíÇÑ ãÌáÏ ŞÈá ÇáÔÑæÚ İí Çí ÇÌÑÇÁ.

source: Please select only one folder for this operation.
ar_om: ÇáÑÌÇÁ ÇÎÊíÇÑ ãÌáÏ æÇÍÏ İŞØ áåĞå ÇáÚãáíÉ.

source: Please select or edit right next:
ar_om: íÑÌì ÇÎÊíÇÑ Çæ ÊÍÑíÑ äÕ ÕÍíÍ :

source: Precede your signature with dashes ('-- ')
ar_om: ÇÓÊåá ÊæŞíÚß ÈÔÑØ ('-- ')

source: Problem with filter rule %d: folder does not exist: %s
ar_om: ãÔßáÉ ãÊÚáŞÉ ÈŞÇÚÏÉ ÇáãÑÔÍ %d : áã íÊã ÇÖÇİÉ ÇáãÌáÏ : %s

source: Problem?
ar_om: ãÔßáÉ ¿

source: Purge old message in the Trash folder?
ar_om: ÍĞİ ÇáÑÓÇÆá ÇáŞÏíãÉ ãä ãÌáÏ ÓáÉ ÇáãåãáÇÊ¿

source: Purging %d message(s) from Trash folder.
ar_om: ÍĞİ %d ÑÓÇáÉ (ÑÓÇÆá) ãä ãÌáÏ ÓáÉ ÇáãåãáÇÊ.

source: Quoting
ar_om: ÅŞÊÈÇÓ

source: Received after
ar_om: ÇÓÊáãÊ ÈÚÏ

source: Received before
ar_om: ÇÓÊáãÊ ŞÈá

source: Received on
ar_om: ÇÓÊáãÊ İí

source: Redirecting failed.
ar_om: ÍŞá ÇÚÇÏÉ ÇáÊæÌíå.

source: Remove Selected
ar_om: ÅÒÇáÉ ÇáãÎÊÇÑ

source: Rename Folder
ar_om: ÇÚÇÏÉ ÊÓãíÉ ÇáãÌáÏ

source: Replace with:
ar_om: ÇÓÊÈÏáå ÈÜ :

source: Reply to All
ar_om: ÇáÑÏ Úáì Çáßá

source: Reply-to
ar_om: ÇáÑÏ Úáì

source: Request a Return Receipt
ar_om: ÇØáÈ æÕá ŞÑÇÁÉ

source: Rule Definition
ar_om: ÊÚÑíİ ŞÇÚÏÉ

source: Save a copy in
ar_om: ÇÍİÙ äÓÎÉ İí

source: Save sent mail
ar_om: ÍİÙ ÇáÑÓÇáÉ ÇáãÑÓáÉ

source: Select
ar_om: ÇÎÊÑ

source: Select addressbook sources for adding and searching for addresses.
ar_om: ÇÎÊÄ ãÕÏÑ ÓÌá ÇáÚäÇæíä áÇÖÇİÉ æÇáÈÍË İí ÇáÚäÇæíä.

source: Select an identity
ar_om: ÇÎÊÑ åæíå

source: Select charset:
ar_om: ÇÎÊÑ ÊÑãíÒ :

source: Select your preferred language:
ar_om: ÇÎÊÑ áÛÊß ÇáãİÖáÉ :

source: Selected Addressbooks:
ar_om: ÓÌáÇÊ ÇáÚäÇæíä ÇáãÎÊÇÑÉ :

source: September
ar_om: ÓÈÊãÈÑ

source: Server
ar_om: ÇáãÒæÏ

source: Server Information
ar_om: ãÚáæãÇÊ ÇáãÒæÏ

source: Set preferences for filtering messages for unwanted content.
ar_om: ÖÈØ ÇáÃİÖáíÉ áÑÓÇÆá ÇáÊÑÔíÍ ÇáÎÇÕÉ ÈÇáãÍÊæíÇÊ ÛíÑ ÇáãÑÛæÈÉ.

source: Set the current time zone.
ar_om: ÖÈØ äØÇŞ ÇáÊæŞíÊ ÇáÍÇáí.

source: Set the language that menu items, explanations, and help are in.
ar_om: ÖÈØ áÛÉ ÇÌÒÇÁ ÇáŞæÇÆã ¡ ÇáÊæÖíÍÇÊ¡ æÇáãÓÇÚÏÉ.

source: Show last login time when logging in?
ar_om: ÇÙåÇÑ ÂÎÑ æŞÊ ÏÎæá ÚäÏ ÇáÏÎæá ¿

source: Show legend in the mailbox view?
ar_om: ÅÙåÇÑ ÎáİíÇÊ ÇËÊÇÁ ÚÑÖ ÕäÏæŞ ÇáÈÑíÏ ¿

source: Some of IMP's configuration files are missing:
ar_om: ÈÚÖ ãáİÇÊ ÖæÇÈØ ÇáÂí Çã Èí ãİŞæÏÉ :

source: Sort Direction
ar_om: ÅÊÌÇå ÇáİÑÒ

source: Spam Report from
ar_om: ÊŞÑíÑ ÑÓÇÆá ÛíÑ ãÑÛæÈÉ ãä

source: Spell Check
ar_om: ÊÏŞíŞ ÅãáÇÆí

source: Spell Checker
ar_om: ãÏŞŞ ÇãáÇÆí

source: Spell check complete
ar_om: ÇáÇäÊåÇÁ ãä ÇáÊÏŞíŞ ÇáÇãáÇÆí

source: Spelling errors per screen when spell checking.
ar_om: ÚÏÏ ÇáÇÎØÇÁ ÇáÇãáÇÆíÉ áßá ÔÇÔÉ ÇËäÇÁ ÇáÊÏŞíŞ ÇáÇãáÇÆí.

source: Subscribe to Folder(s)
ar_om: ÇáÇÔÊÑÇß İí ÇáãÌáÏ ( ÇáãÌáÏÇÊ )

source: Suggestions
ar_om: ãŞÊÑÍÇÊ

source: Text
ar_om: äÕ

source: The folder "%s" contains illegal characters in its name. It may cause problems. Please see your system administrator.
ar_om: ÇáãÌáÏ "%s" íÌÊæí Úáì ÑãæÒ ÛíÑ ãŞÈæáÉ İí ÇÓãå. ŞÏ íÄÏí Ğáß Çáì ãÔÇßá ÇáÑÌÇÁ ãÑÇÌÚÉ ãÏíÑ ÇáäÙÇã.

source: The folder "%s" was deleted but you were not unsubscribed from it.
ar_om: Êã ÇáÛÇÁ ÇáãÌáÏ "%s" æáßä áã íÊã ÇáÛÇÁ ÇÔÊÑÇßß Èå.

source: The identity "%s" has been deleted.
ar_om: Êã ÇáÛÇÁ ÇáåæíÉ "%s" ÈäÌÇÍ.

source: The identity "%s" has been saved.
ar_om: Êã ÍİÙ ÇáåæíÉ "%s" ÈäÌÇÍ.

source: The message being composed has been closed. Exiting.
ar_om: Êã ÇÛáÇŞ ÇáÑÓÇáÉ ÇáÌÇÑí ÇäÔÇÄåÇ. ÌÇÑí ÇáÎÑæÌ.

source: The signature couldn't be replaced.
ar_om: ÊÚĞÑ ÊÛííÑ ÇáÊæŞíÚ.

source: There was a problem expunging %s. This is what the server said
ar_om: åäÇáß ãÔßáÉ äÚØá %s. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ
