Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: There was a problem expunging the mailbox. This is what the server said
ar_om: åäÇáß ãÔßáÉ ÊÚØá ÕäÏæŞ ÇáÈÑíÏ. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was a problem expunging the mailbox. This is what the server said: %s
ar_om: åäÇáß ãÔßáÉ ÊÚØá ÕäÏæŞ ÇáÈÑíÏ. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ : %s

source: There was a problem with the file upload. The file may have been larger than the maximum allowed size (%d MB).
ar_om: åäÇáß ãÔßáÉ ãÊÚáŞÉ ÈÊÍãíá Çáãáİ. ŞÏ íßæä ÍÌã Çáãáİ ÇßÈÑ ãä ÇáÍÏ ÇáÇÚáì ÇáãÓãæÍ Èå æåæ (%d ãíÌÇÈÇíÊ).

source: There was a problem with the file upload. The file may have been larger than the maximum allowed size.
ar_om: åäÇáß ãÔßáÉ ãÊÚáŞÉ ÈÊÍãíá Çáãáİ. ŞÏ íßæä ÍÌã Çáãáİ ÇßÈÑ ãä ÇáÍÏ ÇáÇÚáì ÇáãÓãæÍ Èå.

source: There was an error copying messages to "%s". This is what the server said
ar_om: åäÇáß ÎØÇ İí äÓÎ ÇáÑÓÇÆá Çáì "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error deleting messages in the folder "%s". This is what the server said
ar_om: åäÇáß ÎØÃ İí ÇáÛÇÁ ÇáÑÓÇÆá İí ÇáãÌáÏ "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error deleting messages. This is what the server said
ar_om: åäÇáß ÎØÃ İí ÇáÛÇÁ ÇáÑÓÇÆá. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error flagging messages. This is what the server said
ar_om: åäÇáß ÎØÃ İí ÊÚáíã ÇáÑÓÇÆá. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error moving messages to "%s". This is what the server said
ar_om: åäÇáß ÎØÃ İí äŞá ÇáÑÓÇÆá Çáì "%s". åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error moving messages to the trash. This is what the server said
ar_om: åäÇáß ÎØÃ İí äŞá ÇáÑÓÇÆá Çáì ÓáÉ ÇáãåãáÇÊ. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error saving a draft.
ar_om: ÎØÃ İí ÍİÙ ãÓæÏÉ.

source: There was an error undeleting messages. This is what the server said
ar_om: åäÇáß ÎØÃ- ÇáÊÑÇÌÚ Úä ÇáÛÇÁ ÇáÑÓÇÆá. åĞÇ ãÇ ÇİÇÏ Èå ÇáãÒæÏ

source: There was an error viewing the requested message.
ar_om: åäÇáß ÎØÇ İí ÚÑÖ ÇáÑÓÇáÉ ÇáãØáæÈÉ.

source: This file controls local MIME drivers for IMP, specifically what kinds of attachments are viewable and/or downloadable.
ar_om: åĞÇ Çáãáİ íÊÍßã ÈÓæÇŞÇÊ ÇáÇã Âí Çã Åí ááÅí Çã Èí ¡ ÈÇáÖÈØ Çí äæÚ ãä ÇáãÑİŞÇÊ íãßä ÚÑÖå æ/Ãæ ÊÍãíáå.

source: This file controls the default preferences for IMP, and also controls which preferences users can alter.
ar_om: åĞÇ Çáãáİ íÊÍßã İí ÇáÎíÇÑÇÊ ÇáÇİÊÑÇÖíÉ ááÂí Çã Èí ¡ æíÊÍßã ÇíÖÇ ÈÇí ÎíÇÑÇÊ íãßä ááãÓÊÎÏã ÊÚÏíáåÇ

source: This file controls the default settings for IMP, and also defines the list of available servers if you are using the server list.
ar_om: åĞÇ Çáãáİ íÊÍßã İí ÇáÎíÇÑÇÊ ÇáÇİÊÑÇÖíÉ ááÂí Çã Èí ¡ æíÚÑİ ÇíÖÇ ŞÇÆãÉ ÇáãÒæÏÇÊ ÇáãÊæİÑÉ ÇĞÇ ßäÊ ÊÓÊÎÏã ŞÇÆãÉ ãÒæÏÇÊ.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
ar_om: íÊÍßã åĞÇ Çáãáİ İí ÔÑÍÉ ÇáÓãÇÊ ÇáÊí ÊÓÊÎÏã áÖÈØ ÇáÇáæÇä æÇáÎØæØ ÈÇáÇÖÇİÉ Çáì Çæ ÊÌÇåá ÇáÎíÇÑÇÊ ÇáÇÓÇÓíÉ áåæÑÏ.

source: This is the main IMP configuration file. It contains paths and options for the IMP scripts.
ar_om: åĞÇ åæ Çáãáİ ÇáÑÆíÓí áÖæÇÈØ ÇáÂí Çãæ Èí .ÇäåÇ ÊÍæí ÇáãÓÇÑÇÊ æÇáÎíÇÑÇÊ áÇßæÇÏ ÇáÂí Çã Èí.

source: This message has been reported as spam to your system administrator.
ar_om: Êã ÊŞÏíã ÊŞÑíÑ ÈåĞå ÇáÑÓÇáÉ ßÑÓÇáÉ ÛíÑ ãÑÛæÈ ÈåÇ Çáì ãÏíÑ ÇáäÙÇã.

source: This number must be at least one.
ar_om: íÌÈ Çä íßæä åĞÇ ÇáÑŞã æÇÍÏ Úáì ÇáÇŞá.

source: This value must be a number.
ar_om: íÌÈ Çä Êßæä ÇáŞíãÉ ÚÈÇÑÉ Úä ÑŞã.

source: This window must be called from compose window
ar_om: íÌÈ äÏÇÁ åĞå ÇáäÇİĞÉ ãä äÇİĞÉ ÇäÔÇÁ ÇáÑÓÇÆá

source: Thread
ar_om: ÓáÓáÉ

source: Time Zone
ar_om: äØÇŞ ÇáÊæŞíÊ

source: Total Size: %s KB
ar_om: ãÌãæÚ ÇáÍÌã : %s ß È

source: Unread
ar_om: áã ÊŞÑÃ

source: Unseen Messages
ar_om: ÑÓÇÆá áã ÊÑì

source: Unsubscribe from Folder(s)
ar_om: ÇáÛÇÁ ÇáÇÔÊÑÇß ãä ãÌáÏ (ãÌáÏÇÊ)

source: Use Ctrl/Option+Click to select multiple fields
ar_om: ÇÓÊÎÏã ÒÑ ÊÍßã/ÇÎÊíÇÑ+ÇáäŞÑ áÇÎÊíÇÑ ÍŞæá ãÊÚÏÏÉ

source: User Options
ar_om: ÎíÇÑÇÊ ÇáãÓÊÎÏã

source: View messages in
ar_om: ÚÑÖ ÇáÑÓÇÆá İí

source: WIN charset
ar_om: ÊÑãíÒ ÇáæíäÏæÒ

source: Wrap text at this many characters.
ar_om: ŞíÏ ÇáäÕ ÈåĞÇ Çáßã ãä ÇáÍÑæİ.

source: You are attempting to delete the following folders:
ar_om: Çäß ÊÍÇæá ÇáÛÇÁ ÇáãÌáÏÇÊ ÇáÊÇáíÉ :

source: You are creating a sub-folder to
ar_om: Çäß ÊÖíİ ãÌáÏ İÑÚí Çáì

source: You are renaming the folder:
ar_om: Çäß ÊÚíÏ ÊÓãíÉ ÇáãÌáÏ :

source: You can not have the '\' character in your full name.
ar_om: áÇ íãßäß ÇÓÊÎÏÇã ÇáÑãÒ '\' İí ÇÓãß ÇáßÇãá.

source: You have been logged out.<br />Thank you for using the system.
ar_om: áŞÏ Êã ÇÎÑÇÌß .<br />äÔßÑß Úáì ÇÓÊÎÏÇãß ÇáäÙÇã.

source: You have new mail in the following folder:
ar_om: áÏíß ÈÑíÏ ÌÏíÏ İí ÇáãÌáÏ ÇáÊÇáí :

source: You have new mail in the following folders:
ar_om: áÏíß ÈÑíÏ ÌÏíÏ İí ÇáãÌáÏÇÊ ÇáÊÇáíÉ :

source: You must first select the attachment(s) to delete.
ar_om: íÌÈ Çä ÊÎÊÇÑ ÇáãÑİŞÇÊ ÇáãÑÇÏ ÇáÛÇÄåÇ ÇæáÇ.

source: You must first specify the file to attach.
ar_om: íÌÈ ÇæáÇ ÊÍÏíÏ Çáãáİ ÇáãÑÇÏ ÇáÑİÇŞå.

source: You must have at least one recipient.
ar_om: íÌÈ Çä íßæä áÏíß ãÓÊŞÈá æÇÍÏ Úáì ÇáÇŞá.

source: You must select an identity to be deleted.
ar_om: íÌÈ Çä ÊÎÊÇÑ åæíÉ áíÊã ÇáÛÇÄåÇ.

source: Your %s session has expired. Please login again.
ar_om: ÌáÓÊ Úãáß %s ÇäÊåÊ. íÑÌì ÇáÏÎæá ãÑÉ ÇÎÑì.

source: Your From: address:
ar_om: ÇáÚäæÇä : ãä :

source: Your Information
ar_om: ãÚáæãÇÊß

source: Your Reply-to: address: <i>(optional)</i>
ar_om: ÚäæÇä : ÇáÑÏ Çáì : <i>(ÇÎÊíÇÑí)</i>

source: Your browser does not support inline display of this image type
ar_om: áÇ íÏÚã ãÊÕİÍß ÇáÚÑÖ ÇáÏÇÎáí áåĞÇ ÇáäæÚ ãä ÇáÕæÑ

source: Your browser does not support this print option. Press Control/Option + P to print.
ar_om: áÇ íÏÚã ãÊÕİÍß ÎíÇÑ ÇáØÈÇÚÉ åĞÇ ÇÖÛØ ÒÑ ÊÍßã + ÇáÍÑİ Èí áßí ÊŞæã ÈÇáØÈÇÚÉ.

source: Your current time zone:
ar_om: äØÇŞ ÊæŞíÊß ÇáÍÇáí :

source: Your default identity:
ar_om: åæíÊß ÇáÇÎÊíÇÑíÉ :

source: Your full name:
ar_om: ÇÓãß ÇáßÇãá :

source: Your identities:
ar_om: åæíÇÊß :

source: Your options have been updated.
ar_om: Êã ÊÚÏíá ÎíÇÑÇÊß.

source: Your session will expire in 1 minute. Do you want to reload the page to prevent losing your work?
ar_om: ÌáÓÊ Úãáß Óæİ ÊäÊåí ÎáÇá ÏŞíŞÉ æÇÍÏÉ. åá ÊÑíÏ ÇÚÇÏÉ ÊÍãíá ÇáÕİÍÉ áÊÊÌäÈ İŞÏÇä Úãáß ÇáÍÇáí ¿

source: Your session will expire in 5 minutes. Do you want to reload the page to prevent losing your work?
ar_om: ÌáÓÊ Úãáß Óæİ ÊäÊåí ÎáÇá 5 ÏŞÇÆŞ. åá ÊÑíÏ ÇÚÇÏÉ ÊÍãíá ÇáÕİÍÉ áÊÊÌäÈ İŞÏÇä Úãáß ÇáÍÇáí ¿

source: add source
ar_om: ÇÖİ ÇáãÕÏÑ

source: cannot move past the beginning
ar_om: áÇ íãßä ÇáÚæÏÉ Çáì ÇáÈÏÇíÉ

source: cannot move past the end
ar_om: áÇ íãßä ÇáÚæÏÉ Çáì ÇáäåÇíÉ

source: delete message
ar_om: ÇáÛÇÁ ÑÓÇáÉ

source: move down
ar_om: ÇäÊŞá Çáì ÇáÇÓİá

source: move message to
ar_om: ÇäŞá ÇáÑÓÇÆá Çáì

source: move up
ar_om: ÇäÊŞá Çáì ÇáÇÚáì

source: no folder selected
ar_om: áã íÊã ÇÎÊíÇÑ ãÌáÏ

source: no rule selected
ar_om: áã íÊã ÇÎÊíÇÑ ŞÇÚÏÉ

source: no text specified
ar_om: áã íÊã ÊÍÏíÏ äÕ

source: none
ar_om: áÇ ÔíÁ

source: please fill in the text and choose a field and an action
ar_om: íÑÌì ÊÚÈÆÉ ÇáäÕ æÇÎÊÑ ÍŞá æÇÌÑÇÁ

source: remove source
ar_om: ÇÒÇáÉ ÇáãÕÏÑ

source: select folder
ar_om: ÇÎÊÑ ãÌáÏ

source: spelling error
ar_om: ÎØÃ ÇãáÇÆí

source: spelling errors
ar_om: ÇÎØÇÁ ÇãáÇÆíÉ

source: where the %s field contains <b>%s</b>
ar_om: ÈíäãÇ ÇáÍŞá %s íÍÊæí <b>%s</b>
