Repository: horde/horde
Catalog: imp/po/*.po
Languages: ar_om, sk_sk

source: Cut selection
sk_sk: Vystrihnú» výber

source: Dat_e
sk_sk: Dát_um

source: Date
ar_om: ÇáÊÇÑíÎ
sk_sk: Dátum

source: Date <
sk_sk: Dátum <

source: Date =
sk_sk: Dátum =

source: Date >=
sk_sk: Dátum >=

source: Date:
sk_sk: Dátum:

source: Day
sk_sk: Deò

source: Declined
sk_sk: Odmietnuté

source: Declined:
sk_sk: Odmietnuté:

source: Decrease Indent
sk_sk: Zmen¹i» odsadenie

source: Default
sk_sk: ©tandard

source: Default (US-ASCII)
sk_sk: ©tandard (US-ASCII)

source: Default forwarding method:
sk_sk: Prednastavený spôsob preposielania:

source: Default sorting criteria:
ar_om: ÕíÛÉ ÇáİåÑÓÉ ÇáÇİÊÑÇÖíÉ :
sk_sk: Prednastavený spôsob triedenia:

source: Default sorting direction:
ar_om: ÇÊÌÇå ÇáİåÑÓÉ ÇáÇİÊÑÇÖí :
sk_sk: Prednastavený smer triedenia:

source: Delegated
sk_sk: Prideli»

source: Delete
ar_om: ÇáÛÇÁ
sk_sk: Vymaza»

source: Delete %s Public Key
sk_sk: Vymaza» %s verejný kµúè

source: Delete Current Keys
sk_sk: Zmaza» aktuálne kµúèe

source: Delete Folders
sk_sk: Vymaza» prieèinky

source: Delete Selected Folders
sk_sk: Vymaza» vybrané prieèinky

source: Delete Stationery
sk_sk: Vymaza» predlohu

source: Delete Thread
sk_sk: Vymaza» vlákno

source: Delete Virtual Folder
sk_sk: Vymaza» virtuálny prieèinok

source: Delete Virtual Folder Definition for %s
sk_sk: Vymaza» definíciu virtuálneho prieèinku pre %s

source: Delete fetched messages from remote server?
sk_sk: Vymaza» stiahnuté správy zo vzdialeného servera?

source: Delete from my calendar
sk_sk: Odstráni» z môjho kalendára

source: Delete old linked attachments at beginning of month?
sk_sk: Vymaza» staré nalinkované prílohy na zaèiatku mesiaca?

source: Delete old sent-mail folders at beginning of month?
ar_om: ÍĞİ ãÌáÏ ÇáÑÓÇÆá ÇáãÑÓáÉ ÇáŞÏíã İí ÈÏÇíÉ ÇáÔåÑ ¿
sk_sk: Vymaza» staré prieèinky odoslanej po¹ty na zaèiatku mesiaca?

source: Delete spam messages
sk_sk: Vymaza» nevy¾iadané správy

source: Delete/purge
sk_sk: Vymaza»/vyprázdni»

source: Delete?
sk_sk: Vymaza»?

source: Deleted
ar_om: ãáÛí
sk_sk: Vymazané

source: Deleted messages
ar_om: ÑÓÇÆá ãÍĞæİÉ
sk_sk: Vymazané správy

source: Deleted the attachment "%s".
sk_sk: Príloha "%s" bola vymazaná.

source: Deleting and Moving Messages
ar_om: ÇáÛÇÁ æÊÛííÑ ãæŞÚ ÑÓÇÆá
sk_sk: Vymazávanie a presúvanie správ

source: Deny request
sk_sk: Zamietnu» po¾iadavku

source: Deny request for free/busy information
sk_sk: Zamietnu» po¾iadavku na zistenie zaneprázdnenosti

source: Descending
ar_om: ÊäÇÒáí
sk_sk: Zostupne

source: Description
sk_sk: Popis

source: Description:
sk_sk: Popis:

source: Details
sk_sk: Podrobnosti

source: Did not attach "%s" as it was only partially uploaded.
sk_sk: Nepodarilo sa pripoji» "%s", lebo upload bol iba èiastoèný.

source: Did not attach "%s" as the file was empty.
sk_sk: Nepodarilo sa pripoji» "%s", lebo súbor je prázdny.

source: Did not attach "%s" as the maximum allowed upload size has been exceeded.
sk_sk: Nepodarilo sa pripoji» "%s", lebo maximálna veµkos» uploadu bola prekroèená.

source: Did not attach "%s" as the server configuration did not allow the file to be uploaded.
sk_sk: Nepodarilo sa pripoji» "%s", lebo nastavenia servera neumo¾nili upload súboru.

source: Dim signatures?
ar_om: ÊÚÊíã ÇáÊæÇŞíÚ ¿
sk_sk: Zobrazova» signatúry menej výrazne?

source: Direction left to right
sk_sk: Smer zµava napravo

source: Direction right to left
sk_sk: Smer zprava naµavo

source: Display
ar_om: ÚÜÑÖ
sk_sk: Nastavenie zobrazenia

source: Display Virtual Inbox?
sk_sk: Zobrazi» virtúalny prieèinok prijatých správ?

source: Display confirmation after sending a message?
sk_sk: Zobrazi» potvrdenie po odoslaní správy?

source: Display in Body of Message
sk_sk: Zobrazi» v tele správy

source: Display pop-up notification of new mail?
ar_om: ÚÑÖ ÑÓÇáÉ ãäÈËŞÉ ááÇÚáÇã Úä æÕæá ÑÓÇáÉ ÌÏíÏÉ ¿
sk_sk: Zobrazi» oznámenie o prijatí novej správy?

source: Display the "Empty Spam" link in the menubar?
sk_sk: Zobrazi» odkaz "Vyprázdni» SPAM" v menu?

source: Display the "Empty Trash" link in the menubar?
sk_sk: Zobrazi» odkaz "Vyprázdni» kô¹" v menu?

source: Disposition:
sk_sk: Dispozícia:

source: Do NOT match
sk_sk: Nevyhovuje

source: Do Not Check for New Mail
sk_sk: Nekontrolova» novú po¹tu

source: Do not generate a link in the From: column
sk_sk: Nevytvára» odkaz zo ståpca Od:

source: Doing so will discard this message permanently.
sk_sk: Táto operácia trvale odstráni túto správu.

source: Don't have an account? Sign up.
sk_sk: Nemáte úèet? Zaregistrujte sa.

source: Download
ar_om: ÊÍãíá
sk_sk: Stiahnu»

source: Download %s in .zip Format
sk_sk: Stiahnu» %s vo formáte .zip

source: Download All Attachments (in .zip file)
sk_sk: Stiahnu» v¹etky prílohy (formát .zip)

source: Download [.zip format]
sk_sk: Stiahnu» [formát .zip]

source: Download in .zip Format
sk_sk: Stiahnu» vo formáte .zip

source: Draft
ar_om: ãÓæÏÉ
sk_sk: Koncept

source: Draft folder
sk_sk: Prieèinok konceptov

source: Drafts
sk_sk: Koncepty

source: Drafts folder:
ar_om: ãÌáÏ ÇáãÓæÏÇÊ :
sk_sk: Prieèinok konceptov:

source: Dynamic
sk_sk: Dynamický

source: E-mail Address:
sk_sk: E-mailová adresa:

source: END
sk_sk: KONIEC

source: ERROR: Your message could not be delivered.
sk_sk: CHYBA: Va¹u správu nebolo mo¾né doruèi»

source: Edit
ar_om: ÊÍÑíÑ
sk_sk: Upravi»

source: Edit Search Query
sk_sk: Upravi» hµadanie

source: Edit Virtual Folder
sk_sk: Upravi» virtuálny prieèinok

source: Edit Virtual Folder Definition for %s
sk_sk: Upravi» definíciu virtuálneho prieèinku pre %s

source: Edit your Blacklist
sk_sk: Upravi» Va¹u èiernu listinu

source: Edit your Filter Rules
sk_sk: Upravi» Va¹e filtrovacie pravidlá

source: Edit your Whitelist
sk_sk: Upravi» Va¹u bielu listinu

source: Edit your preferences for accessing other mail accounts.
sk_sk: Upravi» nastavenia pre prístup k iným e-mailovým úètom.

source: Email Address
ar_om: ÚäæÇä ÇáÈÑíÏ ÇáÇáßÊÑæäí
sk_sk: E-mailová adresa

source: Emptied all messages from %s.
sk_sk: Vymazané v¹etky správy z %s.

source: Emptied all messages from Virtual Trash Folder.
sk_sk: Vymazané v¹etky správy z virtuálneho ko¹a.

source: Empty
sk_sk: Vyprázdni»

source: Empty Selected Folders
sk_sk: Vyprázdni» vybrané prieèinky

source: Empty _Spam
sk_sk: Vyprázdni» _SPAM

source: Empty _Trash
sk_sk: Vyprázdni» _kô¹

source: Empty folder
sk_sk: Vyprázdni» prieèinok

source: Enable PGP functionality?
sk_sk: Povoli» prácu s PGP?

source: Enable S/MIME functionality?
sk_sk: Povoli» prácu s S/MIME?

source: Enable message previews?
sk_sk: Povoli» zobrazovanie uká¾ok správ?

source: Encr_yption Options
sk_sk: Nastavenia ¹i_frovania

source: End
sk_sk: Koniec

source: End forwarded message
ar_om: ÇäåÇÁ ÇáÑÓÇÆá ÇáãÍæáÉ
sk_sk: Koniec preposlanej správy

source: End message
sk_sk: Koniec správy

source: End message from %s
sk_sk: Koniec správy od %s

source: Enter Passphrase
sk_sk: Zadajte heslo pre kµúè

source: Enter the name for your new Spam folder
sk_sk: Zadajte meno pre Vá¹ nový prieèinok nevy¾iadanej po¹ty

source: Enter the name for your new drafts folder
ar_om: ÇÏÎá ÇÓã ãÌáÏ ÇáãÓæÏÇÊ ÇáÌÏíÏ
sk_sk: Zadajte meno pre Vá¹ nový prieèinok konceptov

source: Enter the name for your new sent mail folder
ar_om: ÇÏÎá ÇÓã ãÌáÏ ÇáÑÓÇÆá ÇáãÑÓáÉ ÇáÌÏíÏ
sk_sk: Zadajte meno pre Vá¹ nový prieèinok odoslanej po¹ty

source: Enter the name for your new trash folder
ar_om: ÇÏÎá ÇÓã ãÌáÏ ÓáÉ ÇáãåãáÇÊ ÇáÌÏíÏ
sk_sk: Zadajte meno pre Vá¹ nový odpadkový kô¹

source: Entire Message
sk_sk: Celá správa

source: Entry "%s" was successfully added to the address book
sk_sk: Polo¾ka "%s" bola úspe¹ne vlo¾ená do adresára

source: Error
ar_om: ÎØÃ
sk_sk: Chyba

source: Error connecting to IMAP server: [%s] %s.
sk_sk: Nepodarilo sa spoji» s IMAP serverom: [%s] %s.

source: Error displaying message.
sk_sk: Nastala chyba pri zobrazovaní správy.

source: Error sending reply: %s.
sk_sk: Chyba pri odosielaní odpovede: %s.

source: Error:
sk_sk: Chyba:

source: Event successfully deleted.
sk_sk: Udalos» bola úspe¹ne vymazaná.

source: Every 15 minutes
ar_om: ßá 15 ÏŞíŞÉ
sk_sk: Ka¾dých 15 minút

source: Every 30 seconds
ar_om: ßá 30 ËÇäíÉ
sk_sk: Ka¾dých 30 sekúnd

source: Every 5 minutes
ar_om: ßá 5 ÏŞÇÆŞ
sk_sk: Ka¾dých 5 minút

source: Every half hour
ar_om: ßá äÕİ ÓÇÚÉ
sk_sk: Ka¾dú pol hodinu

source: Every minute
ar_om: ßá ÏŞíŞÉ
sk_sk: Ka¾dú minútu

source: Expand
sk_sk: Rozbali»

source: Expand All
ar_om: ÈÓØ Çáßá
sk_sk: Rozbali» v¹etko

source: Expand All Folders
ar_om: ÈÓØ ÌãíÚ ÇáãÌáÏÇÊ
sk_sk: Rozbali» v¹etky prieèinky

source: Expand Folder
ar_om: ÈÓØ ãÌáÏ
sk_sk: Rozbali» prieèinok

source: Expand Names
ar_om: ÈÓØ ÇáÇÓãÇÁ
sk_sk: Doplni» mená/adresy

source: Expand the entire folder tree by default in the folders view?
ar_om: ÈÓØ ÔÌÑÉ ÇáãÌáÏÇÊ ÇáÍÇáíÉ ÈÔßá ÇİÊÑÇÖí ÇËäÇÁ ÚÑÖ ÇáãÌáÏÇÊ ¿
sk_sk: Implicitne rozbali» celý strom prieèinkov v zozname prieèinkov?

source: Expand the entire folder tree by default in the sidebar?
sk_sk: Implicitne rozbali» celý strom prieèinkov v boènom paneli?

source: F_etch Mail
sk_sk: Stiahnu» _po¹tu

source: Fetch Mail
sk_sk: Stiahnu» po¹tu

source: Fetch Mail in a separate window?
sk_sk: Stiahnu» po¹tu v novom okne?

source: Fetch messages upon logging on?
sk_sk: Stiahnu» správy pri prihlásení?

source: Fetched %d messages from %s
sk_sk: Stiahnutých %d správ z %s

source: Fetched 1 message from %s
sk_sk: Stiahnutá 1 správa z %s

source: Fetchmail: no new messages.
sk_sk: Fetchmail: ¾iadne nové správy.

source: Fi_lters
sk_sk: Fi_ltre

source: Fields to search
sk_sk: Polia na hµadanie

source: File
sk_sk: Súbor

source: Filter Settings
sk_sk: Nastavenia filtrov

source: Filter message content for profanity?
ar_om: ÊÑÔíÍ ÇáãÍÊæíÇÊ ÇááÇÇÎáÇŞíÉ ááÑÓÇÆá ¿
sk_sk: Odstráni» zo správy nadávky a neslu¹né výrazy?

source: Filter support is disabled on this system.
sk_sk: Na tomto systéme je podpora filtrov zakázaná.

source: Filters
ar_om: ÇáãÑÔÍÇÊ
sk_sk: Filtre

source: Filters: %s management page
sk_sk: Filtre: stránka na správu %s

source: Find:
sk_sk: Hµada»:

source: First Mailbox Page
sk_sk: Prvá stránka schránky

source: First Page
ar_om: ÇáÕİÍÉ ÇáÇæáì
sk_sk: Prvá stránka

source: Flagged For Followup
sk_sk: Oznaèené ako vzor

source: Flagged messages
sk_sk: Oznaèené správy

source: Fo_rward
sk_sk: P_reposla»

source: Folder
sk_sk: Prieèinok

source: Folder Actions - Confirmation
sk_sk: Operácie prieèinka - potvrdenie

source: Folder Navigator
ar_om: ãÓÊßÔİ ÇáãÌáÏ
sk_sk: Správa prieèinkov

source: Folder Sizes
sk_sk: Veµkosti prieèinkov

source: Folder Summary
sk_sk: Informácie o prieèinku

source: Folder sharing is not enabled.
sk_sk: Zdieµanie prieèinkov nie je povolené.

source: Folder use is not enabled.
sk_sk: Pou¾itie prieèinkov nie je povolené.

source: Font Color
sk_sk: Farba písma

source: Format of message dates in the mailbox view for messages dated today
sk_sk: Formát dátumu zobrazených správ pre správy datované dnes

source: Forward
ar_om: ÊÍæíá
sk_sk: Preposla»

source: Forward:
ar_om: ÊÍæíá :
sk_sk: Preposla»:

source: Forwarded Message:
sk_sk: Preposlaná správa:

source: Forwarded message
sk_sk: Preposlaná správa

source: Forwarded message from %s
ar_om: ÑÓÇáÉ ãÍæáÉ ãä %s
sk_sk: Preposlaná správa od %s

source: Free/Busy Request Response
sk_sk: Odpoveï na ¾iados» o zistenie zaneprázdnenosti (XXX)

source: Fro_m
sk_sk: _Od

source: From
ar_om: ãä
sk_sk: Od

source: From Address
ar_om: ãä ÇáÚäæÇä
sk_sk: Spiatoèná adresa

source: Gallery
sk_sk: Galéria

source: General Options
sk_sk: V¹eobecné nastavenia

source: Get only new messages? (IMAP only)
sk_sk: Stiahnu» iba nové správy (iba IMAP)

source: Go
sk_sk: Odosla»

source: Go to Message
sk_sk: Prejs» na správu

source: Go to Virtual Inbox
sk_sk: Prejs» na virtuálne prijaté správy

source: Go to address book entry of "%s"
sk_sk: Prejs» na záznam v adresári "%s"

source: HERE
sk_sk: TU

source: HTML Version of Message
sk_sk: HTML verzia správy

source: Headers
sk_sk: Hlavièky

source: Help using editor
sk_sk: Pomoc pri pou¾ívaní editora

source: Here is the message you were composing:
sk_sk: Tu je správa, ktorú ste písali:

source: Hidden
sk_sk: Skryté

source: Hidden in Thread View
sk_sk: Skryté v zobrazení vlákien

source: Hide Addresses
sk_sk: Skry» adresy

source: Hide Columns
sk_sk: Skry» ståpce

source: Hide Deleted
ar_om: ÇÎİÇÁ ÇáãáÛí
sk_sk: Skry» vymazané

source: Hide Unsubscribed
ar_om: ÇÎİÇÁ ÇáÛíÑ ãÔÊÑß
sk_sk: Skry» neprihlásené

source: High
sk_sk: Vysoká

source: High Priority
sk_sk: Vysoká priorita

source: Highest
sk_sk: Najvy¹¹ia

source: Horizontal Rule
sk_sk: Vodorovná èiara

source: How do you want to display attachments?
sk_sk: Ako sa majú zobrazi» prílohy?

source: How should namespaces be displayed in the folder tree view?
sk_sk: Ako majú by» menné oblasti zobrazené v strome prieèinkov?

source: How to attribute quoted lines in a reply
sk_sk: Ako oznaèi» citované riadky v odpovedi

source: IMAP (Auto Detect Protocols)
sk_sk: IMAP (Automaticky detekova» protokoly)

source: IMAP Server closed the connection. Server Responded: %s
sk_sk: IMAP server ukonèil spojenie. Odpoveï servera: %s

source: IMAP over SSL
sk_sk: IMAP cez SSL

source: IMAP over SSL (self-signed certificate)
sk_sk: IMAP cez SSL (certifikát podpísaný samým sebou)

source: IMAP, no TLS
sk_sk: IMAP, bez TLS

source: IMAP/POP3 Mail Servers
sk_sk: IMAP/POP3 e-mailové servery

source: If using SSL or TLS, you must have the PHP openssl extension loaded.
sk_sk: Ak pou¾ívate SSL alebo TLS, musíte ma» nain¹talované roz¹írenie PHP openssl.

source: If you continue, all messages in the folder(s) will be lost!
sk_sk: Ak budete pokraèova», v¹etky správy v prieèinku(prieèinkoch) budú stratené!

source: Image
sk_sk: Obrázok

source: Images have been blocked to protect your privacy.
sk_sk: Obrázky sú blokované z dôvodu ochrany Va¹eho súkromia.

source: Import Key
sk_sk: Importova» kµúè

source: Import Keypair
sk_sk: Importova» kµúèový pár

source: Import Messages
sk_sk: Importova» správy

source: Import PGP Key
sk_sk: Importova» PGP kµúè

source: Import Personal Private PGP Key
sk_sk: Importova» osobný privátny PGP kµúè

source: Import Personal Private PGP Key Here:
sk_sk: Importova» osobný privátny PGP kµúè tu:

source: Import Personal Public PGP Key
sk_sk: Importova» osobný verejný PGP kµúè

source: Import Personal Public PGP Key Here:
sk_sk: Importova» osobný verejný PGP kµúè tu:

source: Import Personal S/MIME Certificates
sk_sk: Importova» osobné S/MIME certifikáty

source: Import Public Key
sk_sk: Importova» verejný kµúè

source: Import Public PGP Key
sk_sk: Importova» verejný PGP kµúè

source: Import Public PGP Key Here:
sk_sk: Importova» verejný PGP kµúè tu:

source: Import Public S/MIME Key
sk_sk: Importova» verejný S/MIME kµúè

source: Import S/MIME Key
sk_sk: Importova» S/MIME kµúè

source: Import mbox File
sk_sk: Importova» súbor mbox

source: Import mbox file
sk_sk: Importova» súbor mbox

source: Important
ar_om: ãåã
sk_sk: Dôle¾ité

source: Imported %d messages from %s.
sk_sk: Importovaných %d správ z %s.

source: In Process
sk_sk: Spracúva sa

source: Inbox
sk_sk: Prijaté správy

source: Include a brief summary of the header in a reply?
sk_sk: Vlo¾i» do odpovede najdôle¾itej¹ie hlavièky pôvodnej správy?

source: Include body text in forward message by default?
sk_sk: Vlo¾i» text tela správy do odpovede?

source: Include original message in a reply?
ar_om: ÇÑİÇŞ ÇáÑÓÇÆá ÇáÇÕáíÉ ÚäÏ ÇáÑÏ ¿
sk_sk: Vlo¾i» pôvodnú správu do odpovede?

source: Increase Indent
sk_sk: Zväè¹i» odsadenie

source: Information on %s Public Key
sk_sk: Informácie o %s verejnom kµúèi

source: Information on Personal Private Key
sk_sk: Informácie o osobnom privátnom kµúèi

source: Information on Personal Public Key
sk_sk: Informácie o osobnom verejnom kµúèi

source: Inline
sk_sk: V tele správy

source: Insert
sk_sk: Vlo¾i»

source: Insert Certificate Here:
sk_sk: Sem vlo¾te certifikát:

source: Insert Table
sk_sk: Vlo¾i» tabuµku

source: Insert Web Link
sk_sk: Vlo¾i» webový odkaz

source: Insert/Modify Image
sk_sk: Vlo¾i»/upravi» obrázok

source: Insert/Overwrite
sk_sk: Vlo¾i»/prepísa»

source: Invalid Action selected for this component.
sk_sk: Pre tento komponent bola vybraná neplatná akcia.

source: Invalid Address
sk_sk: Neplatná adresa

source: Invalid Remote Mailbox
sk_sk: Neplatná vzdialená schránka.

source: Invalid character in e-mail address: %s.
sk_sk: Neplatný znak v e-mailovej adrese: %s.

source: Invalid hostname.
sk_sk: Neplatné meno servera.

source: Invalid key
sk_sk: Neplatný kµúè

source: Invalid message, cannot resume draft.
sk_sk: Neplatná správa, nemô¾em pokraèova» v koncepte.

source: Invalid personal PGP private key.
sk_sk: Neplatný osobný PGP privátny kµúè.

source: Invalid personal PGP public key.
sk_sk: Neplatný osobný PGP verejný kµúè.

source: Invert
sk_sk: Invertova»

source: Italic
sk_sk: Kurzíva

source: Justify Center
sk_sk: Zarovna» na stred

source: Justify Full
sk_sk: Zarovna» do bloku

source: Justify Left
sk_sk: Zarovna» vµavo

source: Justify Right
sk_sk: Zarovna» vpravo

source: Key Length:
sk_sk: Då¾ka kµúèa:

source: Key generation may take a long time to complete. Continue with key generation?
sk_sk: Vytváranie kµúèa mô¾e trva» dlhú dobu. Pokraèova» vo vytváraní kµúèa?

source: Key import is not available. File upload is not enabled on this server.
sk_sk: Import kµúèov nie je k dispozícii. Na tomto serveri nie je povolený upload súborov.

source: Key import is not available. You have no address book defined to add your contacts.
sk_sk: Import kµúèov nie je k dispozícii. Nemáte nastavený adresár na pridávanie Va¹ích kontaktov.

source: Key successfully sent to the public keyserver.
sk_sk: Kµúè bol úspe¹ne odoslaný na server verejných kµúèov.

source: Language
ar_om: ÇááÛÉ
sk_sk: Jazyk

source: Language:
sk_sk: Jazyk:

source: Last Mailbox Page
sk_sk: Posledná stránka schránky

source: Last Page
ar_om: ÂÎÑ ÕİÍÉ
sk_sk: Posledná stránka

source: Link Attachments?
sk_sk: Nalinkova» prílohy?

source: Linked attachments are forbidden.
sk_sk: Nalinkované prílohy sú zakázané.

source: Links will expire on %s
sk_sk: Odkazy (linky) expirujú %s

source: List
sk_sk: Zoznam

source: List all contacts when loading the contacts screen? (if disabled, you will only see contacts that you search for explicitly)
sk_sk: Zobrazi» v¹etky kontakty pri prehµadávaní? (ak nie, budete vidie» iba kontakty, ktoré explicítne vyhovujú hµadaniu)

source: Listing in the Header
sk_sk: Zoznam v hlavièke

source: Loading...
sk_sk: Nahráva sa...

source: Local Mailbox:
sk_sk: Lokálna schránka:

source: Location
sk_sk: Miesto

source: Log in
ar_om: ÏÎæá
sk_sk: Prihlásenie

source: Log in to %s
ar_om: ÏÎæá Çáì %s
sk_sk: Prihlási» sa na %s

source: Login
sk_sk: Prihlásenie

source: Login Tasks
ar_om: ãåÇã ÇáÏÎæá
sk_sk: Úlohy pri prihlásení

source: Low
sk_sk: Nízka

source: Low Priority
sk_sk: Nízka priorita

source: Lowest
sk_sk: Najni¾¹ia

source: Macintosh File
sk_sk: Súbor Macintosh

source: Mail Previews
sk_sk: Uká¾ky správ

source: Mail server type to connect to:
sk_sk: Typ mailového servera na pripojenie:

source: Mailbox
ar_om: ÕäÏæŞ ÇáÈÑíÏ
sk_sk: Schránka

source: Mailbox View
sk_sk: Náhµad schránky

source: Mailbox and Folder Display Options
sk_sk: Nastavenie zobrazenia schránok a prieèinkov

source: Mark (Other)
sk_sk: Oznaèí» (iné)

source: Mark (Seen)
sk_sk: Oznaèi» (preèítané)

source: Mark All Messages as Seen
sk_sk: Oznaèi» v¹etky správy ako preèítané

source: Mark All Messages as Unseen
sk_sk: Oznaèi» v¹etky správy ako nepreèítané

source: Mark as:
ar_om: Úáãå ßÜ :
sk_sk: Oznaèi» ako:

source: Mark different levels of quoting with different colors?
ar_om: Úáã ÇáãÓÊæíÇÊ ÇáãÎÊáİÉ ãä ÇáÇŞÊÈÇÓÇÊ ÈÇáæÇä ãÎÊáİÉ ¿
sk_sk: Rozli¹ova» vnorené citáty rôznymi farbami?

source: Mark messages as seen? (IMAP only)
sk_sk: Oznaèi» správy ako preèítané? (iba IMAP)

source: Mark simple markup?
sk_sk: Oznaèi» jednoduché formátovanie?

source: Match All Queries
sk_sk: Vyhovuje v¹etkým po¾iadavkám

source: Match Any Query
sk_sk: Vyhovuje µubovoµnej po¾iadavke

source: Maximize/Minimize Editor
sk_sk: Maximalizova»/minimalizova» editor

source: Maximum Attachment Size
sk_sk: Maximálna veµkos» prílohy

source: Maximum Number of Folders
sk_sk: Maximálny poèet prieèinkov

source: Maximum Number of Recipients per Message
sk_sk: Maximálny poèet príjemcov na správu

source: Maximum Number of Recipients per Time Period
sk_sk: Maximálny poèet príjemcov na èasový úsek

source: Maximum number of attachments reached.
sk_sk: Bol dosiahnutý maximálny poèet príloh.

source: Maximum total attachment size reached.
sk_sk: Bola dosiahnutá maximálna celková veµkos» príloh.

source: Menu Folder List
sk_sk: Zoznam prieèinkov menu

source: Message
ar_om: ÑÓÇáÉ
sk_sk: Správa

source: Message Composition
ar_om: ÈäíÉ ÇáÑÓÇáÉ
sk_sk: Písanie správy

source: Message Date
ar_om: ÊÇÑíÎ ÇáÑÓÇáÉ
sk_sk: Dátum správy

source: Message Options
sk_sk: Nastavenia správ

source: Message Search
ar_om: ÈÍË ÇáÑÓÇáÉ
sk_sk: Vyhµadanie správy

source: Message Size
ar_om: ÍÌã ÇáÑÓÇáÉ
sk_sk: Veµkos» správy

source: Message Source
ar_om: ãßæäÇÊ ÇáÑÓÇáÉ
sk_sk: Zdrojový text správy

source: Message Viewing
ar_om: ÚÑÖ ÇáÑÓÇáÉ
sk_sk: Zobrazenie správy

source: Message from %s
sk_sk: Správa od %s

source: Message has attachments
sk_sk: Správa má prílohy

source: Message is encrypted
sk_sk: Správa je za¹ifrovaná

source: Message is signed
sk_sk: Správa je podpísaná

source: Message redirected successfully.
sk_sk: Správa bola úspe¹ne presmerovaná

source: Message sent successfully, but not saved to %s
sk_sk: Správa bola úspe¹ne odoslaná, ale nie ulo¾ená do %s

source: Message sent successfully.
sk_sk: Správa bola úspe¹ne odoslaná.

source: Messages per page in the mailbox view.
ar_om: ÑÓÇáÉ áßá ÕİÍÉ ÇËäÇÁ ÚÑÖ ÕäÏæŞ ÇáÑÓÇÆá.
sk_sk: Správ na stránku v zozname správ

source: Messages to
ar_om: ÑÓÇÆá Çáì
sk_sk: Správy do

source: Minimalist
sk_sk: Minimalistický

source: Mode
sk_sk: Mód

source: Mode:
sk_sk: Mód:

source: Month
sk_sk: Mesiac

source: Move
ar_om: ÇäÊŞá
sk_sk: Presunú»

source: Move down
sk_sk: Prejs» ni¾¹ie

source: Move spam messages to spam folder and innocent messages to INBOX
sk_sk: Presunú» nevy¾iadané správy do príslu¹ného prieèinka a ne¹kodné do prijatých správ

source: Move to folder
sk_sk: Presunú» do prieèinka

source: Move up
sk_sk: Prejs» vy¹¹ie

source: Multipart/alternative
sk_sk: Viacero èastí/alternatívy

source: Multiple Message View
sk_sk: Zobrazenie viacerých správ

source: NOTE:
sk_sk: POZNÁMKA:

source: Name
ar_om: ÇáÇÓã
sk_sk: Meno

source: Name and/or email cannot be empty
sk_sk: Meno a/alebo e-mailová adresa nemô¾u by» prázdne

source: Needs Action
sk_sk: Vy¾aduje akciu

source: Never
ar_om: ãØáŞÇ
sk_sk: Nikdy

source: Never save attachments
sk_sk: Nikdy neuklada» prílohy

source: New Folder
ar_om: ãÌáÏ ÌÏíÏ
sk_sk: Nový prieèinok

source: New Mail
ar_om: ÈÑíÏ ÌÏíÏ
sk_sk: Nová po¹ta

source: New Message
sk_sk: Nová správa

source: New Message to %s
sk_sk: Nová správu pre %s

source: New messages
ar_om: ÑÓÇÆá ÌÏíÏÉ
sk_sk: Nové správy

source: Next Message
ar_om: ÇáÑÓÇáÉ ÇáÊÇáíÉ
sk_sk: Ïal¹ia správa

source: Next Page
ar_om: ÇáÕİÍÉ ÇáÊÇáíÉ
sk_sk: Ïal¹ia strana

source: No
ar_om: áÇ
sk_sk: Nie

source: No Certificate found
sk_sk: ®iaden certifikát nebol nájdený

source: No Encryption
sk_sk: Bez ¹ifrovania

source: No Keys in Keyring
sk_sk: Databáza kµúèov je prázdna

source: No Messages
sk_sk: ®iadne správy

source: No PGP public key imported.
sk_sk: Nebol importovaný ¾iaden verejný PGP kµúè.

source: No Preview Text
sk_sk: ®iaden náhµad textu

source: No S/MIME public key imported.
sk_sk: Nebol importovaný ¾iaden verejný S/MIME kµúè.

source: No Sound
sk_sk: ®iaden zvuk

source: No attachments found.
sk_sk: Neboli nájdené ¾iadne prílohy.

source: No email information located in the public key.
sk_sk: Vo verejnom kµúèi nebola nájdená informácia o e-maile.

source: No folder selected.
sk_sk: ®iaden prieèinok nie je oznaèený.
