Repository: horde/horde
Catalog: nag/po/*.po
Languages: pl_pl

source: %d hour
pl_pl: %d godzina

source: %d hour, %d minute
pl_pl: %d godzina, %d minuta

source: %d hour, %d minutes
pl_pl: %d godzina, %d minut

source: %d hours
pl_pl: %d godzin

source: %d hours, %d minute
pl_pl: %d godzin, %d minuta

source: %d hours, %d minutes
pl_pl: %d godzin, %d minut

source: %d minute
pl_pl: %d minuta

source: %d minutes
pl_pl: %d minut

source: %s at %s
pl_pl: %s o %s

source: %s is due in %s
pl_pl: %s ma termin %s

source: %s is due now.
pl_pl: %s ma termin teraz.

source: %s is now incomplete.
pl_pl: %s jest teraz niekompletne.

source: %s successfully imported
pl_pl: %s pomy¶lnie zaimportowano

source: %s's Task List
pl_pl: Lista zadañ - %s

source: (highest)
pl_pl: (najwy¿szy)

source: (lowest)
pl_pl: (najni¿szy)

source: Access denied completing task %s.
pl_pl: Brak uprawnieñ aby zamkn±æ zadanie %s.

source: Access denied deleting %s
pl_pl: Brak uprawnieñ aby usun±æ %s.

source: Access denied editing task.
pl_pl: Brak uprawnieñ aby edytowaæ zadanie.

source: Access denied editing task: %s
pl_pl: Brak uprawnieñ aby edytowaæ zadanie: %s

source: Access denied moving the task to %s.
pl_pl: Brak uprawnieñ aby przenie¶æ zadanie do %s.

source: Access denied removing task from %s.
pl_pl: Brak uprawnieñ aby usun±æ zadanie z %s.

source: Access denied saving task to %s.
pl_pl: Brak uprawnieñ aby zapisaæ zadanie do %s.

source: Access denied saving task: %s
pl_pl: Brak uprawnieñ aby zapisaæ zadanie: %s

source: All tasks
pl_pl: Wszystkie zadania

source: Always show completed tasks?
pl_pl: Zawsze wy¶wietlaæ zakoñczone zadania?

source: Always show overdue tasks?
pl_pl: Zawsze wy¶wietlaæ zaleg³e zadania?

source: Ascending
pl_pl: Rosn±co

source: Block title
pl_pl: Tytu³ bloku

source: Calendar
pl_pl: Kalendarz

source: Cat_egory
pl_pl: Kat_egoria

source: Category
pl_pl: Kategoria

source: Change
pl_pl: Zmieñ

source: Change your task sorting and display options.
pl_pl: Zmieñ opcje sortowania i wy¶wietlania zadañ.

source: Choose how you want to receive reminders for tasks with alarms:
pl_pl: Wybierz jak chesz otrzymywaæ przypomnienia o zadaniach z alarmami:

source: Choose if you want to be notified of new, edited, and deleted tasks by email:
pl_pl: Wybierz, czy chesz byæ powiadamiany email'em o nowych, zmienionych i usuniêtych zadaniach:

source: Choose if you want to be notified of task changes and task alarms.
pl_pl: Wybierz, czy chcesz byæ powiadamiany o zmianach zadañ i alarmach zadañ.

source: Choose your default task list.
pl_pl: Wybierz swoj± domy¶ln± listê zadañ.

source: Close Search
pl_pl: Zamknij wyszukiwanie

source: Complete
pl_pl: Zakoñcz

source: Complete "%s"
pl_pl: Zakoñcz "%s"

source: Complete Task
pl_pl: Zakoñcz zadanie

source: Complete tasks
pl_pl: Zakoñcz zadania

source: Completed
pl_pl: Zakoñczono

source: Completed %s.
pl_pl: Zakoñczono %s.

source: Completed Tasks
pl_pl: Zadania zakoñczone

source: Completed parent task, mark it as incomplete first
pl_pl: Zadanie nadrzêdne jest zakoñczone, zaznacz je najpierw jako niekompletne

source: Completed?
pl_pl: Zakoñczone?

source: Completion Status
pl_pl: Status ukoñczenia

source: Connection failed: %s
pl_pl: B³±d po³±czenia: %s

source: Create
pl_pl: Utwórz

source: Created
pl_pl: Utworzono

source: Day
pl_pl: Dzieñ

source: Day(s)
pl_pl: Dni

source: Default Task List
pl_pl: Domy¶lna lista zadañ

source: Delay Start Until
pl_pl: Opó¼nij rozpoczêcie do

source: Delete
pl_pl: Usuñ

source: Delete Confirmation
pl_pl: Potwierdzenie usuwania

source: Delete button behaviour
pl_pl: Zachowanie przycisku usuwania

source: Delete this task
pl_pl: Usuñ to zadanie

source: Deleted %s.
pl_pl: Usuniêto %s.

source: Descending
pl_pl: Malej±co

source: Description
pl_pl: Opis

source: Description:
pl_pl: Opis:

source: Display Options
pl_pl: Opcje wy¶wietlania

source: Do you want to confirm deleting entries?
pl_pl: Czy chcesz potwierdzaæ usuwanie wpisów?

source: Due By
pl_pl: Termin ukoñczenia

source: Due Date
pl_pl: Termin

source: Due date specified.
pl_pl: Okre¶lono termin.

source: Edit
pl_pl: Edytuj

source: Edit "%s"
pl_pl: Edytuj "%s"

source: Edit Task
pl_pl: Edytuj zadanie

source: Edit categories and colors
pl_pl: Edytuj kategorie i kolory

source: Edit: %s
pl_pl: Edytuj: %s

source: Error deleting task: %s
pl_pl: B³±d przy usuwaniu zadania: %s

source: Estimated Time
pl_pl: Szacowany czas

source: Export
pl_pl: Eksportuj

source: Export Tasks
pl_pl: Eksport zadañ

source: External Data
pl_pl: Dane zewnêtrzne

source: General Options
pl_pl: G³ówne opcje

source: Hour
pl_pl: Godzina

source: Hour(s)
pl_pl: Godzin

source: Import Tasks, Step %d
pl_pl: Import zadañ, krok %d

source: Import/Export Tasks
pl_pl: Import/Export zadañ

source: Incom_plete tasks
pl_pl: Zadania nieukoñczone

source: Incomplete Tasks
pl_pl: Zadania nieukoñczone

source: Incomplete sub tasks, complete them first
pl_pl: Nieukoñczone zadania podrzêdne, zakoñcz je najpierw

source: Incomplete tasks
pl_pl: Zadania nieukoñczone

source: Last Modified
pl_pl: Ostatnio zmodyfikowano

source: Mark "%s" as incomplete
pl_pl: Oznacz "%s" jako nieukoñczone

source: Mark as incomplete
pl_pl: Oznacz jako nieukoñczone

source: Maximum Number of Tasks
pl_pl: Maksymalna ilo¶æ zadañ

source: Menu Alarms
pl_pl: Menu alarmów

source: Menu List
pl_pl: Lista menu

source: Minute
pl_pl: Minuta

source: Minute(s)
pl_pl: Minut

source: Month
pl_pl: Miesi±c

source: More Options...
pl_pl: Wiêcej opcji...

source: Multiple iCalendar components found; only one vTodo is supported.
pl_pl: Znaleziono wiele komponentów iCalendar; wspierany jest tylko vTodo.

source: My Tasklists:
pl_pl: Moje listy zadañ:

source: My Tasks
pl_pl: Moje zadania

source: N_ame
pl_pl: N_azwa

source: Na_me
pl_pl: Nazwa

source: Nag/kolab: Did not find task %s
pl_pl: Nag/kolab: nie znaleziono zadania %s

source: Name
pl_pl: Nazwa

source: Name:
pl_pl: Nazwa:

source: New Task
pl_pl: Nowe zadanie

source: Next
pl_pl: Dalej

source: No
pl_pl: Nie

source: No delay
pl_pl: Brak opó¼nienia

source: No due date.
pl_pl: Brak terminu.

source: No iCalendar data was found.
pl_pl: Nie znaleziono danych w formacie iCalendar.

source: No parent task
pl_pl: Brak zadañ nadrzêdnych

source: No task lists are available to guests.
pl_pl: Brak listy zadañ dostêpnych dla go¶ci.

source: No tasks match
pl_pl: Brak pasuj±cych zadañ

source: No tasks to display
pl_pl: Brak zadañ do wy¶wietlenia

source: None
pl_pl: Brak

source: Not Completed
pl_pl: Nie zakoñczone

source: Not Private
pl_pl: Nie prywatne

source: Not found
pl_pl: Nie znaleziono

source: Notifications
pl_pl: Powiadomienia

source: On all shown tasklists
pl_pl: O wszystkich widocznych listach zadañ

source: On all tasklists I have read access to
pl_pl: O wszystkicha listach zadañ, które mogê czytaæ

source: On my tasklists only
pl_pl: Tylko o moich listach zadañ

source: Parent task
pl_pl: Zadanie nadrzêdne

source: Permission
pl_pl: Uprawnienia

source: Permission Denied
pl_pl: Dostêp zabroniony

source: Permission denied
pl_pl: Brak uprawnieñ

source: Priority
pl_pl: Priorytet

source: Private
pl_pl: Prywatne

source: Private Task
pl_pl: Prywatne zadanie

source: Private?
pl_pl: Prywatne?

source: Really delete this task?
pl_pl: Na prawdê usun±æ to zadanie?

source: Save
pl_pl: Zapisz

source: Saved %s.
pl_pl: Zapisano %s.

source: Search
pl_pl: Szukaj

source: Search In:
pl_pl: Szukaj w:

source: Search _Text:
pl_pl: Szukaj _tekstu:

source: Search:
pl_pl: Szukaj:

source: Search: Results for "%s"
pl_pl: Wyszukiwanie: rezultaty dla "%s"

source: Select a date
pl_pl: Wybierz datê

source: Select a tasklist
pl_pl: Sybierz listê zadañ

source: Select the export format:
pl_pl: Wybierz format eksportu:

source: Select the file to import:
pl_pl: Wybierz plik do zaimportowania:

source: Select the format of the source file:
pl_pl: Wybierz format pliku ¼ród³owego:

source: Shared Tasklists:
pl_pl: Wspó³dzielona lista zadañ:

source: Should the Task List be shown in its own column in the List view?
pl_pl: Czy lista zadañ powinna byæ wy¶wietlana we w³asnej kolumnie w widoku listy?

source: Show action buttons?
pl_pl: Wy¶wietlaæ przyciski akcji?

source: Show complete, incomplete, or all tasks in the task list?
pl_pl: Wy¶wietlaæ zakoñczone, nieukoñczone czy wszystkie zadania w li¶cie zadañ?

source: Show data from any of these other applications in your task list?
pl_pl: Wy¶wietlaæ dane z którejkolwiek z tych aplikacji w Twojej li¶cie zadañ?

source: Show data from other applications or sources.
pl_pl: Wy¶wietlaj dane z innych aplikacji lub ¼róde³.

source: Show due dates?
pl_pl: Wy¶wietlaæ terminy?

source: Show priorities?
pl_pl: Wy¶wietlaæ priorytety?

source: Show task alarms?
pl_pl: Wy¶wietlaæ alarmy zadañ?

source: Show task category?
pl_pl: Wy¶wietlaæ kategorie zadañ?

source: Show task list options panel?
pl_pl: Wy¶wietlaæ panel opcji listy zadañ?

source: Show tasklist name?
pl_pl: Wy¶wietlaæ nazwê listy zadañ?

source: Show tasks from these categories
pl_pl: Wy¶wietlaj zadania z tych kategori

source: Show tasks from these tasklists
pl_pl: Wy¶wietlaj zadania z tych list zadañ

source: Sort by Category
pl_pl: Sortuj po kategorii

source: Sort by Completion Status
pl_pl: Sortuj po statusie ukoñczenia

source: Sort by Due Date
pl_pl: Sortuj po terminie

source: Sort by Name
pl_pl: Sortuj po nazwie

source: Sort by Priority
pl_pl: Sortuj po priorytecie

source: Sort by User Name
pl_pl: Sortuj po nazwie u¿ytkownika

source: Sort direction:
pl_pl: Kierunek sortowania:

source: Sort tasks by:
pl_pl: Sortuj zadania wed³ug:

source: Start Date
pl_pl: Data rozpoczêcia

source: Start date specified.
pl_pl: Nie okre¶lono daty rozpoczêcia.

source: Task Alarm
pl_pl: Alarm zadania

source: Task Alarm?
pl_pl: Alarm zadania?

source: Task List
pl_pl: Lista zadañ

source: Task List and Share Options
pl_pl: Opcje listy zadañ i udzia³ów

source: Task Lists
pl_pl: Listy zadañ

source: Task Name
pl_pl: Nazwa zadania

source: Task Note
pl_pl: Notatka zadania

source: Task Note?
pl_pl: Notatka zadania?

source: Task Search
pl_pl: Wyszukiwanie zadañ

source: Task added:
pl_pl: Dodano zadanie:

source: Task deleted:
pl_pl: Usuniêto zadanie:

source: Task lists must have a name.
pl_pl: Lista zadañ musi posiadaæ nazwê.

source: Task modified:
pl_pl: Zmodyfikowano zadanie:

source: Task not found.
pl_pl: Nie znaleziono zadania.

source: Tasklist
pl_pl: Lista zadañ

source: Tasklists
pl_pl: Listy zadañ

source: Tasklists:
pl_pl: Listy zadañ:

source: Tasks
pl_pl: Zadania

source: Tasks Summary
pl_pl: Podsumowanie zadañ

source: The %s file didn't contain any tasks.
pl_pl: Plik %s nie zawiera³ ¿adnych zadañ.

source: The Tasks backend is not currently available.
pl_pl: Backend zadañ nie jest obecnie dostêpny.

source: The Tasks backend is not currently available: %s
pl_pl: Backend zadañ nie jest obecnie dostêpny: %s

source: The alarm value must not be empty.
pl_pl: Warto¶æ alarmu nie mo¿e byæ pusta.

source: The task "%s" has been added to "%s" tasklist, with a due date of: %s.
pl_pl: Zadanie "%s" zosta³o dodane do listy zadañ "%s" z terminem: %s.

source: The task "%s" has been deleted from "%s" tasklist, with a due date of: %s.
pl_pl: Zadanie "%s" zosta³o usuniête z listy zadañ "%s" z terminem: %s.

source: The task "%s" has been edited on "%s" tasklist, with a due date of: %s.
pl_pl: Zadanie "%s" zosta³o poprawione na li¶cie zadañ "%s" z terminem: %s.

source: The task list "%s" couldn't be created: %s
pl_pl: Lista zadañ "%s" nie mo¿e zostaæ utworzona: %s

source: The task list "%s" couldn't be saved: %s
pl_pl: Lista zadañ "%s" nie mo¿e zostaæ zapisana: %s

source: The task list "%s" has been created.
pl_pl: Lista zadañ "%s" zosta³a utworzona.

source: The task list "%s" has been deleted.
pl_pl: Lista zadañ "%s" zosta³a usuniêta.

source: The task list "%s" has been saved.
pl_pl: Lista zadañ "%s" zosta³a zapisana.

source: Then:
pl_pl: Nastêpnie:

source: There are no tasks matching the current criteria.
pl_pl: Nie ma zadañ spe³niaj±cych podane kryteria.

source: There was a problem completing %s: %s
pl_pl: Wyst±pi³ problem przy zmianie statusu %s: %s

source: There was a problem deleting %s: %s
pl_pl: Wyst±pi³ problem przy usuwaniu %s: %s

source: There was a problem saving the task: %s.
pl_pl: Wyst±pi³ problem przy zapisywaniu zadania: %s.

source: There was an error importing the data: %s
pl_pl: Wyst±pi³ b³±d podczas importu danych: %s

source: There was an error importing the iCalendar data.
pl_pl: Wyst±pi³ b³±d podczas importu danych w formacie iCalendar.

source: There were no tasks to export.
pl_pl: Nie by³o zadañ do wyeksportowania.

source: This file format is not supported.
pl_pl: Ten format pliku nie jest wspierany.

source: Unable to delete "%s": %s
pl_pl: Nie mo¿na usun±æ "%s": %s

source: Unable to load the definition of %s.
pl_pl: Nie mo¿na za³adowaæ definicji %s.

source: Unfiled
pl_pl: Niewype³niona

source: Unsupported Content-Type: %s
pl_pl: Niewspierany rodzaj zawarto¶ci: %s

source: We would like to remind you of this due task. %s Date: %s Time: %s %s
pl_pl: Chcemy przypomnieæ Ci o tym terminie zadania. %s Data: %s Czas: %s %s

source: Week(s)
pl_pl: Tygodni

source: Which tasklist should the tasks be added to?
pl_pl: Do której listy zadañ powinny zostaæ dodane zadania?

source: Year
pl_pl: Rok

source: You are not allowed to create more than %d tasks.
pl_pl: Nie masz zezwolenia aby utworzyæ wiêcej ni¿ %d zadañ.

source: You do not have permission to view this tasklist.
pl_pl: Nie masz uprawnieñ aby wy¶wietliæ tê listê zadañ.

source: You must select a task list to be deleted.
pl_pl: Musisz wybraæ listê zadañ do usuniêcia.

source: You must select a tasklist to be deleted.
pl_pl: Musisz wybraæ listê zadañ do usuniêcia.

source: You requested to be notified when tasks are added to your tasklists.
pl_pl: Za¿±da³e¶ aby Cie poinformowaæ gdy zadania zostan± dodane do Twojej listy zadañ.

source: You requested to be notified when tasks are deleted from your tasklists.
pl_pl: Za¿±da³e¶ aby Cie poinformowaæ gdy zadania zostan± usuniête z Twojej listy zadañ.

source: You requested to be notified when tasks are edited on your tasklists.
pl_pl: Za¿±da³e¶ aby Cie poinformowaæ gdy zadania zostan± zmienione na Twojej li¶cie zadañ.

source: Your default task list:
pl_pl: Twoja domy¶lna lista zadañ:

source: [Manage My Tasklists]
pl_pl: [Zarz±dzaj moimi listami zadañ]

source: [none]
pl_pl: [brak]

source: _All Tasks
pl_pl: Wszystkie z_adania

source: _All tasks
pl_pl: Wszystkie z_adania

source: _Category
pl_pl: Kategoria

source: _Complete
pl_pl: Zakoñcz

source: _Completed tasks
pl_pl: Zadania ukoñczone

source: _Delete
pl_pl: Usuñ

source: _Description
pl_pl: Opis

source: _Due Date
pl_pl: Termin

source: _Edit
pl_pl: _Edytuj

source: _Future tasks
pl_pl: Przysz³e zadania

source: _Import/Export
pl_pl: _Import/Eksport

source: _List Tasks
pl_pl: _Lista zadañ

source: _New Task
pl_pl: _Nowe zadanie

source: _Print
pl_pl: Drukuj

source: _Search
pl_pl: _Szukaj

source: _Task List
pl_pl: Lista zadañ

source: no time
pl_pl: brak czasu

source: tasks.csv
pl_pl: zadania.csv

source: tasks.ics
pl_pl: zadania.ics
