Repository: horde/horde
Catalog: timeobjects/locale/*/LC_MESSAGES/timeobjects.po
Languages: fi, lv

source: gusting %d%s
fi: puuskittain %d%s
lv: brāzmains %d%s

source: An unknown error has occured.
fi: Tapahtui tuntematon virhe
lv: Radusies nezināma kļūda.

source: Cache init was not completed.
fi: Välimuistin alustusta ei saatu valmiiksi.
lv: Keša inicializācija nav pabeigta.

source: Conditions: %s High temperature: %d%s Precipitation: %d%% Humidity: %d%% Winds: From the %s at %d%s
fi: Olosuhteet: %s Korkein lämpötila: %d%s Sademäärä: %d%% Kosteus: %d%% Tuules: Suunnasta %s nopeudella %d%s
lv: Apstākļi: %s Augstākā temperatūra: %d%s Nokrišņi: %d%% Gaisa mitrums: %d%% Vēji: no %s uz %d%s

source: Conditions: %s Low temperature: %d%s Precipitation: %d%% Humidity: %d%% Winds: From the %s at %d%s
fi: Olosuhteet: %s Alin lämpötila: %d%s Sademäärä: %d%% Kosteus: %d%% Tuules: Suunnasta %s nopeudella %d%s
lv: Apstākļi: %s Zemākā temperatūra: %d%s Nokrišņi: %d%% Gaisa mitrums: %d%% Vēji: no %s uz %d%s

source: Facebook Events
fi: Facebook tapahtumat
lv: Facebook notikumi

source: Invalid license key.
fi: Kelvoton lisenssiavain.
lv: Nederīga licences atslēga.

source: Invalid location provided.
fi: Annettu paikkatieto on kelvoton.
lv: Norādīta nesoša atrašanās vieta.

source: Invalid partner id.
fi: Kelvoton partner id.
lv: Nepareizs partnera ID.

source: Invalid product code.
fi: Kelvoton tuotekoodi
lv: Nepareizs produkta kods.

source: Location: %s Sunrise: %s Sunset: %s Day %s Evening %s
fi: Paikka: %s Aurinko nousee: %s Aurinko laskee: %s Päivä %s Ilta %s
lv: Vieta: %s Saullēkts: %s Saulriets: %s Diena %s Vakars %s

source: MetarDB is not connected.
fi: MetarDB ei ole yhdistetty
lv: MetarDb nav pievienota.

source: No location is set.
fi: Paikkatieto ei ole asetettu.
lv: Atrašanās vieta nav iestatīta.

source: No location provided.
fi: Paikkatietoa ei ole annettu.
lv: Atrašanās vieta nav norādīta.

source: No temporary directory available for cache.
fi: Väliaikaistiedostoa ei ole käytettävissä välimuistille.
lv: Nav pieejamas pagaidu katalogs kešatmiņai.

source: Requested service could not be found.
fi: Pyydettyä palvelua ei löytynyt.
lv: Pieprasītais pakalpojums nav atrasts.

source: Server data wrong or not available.
fi: Palvelin palautti väärää tietoa tai ei ole käytettävissä.
lv: Servera dati ir nepareizi vai arī nepieejami.

source: Unknown location provided.
fi: Annettu paikkatieto on tuntematon.
lv: Norādīta nezināma atrašanās vieta.

source: Weather
fi: Sää
lv: Laika apstākļi
