Repository: horde/horde
Catalog: framework/Kolab_Cli/locale/*/LC_MESSAGES/Horde_Kolab_Cli.po
Languages: es, fi, ja

source: account - Handles operations on an account level (like listing *all* available groupware objects) - all [TYPE] : List all groupware objects of the account (optionally limit to TYPE) - defects [TYPE] : List all defects of the account (optionally limit to TYPE) - issuelist [TYPE] : A brief list of issues of the account (optionally limit to TYPE)
es: account - Gestiona las operaciones en el ámbito de las cuentas (tales como listar *todos* los objetos groupware disponibles) - all [TIPO] : Listia todos los objetos groupware de la cuenta (optionalmente limitándolos al TIPO) - defects [TIPO] : Lista todos los defectos de la cuenta (optionalmente limitándolos al TIPO) - issuelist [TIPO] : Lista reducida de problemas de la cuenta (optionalmente limitándolos al TIPO)
fi: account - tekee kaikki operaatiot tilitasolla (kuten listaa *kaikki* käytettävissä olevat groupware objektit) - all [TYPE] : Listaa kaikki tilin groupware objektit (vaihtoehtoisesti rajoittamaan koskemaan vain TYPE) - defects [TYPE] : Listaa kaikki tilin puutteet (vaihtoehtoisesti rajoittamaan koskemaan vain TYPE) - issuelist [TYPE] : Listaa kaikki tilin ongelmat (vaihtoehtoisesti rajoittamaan rajoittamaan koskemaan vain TYPE)

source: data - Handle Kolab data (the default action is "info"). PATH refers to the path of the folder that holds the data and the optional TYPE argument indicates which data type should be read. This is usually already defined by the folder setting. - info PATH : Display general information. - stamp PATH : Display the folder status information. - ids PATH TYPE : Display all object ids in the folder PATH of type TYPE. - complete PATH BACKENDID : Return the complete message from folder PATH for the given BACKENDID. - create PATH TYPE yaml PATH: Create an object as defined in the specified YAML data - backendid PATH TYPE OBJECTID : Return the backend ID for the object with ID OBJECTID. - delete PATH TYPE ID,ID,.. : Delete the given object id's.
es: data - Gestiona los datos Kolab (la acción por omisión es "info"). RUTA se refiere a la de la carpeta que contiene los datos y el argumento opcional TIPO indica el tipo de datos que hay que leer. Ésto normalmente ya está definido mediante los ajustes de carpeta. - info RUTA : Muestra información general. - stamp RUTA : Muestra la información de estado de la carpeta. - ids RUTA TIPO : Muestra los ids de todos los objetos de la RUTA de la carpeta de tipo TIPO. - complete RUTA IDSOPORTE : Devuelve el mensaje completo de la RUTA de la carpeta del IDSOPORTE indicado. - create RUTA TIPO yaml RUTA: Crea un objeto tal y como se haya definido en los datos YAML - backendid RUTA TIPO IDOBJETO : Devuelve el ID del soporte del objeto con ID IDOBJETO. - delete RUTA TIPO ID,ID,.. : Elimina los ids de objeto indicados.
fi: data - Käsittele kaikkea Kolab tietoa (oletustoiminto on "info". PATH osoittaa kansion polkuun, jossa tiedot sijaitsevat ja valinnaisella TYPEparametrilla voi valita sen mitkä tietotyypit luetaan. Tämä tieto on jo yleensä määritelty kansioasetuksissa. - info PATH : Näyttää yleiset tiedot. - stamp PATH : Näyttää kansion tilatiedot. - ids PATH TYPE : Näyttää kaikki object id kansiosta PATH tyyppiä TYPE. - complete PATH BACKENDID : Palauttaa koko viestin kansiosta PATH taustajärjestelmälle BACKENDID. - create PATH TYPE yaml PATH: Luo objektin määriteltyn YAML tiedon perusteella - backendid PATH TYPE OBJECTID : Return the backend ID for the object with ID OBJECTID. - delete PATH TYPE ID,ID,.. : Poistaa annetun object id:t.

source: folder - Handle a single folder (the default action is "show") - show PATH : Display information about the folder at PATH. - create PATH [TYPE] : Create the folder PATH (with the optional type TYPE). - delete PATH : Delete the folder PATH. - rename OLD NEW : Rename the folder from OLD to NEW. - getacl PATH : Get all ACL on the specified folder. - getmyacl PATH : Get your ACL on the specified folder. - setacl PATH USER ACL: Set the ACL for the specified user on the folder. - deleteacl PATH USER ACL: Delete the ACL for the specified user on the folder. - getdesc PATH : Return the share description of the specified folder. - setdesc PATH DESC : Set the share description of the specified folder to DESC. - getshare PATH : Return the share parameters of the specified folder.
es: folder - Gestiona una única carpeta (la acción por omisión es "show") - show RUTA : Muestra información sobre la carpeta de la RUTA. - create RUTA [TIPO] : Crea la RUTA de la carpeta (con el TIPO opcional). - delete RUTA : Elimina la RUTA de la carpeta. - rename ANTIGUO NUEVO: Renombra la carpeta de ANTIGUO a NUEVO. - getacl RUTA : Obtiene todas las ACL de la carpeta indicada. - getmyacl RUTA : Obtiene su ACL en la carpeta indicada. - setacl RUTA USUA ACL: Define la ACL en la carpeta para el usuario indicado. - deleteacl RUTA USUA ACL: Elimina la ACL de la carpeta para el usuario indicado. - getdesc RUTA : Devuelve la descripción del recurso compartido de la carpeta indicada. - setdesc RUTA DESC : Define la descripción del recurso compartido de la carpeta indicada como DESC. - getshare RUTA : Devuelve los parámetros del recurso compartido de la carpeta indicada.
fi: kansio - Käsittele yhtä kansiota (oletustoiminto on "show") - show POLKU : Näyttää POLUN osoittaman kansion tiedot. - create POLKU [TYYP] : Luo kansion POLKUUN (valinnaisella TYYPillä) - delete POLKU : Poistaa POLUN osoittaman kansion. - rename UUSI VANHA : Nimeää VANHA UUSI nimelle. - getacl POLKU : Hae kansion ACL tiedot. - getmyacl POLKU : Hae kansion omat ACL tiedot. - setacl POLKU KÄYT ACL: Aseta KÄYTTÄJÄN ACL tiedot POLUN osoittamaan kansioon. - deleteacl POLKU KÄYT ACL: Poista KÄYTTÄJÄN ACL tiedot POLUN osoittamasta kansiosta. - getdesc POLKU : Palauta POLUN osoittaman kansion kuvaus. - setdesc POLKU KUVAUS : Aseta KUVAUS POLUN osoittamaan kansioon. - getshare POLKU : Palauttaa POLUN osoittaman kansion jaon parametrit.

source: format - Handle the Kolab format (the default action is "read") - read TYPE [FILE|FOLDER UID PART]: Read a Kolab format file of the specified type. Specify either a direct file name or a combination of an IMAP folder, a UID within that folder and the specific part that should be parsed.
es: format - Gestiona el formato Kolab (la acción por omisión es "read") - read TYPE [FILE|FOLDER UID PART]: Lee un archivo de formato Kolab del tipo indicado. Indique bien un nombre de archivo directamente o una combinación de carpeta IMAP, un UID dentro de dicha carpeta y la parte específica que habría que procesar
fi: format - Käsittelee Kolab formaattia (oletustoiminto on "read") - read TYYP [TIED|KANSIO UID OSIO]: Lukee Kolab formatoidun tiedoston tyyppiä TYYP. Määrittele joko tiedosto tai IMAP kansio ja viestin UID ja viestin osio, joka pitäisi käsitellä.

source: ledger - Handle ledger data in a Kolab backend (the default action is "display"). - display : Display all ledgers. - import FOLDER FILE : Import ledger XML data stored in FILE into Kolab folder FOLDER.
es: ledger - Gestiona los datos de registro de un soporte Kolab (la acción por omisión es "display"). - display : Mostrar todos los registros. - import CARPETA ARCH: Importar a la CARPETA kolab datos XML de resgitro almacenados en el ARCH.
fi: ledger - Käsittelee ledger tietoja Kolab taustajärjestelmässä oletustoiminto on "display"). - display : Näyttää kaikki ledgerit. - import KANSIO TIED : Tuo ledger XML datan talletettuna tiedostoon TIED Kolab kansioon KANSIO.

source: list - Handle folder lists (the default action is "folders") - folders : List the folders in the backend - types : Display all folders that have a folder type. - type TYPE : Display the folders of type TYPE. - owners : List all folders and their owners. - defaults : List the default folders for all users. - aclsupport : Display if the server supports ACL. - namespace : Display the server namespace information. - sync : Synchronize the cache.
es: list - Handle folder lists (the default action is "folders") - folders : Lista las carpetas del soporte - types : Muestra todas las carpetas con tipo de carpeta. - type TIPO : Muestra todas las carpetas del tipo TIPO. - owners : Muestra todas las carpetas y sus propietarios. - defaults : Lista las carpetas por omisión de todos los usuarios. - aclsupport : Muestra si el servidor admite ACL. - namespace : Muestra la información de espacio de nombres del servidor. - sync : Sincroniza la caché.
fi: list - Käsittelee kansiolistauksia (oletustoiminto on "folders") - folders : Listaa kansiot taustajärjestelmästä. - types : Näyttää kaikki ne kansioit, joilla on kansiotyyppi. - type TYYPPI : Näyttää TYYPPI muotoa olevat kansiot. - owners : Listaa kaikki kansiot ja niiden omistajat. - defaults : Listaa oletuskansion kaikille käyttäjille. - aclsupport : Näyttää jos palvelin tukee ACL. - namespace : Näyttää palvelin nimiavaruudet. - sync : Synkronoi välimuistin.

source: %s is no local file!
es: ¡%s no es un archivo local!
fi: %s ei ole paikallinen tiedosto!
ja: %s はローカルファイルではありません！

source: Action %s not supported!
es: ¡La acción %s no está admitida!
fi: Toiminto %s ei ole tuettu!
ja: 動作 %s はサポートされていません！

source: Activates the IMAP debug log. This will log the full IMAP communication - CAUTION: the "php" driver is the only driver variant that does not support this feature. For most drivers you should use "STDOUT" which will direct the debug log to your screen. For the horde, the horde-php, and the roundcube drivers you may also set this to a filename and the output will be directed there.
es: Activa el registro de depuración IMAP. Se registrarán todas las comunicaciones IMAP - PRECAUCIÓN: el controlador "php" es la única variante que no admite esta característica. Para la mayoría de los controladores hay que usar "STDOUT" con lo que se redirigirá el registro de depuración a la pantalla. Con los controladores de horde, horde-php y roudcube también se puede indicar un nombre de archivo y la salida se redirigirá al mismo.
fi: Aktivoi IMAP debug lokin. Tämä loki sisältää kaikki IMAP yhteyden tiedot - VAROITUS: "php" ajuri on ainoa joka tukee tätä toimintoa. Muilla ajureilla sinun tulisi käyttää "STDOUT", joka ohjaa debug lokin ruudulle. Ajureille horde, horde-php ja rouncube voi asettaa tämän osoittamaan tiedostoon ja kaikki tulostus ohjataan sinne.
ja: IMAPのデバグログを有効にする。IMAP通信の全てが記録されます - 注意："php" ドライバーはこの機能をサポートしません。"STDOUT" ドライバーでは記録が画面に表されます。Horde では horde-php か roundcube ドライバーを使用すれば記録の出力先が指定できます。

source: Deactivate caching of the IMAP data.
es: Desactivar almacenamiento de datos IMAP en la caché.
fi: Poista käytöstä IMAP tietojen välimuistitus
ja: IMAP データのキャッシュを無効にします。

source: Path to the configuration file. Comman line parameters overwrite values from the configuration file.
es: Ruta al archivo de configuración. Los parámetros de línea de órdenes sobreescriben los valores del archivo de configuración.
fi: Polku asennustiedostoon. Komentoriviparametreilla avulla voi yliajaa asetustiedoston asetukset.
ja: 設定ファイルのパスです。コマンド行パラメータは設定ファイルの値を上書きします。

source: Produce time measurements to indicate how long the processing takes. You *must* activate logging for this as well.
es: Genera medidas de tiempo para mostrar cuánto dura el proceso. *Hay* que activar también el registro para que funcione.
fi: Tuota aikamittauksen siitä kuin paljon jokin toiminto kestää. Tämän lisäksi sinun *pitää* aktivoida myös lokitus.
ja: 処理に要した時間を計測します。できるだけ記録するようにするべきです。

source: Report memory consumption statistics. You *must* activate logging for this as well.
es: Genera estadísticas de consumo de memoria. *Hay* que activar el registro también para que funcione.
fi: Raportoi muistinkäyttötilastot. Tämän lisäksi sinun *pitää* aktivoida myös lokitus.
ja: メモリの使用状況です。できるだけ記録するようにするべきです。

source: Sets the connection type. Use either "tls" or "ssl" here.
es: Define el tipo de conexión. Utilice "tls" o "ssl".
fi: Asettaa yhteyden tyypin. Käytä joko "tls" tai "ssl".
ja: 接続の種類を指定して下さい。¥"tls¥" か ¥"ssl¥" です。

source: The Kolab backend driver that should be used. Choices are: - horde [IMAP]: The Horde_Imap_Client driver as pure PHP implementation. - horde-php [IMAP]: The Horde_Imap_Client driver based on c-client in PHP - php [IMAP]: The PHP imap_* functions which are based on c-client - pear [IMAP]: The PEAR-Net_IMAP driver - roundcube [IMAP]: The roundcube IMAP driver - mock [Mem.]: A dummy driver that uses memory.
es: El controlador del soporte Kolab que se usará. Las opciones son: - horde [IMAP]: El controlador Horde_Imap_Client como implementación PHP pura. - horde-php [IMAP]: El controlador Horde_Imap_Client basadi en c-client en PHP - php [IMAP]: Las funciones imap_* de PHP basadas en c-client - pear [IMAP]: El controlador PEAR-Net_IMAP - roundcube [IMAP]: El controlador IMAP de roundcube - mock [Mem.]: Un controlador falso que utiliza la memoria.
fi: Käyttöön otettava Kolab taustajärjestelmäajuri. Vaihtoehdot ovat: - horde [IMAP]: Horde_Imap_Client ajuri, pelkkä PHP toteutus. - horde-php [IMAP]: Horde_Imap_Client ajuri perustuen c-client ja PHP - php [IMAP]: PHP:n imap_* funktiot, jotka perustuu c-client - pear [IMAP]: PEAR-Net_IMAP ajuri - roundcube [IMAP]: Roundcupe IMAP ajuri - mock [Mem.]: Tynkä muistia käyttävä ajuri.
ja: 使用すべき Kolab バックエンドドライバー 以下から選択: - horde [IMAP]: PHPで書かれた Horde_Imap_Client ドライバー - horde-php [IMAP]: PHP の c-client を使用した Horde_Imap_Client ドライバー - php [IMAP]: c-client を元にした PHP の imap_* 関数 - pear [IMAP]: PEAR-Net_IMAP ドライバー - roundcube [IMAP]: roundcube IMAP ドライバー - mock [Mem.]: メモリーを使用するダミーのドライバー

source: The host that holds the data.
es: El servidor que almacena los datos.
fi: Palvelin jossa tiedot sijaitsee.
ja: データを保持しているホストです。

source: The password of the user accessing the backend.
es: Contraseña del usuario que accede al soporte Kolab.
fi: Taustajärjestelmäkäyttäjän salasana.
ja: ユーザがバックエンドへのアクセスに使用するパスワードです。

source: The port that should be used to connect to the host.
es: Puerto que hay que utilizar para conectar al servidor.
fi: Palvelimen portti, johon yhteys otetaan
ja: ホストへの接続に使用すべきポートです。

source: The user accessing the backend.
es: El usuario que acceder al soporte Kolab.
fi: Taustajärjestelmän käyttäjätunnus.
ja: ユーザはバックエンドにアクセスしています。

source: Write a log file in the provided LOG location. Use "STDOUT" here to direct the log output to the screen.
es: Escribe un archivo de registro en la ubicación de REGISTRO indicada. Utilice "STDOUT" para redirigir la salida de registro a la pantalla.
fi: Kirjoita loki tiedostoon määriteltyyn LOG paikkaan. Käytä "STDOUT" ohjataksesi lokin tulostumaan ruudulle.
ja: 指定された LOG 場所にログを書き出します。¥"STDOUT¥" を指定するとログを直接画面に出力します。

source: [options] MODULE ACTION Possible MODULEs and ACTIONs:
es: [options] MÓDULO ACCIÓN MÓDULOs y ACCIONes posibles:
fi: [optiot] MODUULI TOIMINTO Käytettävissä olevat MODUULIT ja TOIMINNOT:
ja: [オプション] モジュール動作 可能なモジュール動作:
