Repository: horde/horde
Catalog: ingo/po/*.po
Languages: cs_cz, sk_sk

source: and
cs_cz: a
sk_sk: a

source: or
cs_cz: nebo
sk_sk: alebo

source: Action for blacklisted addresses:
cs_cz: Akce pro adresy na èerné listinì:
sk_sk: Operácia pre adresy z èiernej listiny:

source: Activate Script
cs_cz: Aktivovat Skript
sk_sk: Zapnú» skript

source: Activating the script for "%s" failed: (%d) %s
sk_sk: Chyba pri aktivácii skriptu pre "%s": (%d) %s

source: Additional Settings
cs_cz: Doplòující Nastavení
sk_sk: Ïal¹ie nastavenia

source: Address(es) to forward to:
sk_sk: Adresy, na ktoré sa má preposiela»:

source: Addresses to not send responses to:
sk_sk: Adresy, na ktoré sa nemá posiela» odpoveï:

source: Advanced Settings
sk_sk: Roz¹írené nastavenia

source: All of the following
cs_cz: V¹e co následuje
sk_sk: V¹etky z nasledujúcich

source: Allow Rules
sk_sk: Povolujúce pravidlá

source: Answered
cs_cz: Zodpovìzené
sk_sk: Zodpovedané

source: Any of the following
cs_cz: Cokoliv co následuje
sk_sk: Ktorékoµvek z nasledújucich

source: Apply Filters
cs_cz: Aplikovat Filtry
sk_sk: Aplikova» filtre

source: Are you sure you want to delete this rule?
cs_cz: Jste si jistí, ¾e chcete vymazat toto pravidlo?
sk_sk: Naozaj chcete vymaza» toto pravidlo?

source: Automatically update the script after each change?
cs_cz: Obnovte skript automaticky po ka¾dé zmìnì?
sk_sk: Automaticky po ka¾dej zmene aktualizova» skript?

source: Basic Settings
sk_sk: Zálkadné nastavenia

source: Begins with
cs_cz: Zaèíná s
sk_sk: Zaèína na

source: Bind failed: (%s) %s
sk_sk: Pripojenie (bind) zlyhalo: (%s) %s

source: Blacklist
cs_cz: Èerná Listina
sk_sk: Èierna listina

source: Blacklist Edit
cs_cz: Úprava Èerné Listina
sk_sk: Upravi» èiernu listinu

source: Blacklist is not supported in the current filtering driver.
cs_cz: Èerná Listina není zahrnutá v souèasném driveru pro filtrování.
sk_sk: Èierna listina nie je podporovaná v aktuálnom ovladaèi filtrovania.

source: Blacklisted Addresses
cs_cz: Adresy na Èerná Listinì
sk_sk: Adresy v èiernej listine

source: Body
cs_cz: Zpráva
sk_sk: Telo

source: Case Sensitive
cs_cz: Rozli¹uje Velká a Malá Písmena
sk_sk: Rozli¹ova» veµké/malé písmená

source: Changes saved.
cs_cz: Zmìny Ulo¾eny.
sk_sk: Zmeny boli ulo¾ené.

source: Connection failure
sk_sk: Nastala chyba pri pokuse o spojenie

source: Contains
cs_cz: Obsahuje
sk_sk: Obsahuje

source: Copy %s
cs_cz: Kopírovat %s
sk_sk: Kopírova» %s

source: Copy of %s
cs_cz: Kopie %s
sk_sk: Kópia %s

source: Could not save the compiled template file '%s'.
sk_sk: Nepodarilo sa ulo¾i» vytvorený vzorový súbor: '%s'.

source: Create new folder
cs_cz: Vytvoøit novou slo¾ku
sk_sk: Vytvori» nový prieèinok

source: DISABLED:
cs_cz: DEAKTIVOVÁNO:
sk_sk: VYPNUTÉ:

source: Deactivate Script
cs_cz: Deaktivovat Skript
sk_sk: Vypnú» skript

source: Delete %s
cs_cz: Smazat %s
sk_sk: Vymaza» %s

source: Delete Condition
cs_cz: Smazat Podmínku
sk_sk: Podmienka vymazania

source: Delete message completely
cs_cz: Úplnì smazat zprávu
sk_sk: Vymaza» správu

source: Deleted
cs_cz: Smazáno
sk_sk: Vymazané

source: Deliver into my Inbox
sk_sk: Doruèi» do prieèinka s prijatou po¹tou

source: Deliver into my Inbox and copy to
sk_sk: Doruèi» do prieèinka s prijatou po¹tou a kopírova» do

source: Deliver into my Inbox and redirect to
sk_sk: Doruèi» do prieèinka s prijatou po¹tou a presmerova» na

source: Deliver to folder
cs_cz: Doruèit do slo¾ky
sk_sk: Doruèi» do prieèinka

source: Destination (To,Cc,Bcc,etc)
sk_sk: Cieµ (To,Cc,Bcc,atï.)

source: Disable %s
cs_cz: Deaktivovat %s
sk_sk: Vypnú» %s

source: Disabled
cs_cz: Deaktivováno
sk_sk: Vypnuté

source: Display detailed notification when each filter is applied?
cs_cz: Zobrazit idetailní upozornìní pøi ka¾dém pou¾ití filtrù?
sk_sk: Zobrazi» detailné upozornenie pri pou¾ití ka¾dého filtra?

source: Do not send responses to bulk or list messages?
sk_sk: Neposiela» odpoveï do e-mailových konferencií?

source: Do this:
cs_cz: Provést:
sk_sk: Vyknoa» èinnos»:

source: Doesn't begin with
cs_cz: Nezáèíná na:
sk_sk: Nezaèína na

source: Doesn't contain
cs_cz: Neobsahuje
sk_sk: Neobsahuje

source: Doesn't end with
cs_cz: Nekonèí na:
sk_sk: Nekonèí na

source: Doesn't exist
cs_cz: Neexistuje
sk_sk: Neexistuje

source: Doesn't match (with placeholders)
cs_cz: Neshoduje se
sk_sk: Neodpovedá vzoru (s premennými)

source: Edit
cs_cz: Upravit
sk_sk: Upravi»

source: Edit %s
cs_cz: Upravit %s
sk_sk: Upravi» %s

source: Enable %s
cs_cz: Aktivovat %s
sk_sk: Zapnú» %s

source: Enabled
cs_cz: Aktivováno
sk_sk: Zapnutý

source: End of vacation:
sk_sk: Koniec neprítomnosti:

source: Ends with
cs_cz: Konèí na
sk_sk: Konèí na

source: Equal to
cs_cz: Ronvá se
sk_sk: Rovná sa

source: Error retrieving current script: (%d) %s
sk_sk: Nastala chyba pri naèítavaní aktuálneho skriptu: (%d) %s

source: Error saving changes.
sk_sk: Nastala chyba pri ukladaní zmien

source: Existing Rules
cs_cz: Existující Pravidla
sk_sk: Existujúce pravidlá

source: Exists
cs_cz: Existuje
sk_sk: Existuje

source: Expected 1 object, got %d.
sk_sk: Oèakával sa 1 objekt, pri¹lo %d.

source: Failed to read from socket:
sk_sk: Nastala chyba èítaní zo socketu:

source: Failed to write to socket:
sk_sk: Nastala chyba pri zapisovaní do socketu:

source: Failed to write to socket: (connection lost!)
sk_sk: Nastala chyba pri zapisovaní do socketu: (spojenie zlyhalo!)

source: Field
sk_sk: Pole

source: Filter All Messages
cs_cz: Filtrovat V¹echny Zprávy
sk_sk: Filtrova» v¹etky správy

source: Filter Only Seen Messages
cs_cz: Filtrovat Pouze Prohlídnuté Zprávy
sk_sk: Filtrova» iba preèítané správy

source: Filter Only Unseen Messages
cs_cz: iltrovat Pouze Neprohlídnuté Zprávy
sk_sk: Filtrova» iba nepreèítané správy

source: Filter Options
cs_cz: Mo¾nosti Filtrù
sk_sk: Nastavenia filtrovania

source: Filter Rule
cs_cz: Filtrovací Pravidlo
sk_sk: Filtrovacie pravidlo

source: Filter Rules
cs_cz: Filtrovací Pravidla
sk_sk: Filtrovacie pravidlá

source: Filter Script Display
cs_cz: Zoobrazení Filtrovacího Skriptu
sk_sk: Zobrazenie filtrovacieho skripta

source: Filter _Rules
cs_cz: Filtrovací _Pravidla
sk_sk: Filtrovacie p_ravidlá

source: Filter activity: %s message(s) have been copied to the folder "%s".
cs_cz: Filtrace: %s zpráv(a) bylo(a) kopírováno(a) do slo¾ky "%s".
sk_sk: Aktivita filtra: %s správ bolo skopírovaných do prieèinka "%s".

source: Filter activity: %s message(s) have been deleted.
cs_cz: Filtrace: %s práv(a) bylo(a) vymazáno(a).
sk_sk: Aktivita filtra: %s správ bolo vymazaných.

source: Filter activity: %s message(s) have been moved to the folder "%s".
cs_cz: Filtrace: %s zpráv(a) bylo(a) pøesunuto(a) do slo¾ky "%s".
sk_sk: Aktivita filtra: %s správ bolo presunutých do prieèinka "%s".

source: Filter activity: %s message(s) that matched the blacklist were deleted.
cs_cz: Filtrace: %s zpráv(a) jsou/je na èerné listinì a bylo(a) vymazány(a).
sk_sk: Aktivita filtra: %s správ ktoré vyhovovali èiernej listine bolo vymazaných.

source: Filter activity: The message "%s" from "%s" has been copied to the folder "%s".
cs_cz: Filtrace: Zpráva "%s" od "%s" byla kopírována do slo¾ky "%s".
sk_sk: Aktivita filtra: Správa "%s" od "%s" bola skopírovaná do prieèinka "%s".

source: Filter activity: The message "%s" from "%s" has been deleted.
cs_cz: Filtrace: Zpráva "%s" od "%s" byla vymazána.
sk_sk: Aktivita filtra: Správa "%s" od "%s" bola vymazaná.

source: Filter activity: The message "%s" from "%s" has been moved to the folder "%s".
cs_cz: Filtrace: Zpráva "%s" od "%s" byla pøesunuta do slo¾ky "%s".
sk_sk: Aktivita filtra: Správa "%s" od "%s" bola presunutá do prieèinka "%s".

source: Filter not found.
cs_cz: Filtrovací pravidla nebyli nalezeny.
sk_sk: Filter nebol nájdený.

source: Flagged For Followup
sk_sk: Oznaèená ako vzor

source: Folder to receive spam:
sk_sk: Prieèinok na odber nevy¾iadanej po¹ty:

source: For an incoming message that matches:
cs_cz: Pro pøíchozí zprávy které obsahují:
sk_sk: Pre pri¹lú správu ktorá odpovedá vzoru:

source: Forward
cs_cz: Pøeposlat
sk_sk: Preposielanie

source: Forward Keep Action
sk_sk: Preposla» a ponecha»

source: Forward is not supported in the current filtering driver.
cs_cz: Pøeposlání není zahrnuto v souèasném driveru pro filtrování.
sk_sk: Preposielanie nie je podporované aktuálnym ovladaèom filtrovania.

source: Forwards
cs_cz: Pøeposlání
sk_sk: Presmerovania

source: Forwards Edit
cs_cz: Upravit Pøeposlání
sk_sk: Upravi» presmerovania

source: From
cs_cz: Od
sk_sk: Od

source: From:
sk_sk: Od:

source: Generated by Ingo (http://www.horde.org/ingo/)
sk_sk: Vytvorené programom Ingo (http://www.horde.org/ingo/)

source: Greater than
cs_cz: Vìt¹í ne¾
sk_sk: Väè¹ie ako

source: Greater than or equal to
cs_cz: Vìt¹í nebo rovno
sk_sk: Väè¹ie ako alebo rovné ako

source: Individual rules are not supported in the current filtering driver.
cs_cz: Individuální pravidla nejsou zahrnuty v souèasném driveru pro filtrování.
sk_sk: Individuálne pravidlá nie sú podporované aktuálnym ovladaèom filtrovania.

source: Inexistant mailbox specified for message delivery.
cs_cz: Byla vybrána neexistující slo¾ka pro doruèení zprávy.
sk_sk: Zadaná schránka na doruèovanie po¹ty neexistuje.

source: Is
cs_cz: Je
sk_sk: Je

source: Isn't
cs_cz: Není
sk_sk: Nie je

source: Keep a copy of messages in this account?
sk_sk: Ponecha» lokálnu kópiu správ?

source: LDAP support is required but the LDAP module is not available or not loaded.
sk_sk: Je po¾adovaná podpora LDAP, ale LDAP modul nie je dostupný alebo nahratý.

source: Less than
cs_cz: Men¹í ne¾
sk_sk: Men¹ie ako

source: Less than or equal to
cs_cz: Men¹í nebo rovno
sk_sk: Men¹ie ako alebo rovné ako

source: Mar_k message as deleted
cs_cz: Ozna_èit zprávu za vymazanou
sk_sk: _Oznaèi» správu ako vymazanú.

source: Mark message as:
cs_cz: Oznaèit Zprávu jako:
sk_sk: Oznaèi» správu ako:

source: Match type
sk_sk: Typ porovnania

source: Matches (with placeholders)
cs_cz: Shoduje se
sk_sk: Odpovedá vzoru (s premennými)

source: Maximum Number of Rules
sk_sk: Maximálny poèet pravidiel.

source: Maximum number of blacklisted addresses exceeded (Total addresses: %s, Maximum addresses: %s). Could not add new addresses to blacklist.
cs_cz: Byl pøekroèen maximální limit adres na èerné listinì (Celkový poèet adres: %s, Maximální poèet adres: %s). Nelze pøidat adresu na èernou listinu.
sk_sk: Maximálny poèet adries v èiernej listine bol dosiahnutý (Adries spolu: %s, maximálne: %s). Nemo¾né prida» nové adresy do èiernej listiny.

source: Maximum number of whitelisted addresses exceeded (Total addresses: %s, Maximum addresses: %s). Could not add new addresses to whitelist.
cs_cz: Byl pøekroèen maximální limit adres na bílé listinì (Celkový poèet adres: %s, Maximální poèet adres: %s). Nelze pøidat adresu na bílou listinu.
sk_sk: Maximálny poèet adries v bielej listine bol dosiahnutý (Adries spolu: %s, maximálne: %s). Nemo¾né prida» nové adresy do bielej listiny.

source: Messages with a likely spam score greater than or equal to this number will be treated as spam.
sk_sk: Správy so spamovým skóre vy¹¹ím alebo rovným tomuto èíslo budú pova¾ované za nevy¾iadanú po¹tu.

source: Missing address to notify
sk_sk: Chýba adresa na upozornenia

source: Missing address to redirect message to
cs_cz: Chybí adresa pro pøesmìrování zprávy
sk_sk: Chýba adresa na preposielanie po¹ty

source: Missing reason for reject
cs_cz: Chybí dùvod pro zamítnutí zprávy
sk_sk: Chýba dôvod na odmietnutie

source: Missing reason in vacation.
cs_cz: Chybí dùvod v dovolené.
sk_sk: Chýba dôvod pre neprítomnos».

source: Move
cs_cz: Pøesunout
sk_sk: Presunú»

source: Move Rule Down
cs_cz: Posunout Pravidlo Dolù
sk_sk: Presunú» pravidlo dolu

source: Move Rule Up
cs_cz: Posunout Pravidlo Nahoru
sk_sk: Presunú» pravidlo hore

source: My email addresses:
sk_sk: Moja e-mailová adresa:

source: New Rule
cs_cz: Nové Pravidlo
sk_sk: Nové pravidlo

source: No "%s" element found in backend configuration.
sk_sk: Prvok "%s" nebol nájdený v konfigurácii backendu.

source: No backend configured for this host
cs_cz: Backend nebyl konfigurován pro tento host.
sk_sk: Nenájdené nastavenia backendu pre tento host

source: No backends configured in backends.php
cs_cz: Backend nebyl konfigurován v backends.php
sk_sk: V súbore backends.php nie sú nastavené ¾iadne backendy

source: No filters. Click "%s" to create a new filter.
sk_sk: ®iadne filre. Kliknite "%s" pre vytvorenie nového filtra.

source: No headers specified
cs_cz: Nebyla uvedena ¾ádná hlavièka.
sk_sk: Neboli zadané ¾iadne hlavièky.

source: No script generated.
cs_cz: Nebyl generován ¾ádný skript.
sk_sk: ®iaden skript nebol vytvorený.

source: No strings specified
cs_cz: Nebyli uvedeny ¾ádné znaky
sk_sk: ®iadne re»azce neboli zadané.

source: Not equal to
cs_cz: Nerovná se
sk_sk: Nerovná sa

source: Notify email address
sk_sk: E-mailová adresa na upozornenia

source: Number of days between vacation replies:
sk_sk: Poèet dní medzi odpoveïami na neprítomnos»:

source: Only flag the message
sk_sk: Iba oznaèi» správu príznakom

source: Options about script updating.
cs_cz: Mo¾nosti pro aktualizaci skriptu.
sk_sk: Nastavenia aktualizácie skruptu.

source: Other Options
cs_cz: Dal¹í Mo¾nosti
sk_sk: Ïal¹ie nastavenia

source: Overview
sk_sk: Prehµad

source: Participant (From,To,etc)
sk_sk: Úèastník (From,To,atï.)

source: Please enter the name of the new folder:
cs_cz: Prosím zadejte název nové slo¾ky:
sk_sk: Zadajte prosím meno pre nový prieèinok:

source: Reason:
sk_sk: Dôvod:

source: Received
cs_cz: Pøijato
sk_sk: Prijaté

source: Redirect to
cs_cz: Pøesmìrovat do
sk_sk: Presmerova» na

source: Regular expression
sk_sk: Regulárny výraz

source: Reject with reason
cs_cz: Zamítnuto s dùvodem
sk_sk: Odmietnu» s dôvodom

source: Resent-From
sk_sk: Preposlané od

source: Resent-To
sk_sk: Preposlané komu

source: Return to Filters List
cs_cz: Návrat k Seznamu Filtrù
sk_sk: Návrat na zoznam filtrov

source: Return to Rules List
cs_cz: Návrat k Seznamu Filtrovacích Pravidel
sk_sk: Návrat na zoznam pravidiel

source: Rule
cs_cz: Pravidlo
sk_sk: Pravidlo

source: Rule Copied
cs_cz: Pravislo bylo kopírováno
sk_sk: Pravidlo bolo skopírované

source: Rule Deleted
cs_cz: Pravidlo bylo Smazáno
sk_sk: Pravidlo bolo vymazané

source: Rule Disabled
cs_cz: Pravidlo bylo Deaktivováno
sk_sk: Pravidlo bolo vypnuté

source: Rule Enabled
cs_cz: Pravidlo bylo Aktivováno
sk_sk: Pravidlo bolo zapnuté

source: Rule Name:
sk_sk: Názov pravidla:

source: Rule:
sk_sk: Pravidlo:

source: STARTTLS failed: (%s) %s
sk_sk: Chyba pri STARTTLS: (%s) %s

source: S_pam
sk_sk: _Nevy¾iadaná po¹ta

source: Save
cs_cz: Ulo¾it
sk_sk: Ulo¾i»

source: Save Settings
cs_cz: Mo¾nosti Ulo¾ení
sk_sk: Ulo¾i» nastavenia

source: Save and Disable
sk_sk: Ulo¾i» a vypnú»

source: Save and Enable
sk_sk: Ulo¾i» a zapnú»

source: Script
cs_cz: Skript
sk_sk: Skript

source: Script Updating
cs_cz: Aktualizace Skriptu
sk_sk: Aktualizácia skriptu

source: Script not updated.
cs_cz: Skript nebyl Aktualizován.
sk_sk: Skript nebol aktualizovaný.

source: Script successfully activated.
cs_cz: Skript byl úspì¹nì aktivován.
sk_sk: Skript bol úspe¹ne zapnutý.

source: Script successfully deactivated.
cs_cz: Skript byl úspì¹nì deaktivován.
sk_sk: Skript bol úspe¹ne vypnutý.

source: Seen
cs_cz: Prohlídnuté
sk_sk: Preèítané

source: Select a field
cs_cz: Vybrat pole
sk_sk: Vyberte pole

source: Select ruleset to display:
sk_sk: Vybra» skupinu pravidiel na zobrazenie:

source: Select target folder
cs_cz: Vybrat cílovou slo¾ku
sk_sk: Vybra» cieµový prieèinok

source: Self-Defined Header
cs_cz: Sama se Definující Hlavièka
sk_sk: U¾ívateµom zadaná hlavièka

source: Sender
cs_cz: Odesílatel
sk_sk: Odosielateµ

source: Settings successfully updated.
cs_cz: Va¹e nastavení bylo úspì¹nì aktualizováno.
sk_sk: Nastavenia boli úspe¹ne aktualizované.

source: Show Active Script
cs_cz: Zobrazit Aktivní Skript
sk_sk: Zobrazi» aktívny skript

source: Show Current Script
cs_cz: Zobrazit Aktuální Skript
sk_sk: Zobrazi» aktuálny skript

source: Simple spam filtering is not supported in the current filtering driver.
sk_sk: Jednoduché filtrovanie nevy¾iadanej po¹ty nie je podporované aktuálnym ovladaèom filtrovania.

source: Size
cs_cz: Velikost
sk_sk: Veµkos»

source: Source (From,Reply-to,etc)
sk_sk: Zdroj (From,Reply-to,atï.)

source: Spam Filter
sk_sk: Filter pre nevy¾iadanú po¹tu

source: Spam Filtering
sk_sk: Filtrovanie nevy¾iadanej po¹ty

source: Spam Level:
sk_sk: Úroveò nevy¾iadanej po¹ty (SPAM):

source: Start of vacation:
sk_sk: Zaèiatok neprítomnosti:

source: Stop checking if this rule matches?
cs_cz: Zatstavit kontrolu pokud se shoduje s tímto pravodlem?
sk_sk: Nepokraèova» ak správa vyhovuje tomuto pravidlu?

source: Subject
cs_cz: Pøedmìt
sk_sk: Predmet

source: Subject of vacation message:
sk_sk: Predmet správy o neprítomnosti:

source: Subject:
sk_sk: Predmet:

source: The address "%s" has been added to your blacklist.
sk_sk: Adresa "%s" bola pridaná do Va¹ej èiernej listiny.

source: The address "%s" has been added to your whitelist.
sk_sk: Adresa "%s" bola pridaná do Va¹ej bielej listiny.

source: The driver said:
cs_cz: Zpráva od driveru:
sk_sk: Ovládaè oznámil:

source: There was an error activating the script.
cs_cz: Nastala chyba pøi aktivaci skriptu.
sk_sk: Nastala chyba pri zapínaní skriptu.

source: There was an error deactivating the script.
cs_cz: Nastala chyba pøi deaktivaci skriptu.
sk_sk: Nastala chyba pri vypínaní skriptu.

source: To
cs_cz: Komu
sk_sk: Pre

source: To:
sk_sk: Pre:

source: Unable to load the definition of %s.
cs_cz: Nelze dosáhnout definici pro %s.
sk_sk: Nemo¾né nahra» definíciu %s.

source: User header
sk_sk: U¾ívateµská hlavièka

source: Vacation
cs_cz: Dovolená
sk_sk: Neprítomnos»

source: Vacation Edit
cs_cz: Upravit Dovolenou
sk_sk: Upravi» neprítomnos»

source: Vacation is not supported in the current filtering driver.
cs_cz: Nelze pou¾ít Dovolenou se souèasným driverem pro filtraci.
sk_sk: Neprítomnos» (vacation) nie je podporovaná aktuálnym ovladaèom filtrovania.

source: Value
sk_sk: Hodnota

source: Wh_itelist addresses:
cs_cz: Bí_lé adresy:
sk_sk: Adresy v _bielej listine:

source: Whitelist
cs_cz: Bílá listina
sk_sk: Biela listina

source: Whitelist Edit
cs_cz: Upravit Bílou listinu
sk_sk: Upravi» bielu listinu

source: Whitelist is not supported in the current filtering driver.
cs_cz: Nelze pou¾ít Bílou listinu se souèasným driverem pro filtraci.
sk_sk: Biela listina nie je podporovaná aktuálnym ovladaèom filtrovania.

source: Whitelisted Addresses
cs_cz: Adresy na Bilé listinì
sk_sk: Adresy v bielej listine

source: You are not allowed to create more than %d rules.
sk_sk: Nemáte právo vytvori» viac ako %d pravidiel.

source: You are not allowed to create or edit custom rules.
sk_sk: Nemáte právo vytvori» alebo upravi» u¾ívateµské pravidlá.

source: You cannot create empty conditions. Please fill in a value for "%s".
sk_sk: Nemo¾no vytvára» prázdne podmienky. Prosím zadajte hodnotu pre "%s".

source: You do not have permission to delete filter rules.
sk_sk: Nemáte právo na vymazanie filtrovacích pravidiel.

source: You do not have permission to edit filter rules.
sk_sk: Nemáte právo na úpravu filtrovacích pravidiel.

source: You have received a new message
sk_sk: Máte novú správu

source: [No Subject]
cs_cz: [®ádný Pøedmìt]
sk_sk: [Bez predmetu]

source: _Blacklist
cs_cz: _Èerná Listina
sk_sk: Èierna _listina

source: _Delete message completely
cs_cz: _Úplné Smazání Zprávy
sk_sk: _Vymaza» správu

source: _Enter each address on a new line:
cs_cz: _Vlo¾it ka¾dou adresu na nový øádek:
sk_sk: _Zadajte ka¾dú adresu na samostatný riadok:

source: _Forward
cs_cz: _Pøeposlat
sk_sk: _Preposla»

source: _Move message to folder:
cs_cz: _Pøesunout zprávu do slo¾ky:
sk_sk: _Presunú» správu do prieèinka:

source: _Permissions
sk_sk: _Práva

source: _Script
cs_cz: _Skript
sk_sk: _Skript

source: _Vacation
cs_cz: _Dovolená
sk_sk: _Neprítomnos»

source: _Whitelist
cs_cz: _Bílá listina
sk_sk: _Biela listina

source: active
sk_sk: zapnuté

source: and
cs_cz: a:
sk_sk: a

source: disabled - click to enable
sk_sk: vypnuté - kliknite na zapnutie

source: field
cs_cz: pole
sk_sk: pole

source: inactive
sk_sk: vypnutý

source: maildrop script generated by Ingo
sk_sk: maildrop script vytvoreny programom Ingo

source: match
cs_cz: shoda
sk_sk: obsahujúce

source: or
cs_cz: nebo
sk_sk: alebo

source: procmail script generated by Ingo
cs_cz: procmail skript generovaný Ingem
sk_sk: procmail script vytvoreny programom Ingo

source: Bcc
cs_cz: Skrytá Kopie

source: Blacklisted Address
cs_cz: Adresa na Èerná Listinì

source: Cc
cs_cz: Kopie

source: DISABLED
cs_cz: DEAKTIVOVÁNO

source: Deliver into my INBOX
cs_cz: Doruèit do PØÍCHOZÍ PO©TY

source: Deliver into my INBOX and copy to
cs_cz: Doruèit do PØÍCHOZÍ PO©TY a kopii do

source: Deliver into my INBOX and redirect to
cs_cz: Doruèit do PØÍCHOZÍ PO©TY a pøesmìrovat do

source: Do _not send responses to bulk or list messages
cs_cz: _Neposílat odpovìdi na zpravy oznaèené bulk nebo na zprávy z listù

source: Important
cs_cz: Dùle¾ité

source: List-ID
cs_cz: Seznam-Id

source: N_umber of days between vacation replies:
cs_cz: P_oèet dnù mezi odpovìdi dovolené:

source: No '%s' element found in backend configuration.
cs_cz: ®ádný element '%s' nebyl nalezen v konfiguraci backendu.

source: No filters. Click '%s' to create a new filter.
cs_cz: ¬ádné filtry. Kliknìte '%s' pro vytvoøení nového filtru.

source: R_eason
cs_cz: D_ùvod

source: Resent To
cs_cz: Pøeposláno Komu

source: Resent-from
cs_cz: Pøeposláno-Odkoho

source: Rule Name
cs_cz: Název Pravidla

source: Subje_ct of vacation message:
cs_cz: Pøed_mìt pro zprávu o dovolené:

source: Vacation Message
cs_cz: Zpráva o Dovolené

source: You must specify at least one email address for which the vacation messages should be activated.
cs_cz: Musí být uvedena nejménì jedna adresa pro pou¾ití Dovolené

source: _Address(es) to forward to:
cs_cz: _Adresa(y) pro pøeposlání:

source: _Addresses to not send responses to:
cs_cz: _Adresy kterám nebude zaslána odpovìï:

source: _Keep a copy of messages in this account?
cs_cz: _Ponechat kopii zprávy na tomto úètu?

source: _My email addresses:
cs_cz: _Moje emailové adresy:

source: sieve filter generated by Ingo
cs_cz: sieve filter generovaný Ingem
