Repository: horde/horde
Catalog: kronolith/po/*.po
Languages: sk_sk

source: Show
sk_sk: Zobrazi»

source: Show Free/Busy legend?
sk_sk: Zobrazi» legendu pre informácie o voµnosti/obsadenosti?

source: Show calendar options panel?
sk_sk: Zobrazi» panel s nastaveniami kalendára?

source: Show category legend?
sk_sk: Zobrazi» legendu pre kalendár?

source: Show delete, alarm, and recurrence icons in calendar views?
sk_sk: Zobrazi» ikony pre vymazanie, alarm a opakovanie v kalendárových náhµadoch?

source: Show external events using category colors?
sk_sk: Zobrazi» externé udalosti s farbami kategórií?

source: Show only events that have an alarm set?
sk_sk: Zobrazi» len udalosti, ktoré majú nastavený alarm ?

source: Show shared calendars side-by-side?
sk_sk: Zobrazi» zdieµané kalendáre vedµa seba?

source: Show time of day between each day in week views?
sk_sk: Zobrazi» èas medzi ka¾dým dòom v tý¾dennom náhµade?

source: Sta_rt
sk_sk: Zaèí_na

source: Start Date
sk_sk: Dátum zaèiatku

source: Start Day
sk_sk: Deò zaèiatku

source: Start Hour
sk_sk: Hodina zaèiatku

source: Start Minute
sk_sk: Minúta zaèiatku

source: Start Month
sk_sk: Mesiac zaèiatku

source: Start On
sk_sk: Zaèína

source: Start Time
sk_sk: Èas zaèiatku

source: Start Year
sk_sk: Rok zaèiatku

source: Stat_us
sk_sk: Sta_v

source: Status
sk_sk: Stav

source: Storing free/busy is not available.
sk_sk: Ukladanie informácií o voµnosti/obsadenosti nie je k dispozícii.

source: Su
sk_sk: Ne

source: Subscribe
sk_sk: Prihlási»

source: Subscribe to a Remote Calendar
sk_sk: Prihlási» vzdialený kalendár

source: Subscription URL
sk_sk: URL pre prihlásenie

source: Sunday
sk_sk: Nedeµa

source: Tentative
sk_sk: Predbe¾ný

source: Th
sk_sk: ©t

source: The %s file didn't contain any events.
sk_sk: Súbor %s neobsahuje ¾iadne udalosti.

source: The Calendar backend is not currently available.
sk_sk: Backend kalendára nie je momentálne k dispozícii.

source: The Calendar backend is not currently available: %s
sk_sk: Backend kalendára nie je momentálne k dispozícii: %s

source: The Edit Attendees screen is no longer present. Exiting.
sk_sk: Obrazovka Upravi» úèastníkov u¾ neexistuje. Koniec.

source: The attendee hasn't been updated because the update was not sent from the attendee.
sk_sk: Úèastník nebol aktualizovaný, lebo aktualizácia nebola od tohto úèastníka zaslaná.

source: The calendar "%s" cannot be deleted.
sk_sk: Kalendár "%s" nemô¾e by» vymazaný.

source: The calendar "%s" has been created.
sk_sk: Kalendár "%s" bol vytvorený.

source: The calendar "%s" has been deleted.
sk_sk: Kalendár "%s" bol vymazaný.

source: The calendar "%s" has been renamed to "%s".
sk_sk: Kalendár "%s" bol premenovaný na "%s".

source: The calendar "%s" has been saved.
sk_sk: Kalendár "%s" bol ulo¾ený.

source: The calendar could not be purged: %s
sk_sk: Nepodarilo sa vyprázdni» kalendár: %s

source: The end date must be later than the start date.
sk_sk: Deò ukonèenia musí nasledova» a¾ po dni zaèatia.

source: The event "%s" has been added to "%s" calendar, which is on %s at %s.
sk_sk: Udalos» "%s" bola pridaná do kalendára "%s", ktorá je dòa %s o %s.

source: The event "%s" has been deleted from "%s" calendar, which was on %s at %s.
sk_sk: Udalos» "%s" bola vymazaná z kalendára "%s", ktorá bola dòa %s o %s.

source: The event "%s" has been edited on "%s" calendar, which is on %s at %s.
sk_sk: Udalos» "%s" bola upravená v kalendári "%s", je dòa %s o %s.

source: The event notification to %s was successfully sent.
sk_sk: Upozornenie na udalos» pre %s bolo úspe¹ne odoslané.

source: The following is a more detailed description of the event:
sk_sk: Nasleduje detailnej¹í popis udalosti:

source: The free/busy url for %s cannot be retrieved.
sk_sk: Nepodarilo sa pre %s získa» URL s informáciami o voµnosti/obsadenosti.

source: The remote calendar was not found.
sk_sk: Nepodarilo sa nájs» vzdialený kalendár.

source: The request was incomplete. Some parameters that are necessary to accept or decline an event are missing.
sk_sk: Po¾iadavka bola neúplná. Niektoré parametre ktoré sú potrebné k prijatiu alebo odmietnutiu udalosti chýbajú.

source: The requested event was not found.
sk_sk: Nepodarilo sa nájs» po¾adovanú udalos».

source: There are no events matching the current criteria.
sk_sk: ®iadne udalosti nevyhovujú aktuálnym kritériám.

source: There was an error accessing the calendar: %s
sk_sk: Nastala chyba pri prístupe ku kalendáru: %s

source: There was an error adding the event: %s
sk_sk: Nastala chyba pri pridávaní udalosti: %s

source: There was an error editing the event: %s
sk_sk: Nastala chyba pri úprave udalosti: %s

source: There was an error importing the iCalendar data.
sk_sk: Nastala chyba pri importe údajov iCalendar.

source: There was an error moving the event: %s
sk_sk: Nastala chyba pri presúvaní udalosti: %s

source: There was an error sending an event notification to %s: %s
sk_sk: Nastala chyba pri posielaní upozornenia na udalos» %s: %s

source: There were no events to export.
sk_sk: Nie sú ¾iadne udalosti pre export.

source: This Month
sk_sk: Tento mesiac

source: This calendar cannot be deleted.
sk_sk: Tento kalendár nemô¾e by» vymazaný.

source: This file format is not supported.
sk_sk: Tento formát súboru nie je podporovaný.

source: This is a recurring event. Delete the current event only, this<br />occurrence and all future occurences, or all occurences?
sk_sk: Toto je opakujúca sa udalos». Vymaza» iba aktuálnu udalos», tento<br />výskyt a v¹etky budúce výskyty alebo v¹etky výskyty?

source: This is a recurring event. Edit the current event only, this occurrence<br />and all future occurences, all occurences, or save this event as new?
sk_sk: Toto je opakujúca sa udalos». Upravi» iba aktuálnu udalos», tento výskyt<br />a v¹etky budúce výskyty alebo v¹etky výskyty?

source: This is what the server said: %s
sk_sk: Toto oznámil server: %s

source: Thursday
sk_sk: ©tvrtok

source: Time Sp_an
sk_sk: Èasový rozs_ah:

source: Time span
sk_sk: Èasový rozsah

source: Tit_le
sk_sk: _Názov

source: Title
sk_sk: Názov

source: To select multiple fields, hold down the Control (PC) or Command (Mac) while clicking.
sk_sk: Pre výber viacerých polí dr¾te tlaèidlo CTRL (PC) alebo Command (Mac) poèas klikania.

source: To subscribe to this calendar from another calendar program, use this URL:
sk_sk: Na prihlásenie do tohto kalendára z iného kalendároveho programu, pou¾ite túto URL:

source: Today
sk_sk: Dnes

source: Tomorrow
sk_sk: Zajtra

source: Tu
sk_sk: Ut

source: Tuesday
sk_sk: Utorok

source: Type
sk_sk: Typ

source: Unable to connect to SQL server.
sk_sk: Nepodarilo sa spoji» s SQL serverom.

source: Unable to delete "%s": %s
sk_sk: Nepodarilo sa vymaza» "%s": %s

source: Unable to delete calendar "%s": %s
sk_sk: Nepodarilo sa vymaza» kalendár "%s": %s

source: Unable to load the definition of %s.
sk_sk: Nemo¾né nahra» definíciu %s.

source: Unable to recognize "%s" as an email address.
sk_sk: Nepodarilo sa rozpozna» "%s" ako e-mailovú adresu.

source: Unable to rename "%s": %s
sk_sk: Nepodarilo sa premenova» "%s": %s

source: Unable to retrieve free/busy information for %s
sk_sk: Nepodarilo sa získa» informáciu o voµnosti/obsadenosti %s

source: Unable to save calendar "%s": %s
sk_sk: Nepodarilo sa ulo¾i» kalendár "%s": %s

source: Unfiled
sk_sk: Nenastavená

source: Unknown calendar protocol
sk_sk: Neznámy kalendárový protokol

source: Unsubscribe
sk_sk: Odhlási»

source: Unsubscribe from %s
sk_sk: Odhlási» z %s

source: Unsupported Content-Type: %s
sk_sk: Nepodporovaný typ obsahu (Content-Type): %s

source: Upcoming Events
sk_sk: Nastávajúce udalosti

source: Updated "%s".
sk_sk: Aktualizované "%s".

source: Updated: %s.
sk_sk: Aktualizované: %s.

source: User Interface
sk_sk: Pou¾ívateµské rozhranie

source: User Name
sk_sk: Pou¾ívateµské meno

source: User to add:
sk_sk: U¾ívateµ na pridanie:

source: Username
sk_sk: Pou¾ívateµské meno

source: View Day
sk_sk: Zobrazi» deò

source: We
sk_sk: St

source: We would like to remind you of this upcoming event. %s Location: %s Date: %s Time: %s %s
sk_sk: Chceli by sme Vás upozorni» o nastávajúcej udalosti. %s Miesto: %s Dátum: %s Èas: %s %s

source: Wednesday
sk_sk: Streda

source: Week
sk_sk: Tý¾deò

source: Week %d
sk_sk: Tý¾deò %d

source: Week(s)
sk_sk: Tý¾deò(tý¾dne)

source: Weekly
sk_sk: Tý¾denne

source: Weekly: Recurs every
sk_sk: Tý¾denne: opakuje sa

source: What time should day and week views end, when there are no later events?
sk_sk: Ktorým èasom má konèi» denný a tý¾denný náhµad, ak nie sú neskor¹ie udalosti?

source: What time should day and week views start, when there are no earlier events?
sk_sk: Ktorým èasom má zaèína» denný a tý¾denný náhµad, ak nie sú skor¹ie udalosti?

source: Which kind of holidays do you want to get displayed?
sk_sk: Ktorý typ sviatkov chcete ma» zobrazený?

source: Work Week
sk_sk: Pracovný tý¾deò

source: Year
sk_sk: Rok

source: Yearly
sk_sk: Roène

source: Yearly: Recurs every
sk_sk: Roène: opakuje sa

source: You are not allowed to change this calendar.
sk_sk: Nemáte právo na úpravu tohto kalendára.

source: You are not allowed to create more than %d events.
sk_sk: Nemáte právo vytvori» viac ako %d udalostí.

source: You are not allowed to delete this calendar.
sk_sk: Nemáte právo na vymazanie tohto kalendára.

source: You are not allowed to remove user data.
sk_sk: Nemáte právo na vymaza» u¾ívateµské údaje.

source: You are not an attendee of the specified event.
sk_sk: Nie ste úèastníkom urèenej udalosti.

source: You can only use this form from the Edit Attendees screen.
sk_sk: Tento formulár mô¾ete pou¾i» iba z obrazovky Upravi» úèastníkov.

source: You do not have an email address configured in your Personal Information Options. You must set one %shere%s before event notifications can be sent.
sk_sk: V nastavení identity nemáte nastavenú e-mailovú adresu. Musíte ju nastavi» %stu%s skôr, ako sa budú posiela» upozornenia na udalosti.

source: You do not have permission to add events to %s.
sk_sk: Nemáte právo na pridanie udalostí do %s.

source: You do not have permission to add events to the selected calendar.
sk_sk: Nemáte právo na pridanie udalostí k vybranému kalendáru.

source: You do not have permission to delegate events to %s.
sk_sk: Nemáte právo delegova» udalosti pre %s.

source: You do not have permission to delete this event.
sk_sk: Nemáte právo na vymazanie tejto udalosti.

source: You do not have permission to edit this event.
sk_sk: Nemáte právo na úpravu tejto udalosti.

source: You do not have permission to move this event.
sk_sk: Nemáte právo na presunutie tejto udalosti.

source: You have been subscribed to "%s" (%s).
sk_sk: Boli ste prihlásený do "%s" (%s).

source: You have been unsubscribed from "%s" (%s).
sk_sk: Boli ste odhlásený z "%s" (%s).

source: You have specified an invalid calendar.
sk_sk: Zadali ste neplatný kalendár.

source: You have successfully accepted attendence to this event.
sk_sk: Úspe¹ne ste prijali úèas» na tejto udalosti.

source: You have successfully declined attendence to this event.
sk_sk: Úspe¹ne ste odmietli úèas» na tejto udalosti.

source: You have tentatively accepted attendence to this event.
sk_sk: Predbe¾ne ste prijali úèas» na tejto udalosti.

source: You must select a calendar to be deleted.
sk_sk: Musíte vybra» kalendár na vymazanie.

source: You must select an address first.
sk_sk: Musíte vybra» aspoò jednu adresu.

source: You need to select a calendar first
sk_sk: Musíte najprv vybra» kalendár

source: You requested to be notified when events are added to your calendars.
sk_sk: Po¾iadali ste o upozornenie pri pridaní udalostí do Va¹ich kalendárov.

source: You requested to be notified when events are deleted from your calendars.
sk_sk: Po¾iadali ste o upozornenie pri vymazaní udalostí z Va¹ich kalendárov.

source: You requested to be notified when events are edited in your calendars.
sk_sk: Po¾iadali ste o upozornenie pri úprave udalostí vo Va¹ich kalendároch

source: Your daily agenda for %s
sk_sk: Va¹a denná agenda pre %s

source: Your default calendar
sk_sk: Vá¹ prednastavený kalendár

source: [Manage Calendars]
sk_sk: [Spravova» kalendáre]

source: [Unnamed event]
sk_sk: [Nepomenovaná udalos»]

source: _Basic Search
sk_sk: _Základné hµadanie

source: _Edit
sk_sk: _Upravi»

source: _Goto
sk_sk: _Prejs» na

source: _New Event
sk_sk: _Nová udalos»

source: _Print
sk_sk: _Tlaèi»

source: _Search
sk_sk: _Hµada»

source: _Today
sk_sk: _Dnes

source: as %s
sk_sk: ako %s

source: before the event starts
sk_sk: pred zaèiatkom udalosti

source: before the event starts. A value of "0" means no default alarms.
sk_sk: pred zaèiatkom udalosti. Hodnota "0" znamená ¾iaden prednastavený alarm.

source: by %s
sk_sk: pou¾ívateµom %s

source: by me
sk_sk: Vami

source: day
sk_sk: deò

source: day(s)
sk_sk: deò(dní)

source: days
sk_sk: dni

source: in
sk_sk: v

source: month(s)
sk_sk: mesiac(e)

source: on %s at %s
sk_sk: v %s o %s

source: on the same date
sk_sk: ten istý dátum

source: on the same weekday
sk_sk: ten istý deò v tý¾dni

source: recurrences
sk_sk: opakovania

source: week
sk_sk: tý¾deò

source: week(s) on:
sk_sk: tý¾deò(-ne) v:

source: weeks
sk_sk: tý¾dne

source: year(s) on the same date
sk_sk: rok(y) v ten istý dátum

source: year(s) on the same day of the year
sk_sk: rok(y) v ten istý deò v roku

source: year(s) on the same weekday and month of the year
sk_sk: rok(y) v ten istý deò v tý¾dni a mesiaci v roku
