Repository: horde/horde
Catalog: kronolith/po/*.po
Languages: sk_sk

source: until %s
sk_sk: do %s

source: without end
sk_sk: bez konca

source: %d events
sk_sk: %d udalostí

source: %d times
sk_sk: %d krát

source: %s Day(s) %s Hour(s) %s Minutes
sk_sk: %s d. %s hod. %s min.

source: %s attendees
sk_sk: %s úèastníkov

source: %s file successfully imported
sk_sk: súbor %s úspe¹ne importovaný

source: %s's Calendar
sk_sk: Kalendár %s

source: * Add these by clicking Add *
sk_sk: * Pridajte kliknutím na Prida» *

source: * Please select address(es) *
sk_sk: * Prosím vyberte adresu(y) *

source: , %d times
sk_sk: , %d krát

source: 1 attendee
sk_sk: 1 úèastník

source: 1 event
sk_sk: 1 udalos»

source: 1 hour
sk_sk: 1 hodina

source: 15 minutes
sk_sk: 15 minút

source: 20 minutes
sk_sk: 20 minút

source: 30 minutes
sk_sk: 30 minút

source: AM
sk_sk: Predpoludním

source: Accepted
sk_sk: Prijatá

source: Ad_vanced Search
sk_sk: _Roz¹írené vyhµadávanie

source: Add
sk_sk: Prida»

source: Add Event
sk_sk: Prida» udalos»

source: Add a new Remote Calendar
sk_sk: Prida» vzdialený kalendár

source: Add a new event
sk_sk: Prida» novú udalos»

source: Add attendees
sk_sk: Prida» úèastníkov

source: Add source
sk_sk: Prida» zdroj

source: Add to attendees
sk_sk: Prida» k úèastníkom

source: Address Book
sk_sk: Adresár

source: Address Books
sk_sk: Adresáre

source: Advanced Search
sk_sk: Roz¹írené vyhµadávanie

source: Alarm %d days before
sk_sk: Alarm %d dní pred

source: Alarm %d hours before
sk_sk: Alarm %d hodín pred

source: Alarm %d minutes before
sk_sk: Alarm %d min. pred

source: Alarm %d weeks before
sk_sk: Alarm %d tý¾dòov pred

source: Alarm 1 day before
sk_sk: Alarm 1 deò pred

source: Alarm 1 hour before
sk_sk: Alarm 1 hodinu pred

source: Alarm 1 minute before
sk_sk: Alarm 1 minútu pred

source: Alarm 1 week before
sk_sk: Alarm 1 tý¾deò pred

source: Alarm Date
sk_sk: Dátum alarmu

source: Alarm Span (minutes)
sk_sk: Rozpätie alarmu (v minútach)

source: Alarm Time
sk_sk: Èas alarmu

source: Alarm Unit
sk_sk: Jednotka alarmu

source: Alarm Value
sk_sk: Hodnota alarmu

source: Alarm enabled
sk_sk: Alarm zapnutý

source: All
sk_sk: V¹etky

source: All Attendees
sk_sk: V¹etci úèastníci

source: All Authenticated Users
sk_sk: V¹etci overený pou¾ívatelia

source: All Calendars
sk_sk: V¹etky kalendáre

source: All Future
sk_sk: V¹etky budúce

source: All Past
sk_sk: V¹etky minulé

source: All Visible
sk_sk: V¹etky viditeµné

source: All day
sk_sk: Ka¾dý deò

source: All day event
sk_sk: Ka¾dodenná udalos»

source: All events
sk_sk: V¹etky udalosti

source: Already Exists
sk_sk: U¾ existuje

source: Any
sk_sk: ¥ubovoµná

source: April
sk_sk: Apríl

source: At
sk_sk: O

source: Attached is an iCalendar file with more information about the event. If your mail client supports iTip requests you can use this file to easily update your local copy of the event.
sk_sk: V prílohe je súbor iCalendar s detailnými informáciami o udalosti. Ak Vá¹ e-mailový klient podporuje po¾iadavky iTip, mô¾ete tento súbor pou¾i» na jednoduchú aktualizáciu Va¹ej lokálnej kópie udalosti.

source: Attempt to edit a non-existent share.
sk_sk: Pokus o úpravu neexistujúceho zdielania.

source: Attendance
sk_sk: Úèas»

source: Attendee
sk_sk: Úèastník

source: Attendees
sk_sk: Úèastníci

source: Attendees: %s
sk_sk: Úèastníci: %s

source: Available Address books:
sk_sk: Dostupné adresáre

source: Basic Search
sk_sk: Základné hµadanie

source: Birthday
sk_sk: Narodeniny

source: Busy
sk_sk: Zaneprázdnený

source: C_alendar
sk_sk: K_alendár

source: Cal_endar
sk_sk: Kal_endár

source: Calendar
sk_sk: Kalendár

source: Calendar Information
sk_sk: Informácie o kalendári

source: Calendar List
sk_sk: Zoznam kalendárov

source: Calendar Summary
sk_sk: Kalendárový súhrn

source: Calendar successfully purged.
sk_sk: Kalendár bol úspe¹ne vyprázdnený.

source: Calendars
sk_sk: Kalendáre

source: Calendars Printed:
sk_sk: Vytlaèené kalendáre:

source: Calendars must have a name.
sk_sk: Kalendáre musia ma» názov.

source: Can't create a new event.
sk_sk: Nepodarilo sa vytvori» novú udalos».

source: Cancel
sk_sk: Zru¹i»

source: Cancelled
sk_sk: Zru¹ené

source: Cancelled: %s
sk_sk: Zru¹ené: %s

source: Cannot delete event: %s
sk_sk: Nemô¾em vymaza» udalos»: %s

source: Categor_y
sk_sk: Kategór_ia

source: Category
sk_sk: Kategória

source: Change Permissions
sk_sk: Zmeni» práva

source: Choose how you want to be notified about event changes, event alarms and upcoming events.
sk_sk: Vyberte, èi chcete by» upozornený o zmenách v udalostiach, alarmoch udalostí a nastávajúcich udalostiach.

source: Choose how you want to receive reminders for events with alarms:
sk_sk: Vyberte si ako chcete prijíma» pripomienky o odalostiach s alarmami:

source: Choose if you want to be notified of new, edited, and deleted events by email:
sk_sk: Vyberte, èi chcete by» upovedomený o nových, zmenených alebo vymazaných udalostiach e-mailom:

source: Choose if you want to receive daily agenda email reminders:
sk_sk: Vyberte, èi chcete dostáva» denný súhrn upozornení e-mailom:

source: Choose if you want to receive reminders for events with alarms:
sk_sk: Vyberte, èi chcete dostáva» upozornenia pre udalosti s alarmom:

source: Choose the calendars to include in the above Free/Busy URL:
sk_sk: Vyberte adresáre, ktoré budú obsiahnuté v URL s informáciami o voµnosti/obsadenosti uvedenom vy¹¹ie:

source: Choose the calendars to include when generating Free/Busy URLs:
sk_sk: Vyberte adresáre, ktoré sa pou¾ijú pri vytváraní URL s informáciami o voµnosti/obsadenosti:

source: Choose the order of address books to search when expanding addresses.
sk_sk: Vyberte poradie, v akom sa budú prehµadáva» adresáre pri dopåòaní adries.

source: Choose the views to show event locations in:
sk_sk: Vyberte náhµady, v ktorých sa majú zobrazi» miesta udalostí:

source: Choose the views to show event start and end times in:
sk_sk: Vyberte náhµady, v ktorých sa majú zobrazi» èasy zaèiatku a konca udalostí:

source: Choose which holidays to display
sk_sk: Vyberte sviatky, ktoré majú by» zobrazené

source: Choose your default calendar.
sk_sk: Vyberte Vá¹ prednastavený kalendár

source: Clear all attendees
sk_sk: Odstráni» v¹etkých úèastníkov

source: Click on one of your selected address books and then select all fields to search.
sk_sk: Kliknite na jeden z Va¹ich vybraných adresárov a potom oznaète v¹etky polia, ktoré chcete prehµadáva».

source: Click or copy this URL to display this calendar
sk_sk: Kliknite alebo skopírujte túto URL na zobrazenie tohto kalendára

source: Close
sk_sk: Zavrie»

source: Close Window
sk_sk: Zavrie» okno

source: Close window
sk_sk: Zavrie» okno

source: Comma separated values
sk_sk: Hodnoty oddelené èiarkou

source: Confirm deletion of events?
sk_sk: Potvrdzova» vymazávanie udalostí?

source: Confirmed
sk_sk: Potvrdené

source: Copy the URL below for use wherever you need your Free/Busy URL:
sk_sk: Skopírujte túto URL s informáciami ni¾¹ie pre informácie o voµnos»i/obsadenos»i:

source: Copy this URL for use wherever you need your Free/Busy URL:
sk_sk: Skopírujte túto URL s informáciami o Va¹ej voµnos»i/obsadenos»i

source: Could not open %s.
sk_sk: Nepodarilo sa otvori» %s.

source: Create
sk_sk: Vytvori»

source: Create Calendar
sk_sk: Vytvori» kalendár

source: Create a New Event
sk_sk: Vytvori» novú udalos»

source: Create a new Local Calendar
sk_sk: Vytvori» nový lokálny kalendár

source: Created
sk_sk: Vytvorené

source: Current
sk_sk: Aktuálne

source: Daily
sk_sk: Denne

source: Daily: Recurs every
sk_sk: Denne: opakovanie ka¾dých

source: Day
sk_sk: Deò

source: Day(s)
sk_sk: Deò(dni)

source: De_lete
sk_sk: Vy_maza»

source: Declined
sk_sk: Odmietnuté

source: Default Alarm Setting:
sk_sk: ©tandardné nastavenia pre alarmy:

source: Default Calendar
sk_sk: Prednastavený kalendár

source: Delegate
sk_sk: Delegova»

source: Delete
sk_sk: Vymaza»

source: Delete %s
sk_sk: Vymaza» %s

source: Delete exception on %s
sk_sk: Chyba pri vymazávaní %s

source: Descri_ption
sk_sk: Po_pis

source: Description
sk_sk: Popis

source: Display
sk_sk: Nastavenie zobrazenia

source: Display Options
sk_sk: Nastavenie zobrazenia

source: Display URL
sk_sk: Zobrazenie URL

source: Does not recur
sk_sk: Neopakuje sa

source: Don't send me a notification if I've added, changed or deleted the event?
sk_sk: Má sa posiela» upozornenie pri pridaní, zmene alebo vymazaní tejto udalosti?

source: Due: %s
sk_sk: Termín: %s

source: Duration
sk_sk: Trvanie

source: Duration Day
sk_sk: Trvanie deò

source: Duration Hour
sk_sk: Trvanie hodina

source: Duration Minute
sk_sk: Trvanie minúta

source: Edit
sk_sk: Upravi»

source: Edit %s
sk_sk: Upravi» %s

source: Edit Attendees
sk_sk: Upravi» úèastníkov

source: Edit Calendars
sk_sk: Upravi» kalendáre

source: Edit Permissions
sk_sk: Upravi» práva

source: Edit Permissions for %s
sk_sk: Upravi» práva pre %s

source: Edit attendee
sk_sk: Upravi» úèastníka

source: Edit attendees
sk_sk: Upravi» úèastníkov

source: Edit categories and colors
sk_sk: Upravi» kategória a farby

source: Edit permissions for %s
sk_sk: Upravi» práva pre %s

source: Email Address
sk_sk: E-mailová adresa

source: En_d
sk_sk: _Koniec

source: End Date
sk_sk: Dátum ukonèenia

source: End Day
sk_sk: Deò ukonèenia

source: End Hour
sk_sk: Hodina ukonèenia

source: End Minute
sk_sk: Minúta ukonèenia

source: End Month
sk_sk: Mesiac ukonèenia

source: End On
sk_sk: Konèí

source: End Time
sk_sk: Èas ukonèenia

source: End Year
sk_sk: Rok ukonèenia

source: Error retrieving free/busy information for %s: %s
sk_sk: Nastala chyba pri importe informácií o voµnosti/obsadenosti pou¾ívateµa: %s: %s.

source: Error retrieving your free/busy information: %s
sk_sk: Nastala chyba pri importe Va¹ích informácií o voµnosti/obsadenosti: %s.

source: Event Defaults
sk_sk: Prednastavené hodnoty pre udalos»

source: Event added:
sk_sk: Udalos» pridaná:

source: Event deleted:
sk_sk: Udalos» vymazaná:

source: Event edited:
sk_sk: Udalos» upravená:

source: Event from %s to %s
sk_sk: Udalos» od %s do %s

source: Event not found
sk_sk: Udalos» nebola nájdená.

source: Event not found: %s
sk_sk: Udalos» nebola nájdená: %s

source: Events
sk_sk: Udalosti

source: Events from %s
sk_sk: Udalosti od %s

source: Events must have a start date.
sk_sk: Udalosti musia ma» dátum ich zaèiatku.

source: Events must have a title.
sk_sk: Udalosti musia ma» názov.

source: Exceptions
sk_sk: Výnimky

source: Export Calendar
sk_sk: Exportova» kalendár

source: External Events:
sk_sk: Externé udalosti:

source: February
sk_sk: Február

source: Fields to search
sk_sk: Polia na hµadanie

source: Find
sk_sk: Nájs»

source: Fr
sk_sk: Pia

source: Free
sk_sk: Voµný

source: Free/Busy Information
sk_sk: Informácie o voµnosti/obsadenosti

source: Friday
sk_sk: Piatok

source: Future
sk_sk: Budúcnos»

source: Game
sk_sk: Hra

source: General
sk_sk: V¹eobecné

source: Goto %s
sk_sk: Prejs» na %s

source: Groups
sk_sk: Skupiny

source: Guest Permissions
sk_sk: Práva hos»a

source: Hide
sk_sk: Skry»

source: Holidays
sk_sk: Sviatky

source: Hour(s)
sk_sk: Hodina(y)

source: How long should the time slots on the day and week views be?
sk_sk: Aké veµké majú by» èasové úseky v dennom a tý¾dennom náhµade?

source: How many days of Free/Busy information should be generated?
sk_sk: Koµko dní informácií o voµnosti/obsadenosti má by» vytvorených?

source: If your email client doesn't support iTip requests you can use one of the following links to accept or decline the event. To accept the event: %s To accept the event tentatively: %s To decline the event: %s
sk_sk: Ak Vá¹ e-mailový klient nepodporuje po¾iadavky iTip mô¾ete pou¾i» jeden z nasledujúcich odkazov na prijatie alebo odmietnutie udalosti. Prijatie udalosti: %s Predbe¾né prijatie udalosti: %s Odmietnutie udalosti: %s

source: Import Calendar, Step %d
sk_sk: Importova» kalendár, krok %d

source: Import/Export Calendar
sk_sk: Import/Export kalendára

source: Individual Users
sk_sk: Individuálni pou¾ívatelia

source: January
sk_sk: Január

source: July
sk_sk: Júl

source: June
sk_sk: Jún

source: Keywords
sk_sk: Kµúèové slová

source: Kind
sk_sk: Typ

source: Last 24 hours
sk_sk: Posledných 24 hodín

source: Last Modified
sk_sk: Posledná aktualizácia

source: Last Month
sk_sk: Posledný mesiac

source: Last Year
sk_sk: Posledný rok

source: Last week
sk_sk: Posledný tý¾deò

source: Limit the time span to export:
sk_sk: Obmedzi» rozsah èasov pre export.

source: List all contacts when loading the contacts screen? (if disabled, you will only see contacts that you search for explicitly)
sk_sk: Zobrazi» v¹etky kontakty pri prehµadávaní? (ak nie, budete vidie» iba kontakty, ktoré explicítne vyhovujú hµadaniu)

source: Lo_cation
sk_sk: Mie_sto

source: Loading ...
sk_sk: Nahráva sa ...

source: Loading...
sk_sk: Nahráva sa...

source: Local
sk_sk: Miestne

source: Local calendar owned by %s.
sk_sk: Miestny kalendár, vlastník %s.

source: Location
sk_sk: Miesto

source: Location: %s
sk_sk: Miesto: %s

source: Manage Calendars
sk_sk: Spravova» kalendáre

source: March
sk_sk: Marec

source: Maximum Number of Events
sk_sk: Maximálny poèet udalostí

source: Maximum number of events to display (0 = no limit)
sk_sk: Maximálny poèet udalostí na zobrazenie (0 = bez obmedzenia)

source: May
sk_sk: Máj

source: Me
sk_sk: Ja

source: Meeting
sk_sk: Stretnutie

source: Menu Alarms
sk_sk: Alarmy menu

source: Menu List
sk_sk: Zoznam menu

source: Minute(s)
sk_sk: Minúta(y)

source: Mo
sk_sk: Pon

source: Monday
sk_sk: Pondelok

source: Month
sk_sk: Mesiac

source: Month, Week, and Day Views
sk_sk: Mesaèné, tý¾denné a denné náhµady

source: Monthly
sk_sk: Mesaène

source: Monthly: Recurs every
sk_sk: Mesaène: opakovanie

source: Months Ahead
sk_sk: Mesiacov dopredu

source: Months Before
sk_sk: Mesiacov pred

source: Move down
sk_sk: Prejs» ni¾¹ie

source: Move up
sk_sk: Prejs» vy¹¹ie

source: Multiple iCalendar components found; only one vEvent is supported.
sk_sk: Bolo nájdených viacero komponentov iCalendar; podporovaný je iba jeden vEvent.

source: My Calendars
sk_sk: Moje kalendáre

source: My Calendars:
sk_sk: Moje kalendár:

source: My Free/Busy URL
sk_sk: Moja URL s voµnos»ou/obsadenos»ou

source: Name
sk_sk: Meno

source: New Event
sk_sk: Nová udalos»

source: New calendar created and automatically shared with the following group(s): %s.
sk_sk: Nový kalendár bol vytvorený a je automaticky zdieµaný s nasledovnými skupinami: %s.

source: Next
sk_sk: Ïalej

source: Next 24 hours
sk_sk: Nasledujúcich 24 hodín

source: Next Day
sk_sk: Nasledujúci deò

source: Next Month
sk_sk: Nasledujúci mesiac

source: Next Week
sk_sk: Nasledujúci tý¾deò

source: Next Year
sk_sk: Nasledujúci rok

source: Next day
sk_sk: Nasledujúci deò

source: Next week
sk_sk: Nasledujúci tý¾deò

source: No
sk_sk: Nie

source: No Information
sk_sk: ®iadne informácie

source: No alarm
sk_sk: ®iaden alarm

source: No attendees
sk_sk: ®iadni úèastníci

source: No attendees have been updated because none of the provided email addresses have been found in the event's attendees list.
sk_sk: ®iadnemu úèastníkovi nebola zaslaná aktualizácia, lebo ani jedna z uvedených e-mailových adries nepatrí ¾iadnemu úèastníkovi na zozname.

source: No calendars are available to guests.
sk_sk: Pre neprihlásených pou¾ívateµov nie sú k dispozícii ¾iadne kalendáre.

source: No calendars to search
sk_sk: ®iadne kalendáre na hµadanie

source: No end date
sk_sk: ®iaden dátum ukonèenia

source: No events to display
sk_sk: ®iadne udalosti na zobrazenie

source: No free/busy information found at the free/busy url of %s.
sk_sk: Pre %s neboli na URL s voµnos»ou/obsadenos»ou nájdené ¾iadne informácie.

source: No free/busy information is available for %s
sk_sk: Pre %s nie sú k dispozícii informácie o voµnosti/obsadenosti

source: No free/busy url found for %s.
sk_sk: Pre %s nie je k dispozícii URL s informáciami o voµnosti/obsadenosti

source: No iCalendar data was found.
sk_sk: Neboli nájdené ¾iadne údaje iCalendar.

source: No recurrence
sk_sk: ®iadne opakovanie

source: No valid email address found
sk_sk: Nebola nájdená platná e-mailová adresa

source: None
sk_sk: ®iadna

source: Not Found
sk_sk: Nenájdené

source: Not found
sk_sk: Nenájdené

source: Notifications
sk_sk: Upozornenia

source: Now
sk_sk: Teraz

source: Object Creator
sk_sk: Vytváranie objektov

source: October
sk_sk: Október

source: On
sk_sk: Na

source: On all calendars I have read access to
sk_sk: Pri v¹etkých kalendároch, kde mám prístup na èitanie

source: On all shown calendars
sk_sk: Pri v¹etkých zobrazených kalendároch

source: On my calendars only
sk_sk: Iba pri mojich kalendároch

source: Only the owner or system administrator may change ownership or owner permissions for a share
sk_sk: Iba vlastník alebo systémový administrátor mô¾e zmeni» vlastníka alebo vlastnícke práva na zdielanie

source: Optional
sk_sk: Voliteµné

source: Optional Attendees
sk_sk: Prípadní úèastníci

source: Other Options
sk_sk: Ïal¹ie nastavenia

source: Overview
sk_sk: Prehµad

source: Owner
sk_sk: Vlastník

source: Owner:
sk_sk: Vlastník:

source: Owner: %s
sk_sk: Vlastník: %s

source: PM
sk_sk: Popoludní

source: Password
sk_sk: Heslo

source: Pattern
sk_sk: Vzor

source: Permanently delete this event?
sk_sk: Natrvalo vymaza» túto udalos»?

source: Permission Denied
sk_sk: Prístup zamietnutý

source: Permission denied
sk_sk: Prístup zamietnutý

source: Permissions
sk_sk: Práva

source: Please resolve ambiguous or invalid addresses.
sk_sk: Prosím opravte zlé alebo nesprávne adresy.

source: Portal Options
sk_sk: Nastavenia portálu

source: Possible Meeting Time
sk_sk: Mo¾ný èas stretnutia

source: Previous Day
sk_sk: Predchádzajúci deò

source: Previous Month
sk_sk: Predchádzajúci mesiac

source: Previous Week
sk_sk: Predchádzajúci tý¾deò

source: Previous day
sk_sk: Predchádzajúci deò

source: Print Views
sk_sk: Náhµady na tlaèenie

source: Prior Events
sk_sk: Predo¹lé udalosti

source: Private Event from %s to %s
sk_sk: Súkromná udalos» od %s do %s

source: Private event
sk_sk: Súkromná udalos»

source: Private?
sk_sk: Súkromné?

source: Read
sk_sk: Èíta»

source: Really delete the calendar "%s"? This cannot be undone and all data on this calendar will be permanently removed.
sk_sk: Naozaj chcete vymaza» kalendár "%s"? Toto nie je mo¾né vráti» spä» a v¹etky údaje v tomto kalendári budú trvale odstránené.

source: Really unsubscribe from the calendar "%s" (%s)?
sk_sk: Naozaj sa chcete odhlási» z kalendára "%s" (%s)?

source: Recur Until
sk_sk: Opakuje sa do

source: Recurrence
sk_sk: Opakovanie

source: Recurrence Data
sk_sk: Údaje opakovania

source: Recurrence End Date
sk_sk: Dátum ukonèenia opakovania

source: Recurrence End Day
sk_sk: Deò ukonèenia opakovania

source: Recurrence End Month
sk_sk: Mesiac ukonèenia opakovania

source: Recurrence End Year
sk_sk: Rok ukonèenia opakovania

source: Recurrence Interval
sk_sk: Interval opakovania

source: Recurrence Type
sk_sk: Typ opakovania

source: Recurs daily
sk_sk: opakuje sa ka¾dodenne

source: Recurs monthly
sk_sk: opakuje sa ka¾dý mesiac

source: Recurs weekly
sk_sk: Opakuje sa ka¾dý tý¾deò

source: Recurs yearly
sk_sk: opakuje sa raz roène

source: Reminder: %s
sk_sk: Pripomienka: %s

source: Remote
sk_sk: Vzdialený

source: Remote Calendar from:
sk_sk: Vzdialený kalendár od:

source: Remote Calendars:
sk_sk: Vzdialené kalendáre:

source: Remote Subscription URL
sk_sk: URL pre vzdialené prihlásenie

source: Remove
sk_sk: Odstráni»

source: Remove %s
sk_sk: Odstráni» %s

source: Remove Attendee
sk_sk: Odstráni» úèastníka

source: Remove source
sk_sk: Odstráni» zdroj

source: Removing user data is not supported with the current calendar storage backend.
sk_sk: Backend aktuálneho kalendára nepodporuje odstraòovanie u¾ívateµských údajov.

source: Replace existing calendar with the imported one? <strong>Warning: This deletes all entries in your current calendar.</strong>
sk_sk: Nahradi» existujúci kalendár importovaným? <strong>Pozor: Toto vyma¾e v¹etky záznamy vo Va¹om aktuálnom kalendári.</strong>

source: Required
sk_sk: Po¾adovaný

source: Required Attendees
sk_sk: Po¾adovaní úèastníci

source: Reset to Defaults
sk_sk: Obnovi» na prednastavené hodnoty

source: Response
sk_sk: Odpoveï

source: Restrict day and week views to these time slots, even if there <strong>are</strong> earlier or later events?
sk_sk: Obmedzi» denný a tý¾denný náhµad na tieto èasové úseky, aj keï <strong>existujú</strong> skor¹ie alebo neskor¹ie udalosti?

source: Sa
sk_sk: So

source: Saturday
sk_sk: Sobota

source: Save
sk_sk: Ulo¾i»

source: Save %s
sk_sk: Ulo¾i» %s

source: Save As New
sk_sk: Ulo¾i» ako novú

source: Save Attendees
sk_sk: Ulo¾i» úèastníkov

source: Save Event
sk_sk: Ulo¾i» udalos»

source: Save and Finish
sk_sk: Ulo¾i» a ukonèi»

source: Search
sk_sk: Hµada»

source: Search Results
sk_sk: Výsledky hµadania

source: Search for Calendars:
sk_sk: Hµada» kalendáre:

source: Search results
sk_sk: Výsledky hµadania

source: Searching free/busy is not available.
sk_sk: Hµadanie voµnosti/obsadenosti nie je k dispozícii.

source: Select a calendar above to display the URL
sk_sk: Vyberte vy¹¹ie kalendár na zobrazenie URL

source: Select a calendar to edit
sk_sk: Vyberte kalendár na úpravu

source: Select a date
sk_sk: Vyberte dátum

source: Select a group to add
sk_sk: Vyberte skupinu na pridanie

source: Select a group to add:
sk_sk: Vyberte skupinu na pridanie:

source: Select a new owner:
sk_sk: Vyberte nového vlastníka:

source: Select a user to add:
sk_sk: Vyberte u¾ívateµa na pridanie:

source: Select address book sources for adding and searching for addresses.
sk_sk: Vyberte adresárové zdroje pre pridávanie a hµadanie adries.

source: Select all fields to search when expanding addresses.
sk_sk: Vyberte v¹etky polia na prehµadanie pri dopåòaní adries.

source: Select confirmation options, how to display the different views and choose default view.
sk_sk: Vyberte nastavenia potvrdení, ïalej ako sa majú zobrazova» rôzne náhµady a ¹tandardný náhµad.

source: Select the calendar to import to:
sk_sk: Vyberte kalendár, do ktorého sa má importova»:

source: Select the calendar(s) to export from
sk_sk: Vyberte kalendáre, z ktorých sa má exportova»:

source: Select the export format:
sk_sk: Vyberte formát exportu:

source: Select the file to import:
sk_sk: Vyberte súbor pre import:

source: Select the first weekday:
sk_sk: Vyberte prvý deò tý¾dòa:

source: Select the format of the source file:
sk_sk: Vyberte formát zdrojového súboru:

source: Select the time span to show:
sk_sk: Vyberte èasový rozsah pre zobrazenie:

source: Select the view to display on startup:
sk_sk: Vyberte náhµad, ktorý sa zobrazí po prihlásení:

source: Select which events to show in the portal.
sk_sk: Vyberte, ktoré udalosti sa majú zobrazi» v portáli.

source: Selected Address books:
sk_sk: Vybrané adresáre:

source: Selected addresses
sk_sk: Vybrané adresy

source: Send a cancel notification to all attendees when deleting this event?
sk_sk: Posla» upozornenie o zru¹ení v¹etkým úèastníkom pri vymazaní tejto udalosti?

source: Send an email to %s
sk_sk: Posla» e-mail %s

source: Send invitations to all attendees?
sk_sk: Posla» pozvánku v¹etkým úèastníkom?

source: Send updates to all attendees?
sk_sk: Posla» aktualizácie v¹etkým úèastníkom?

source: Set default values for new events.
sk_sk: Nastavte prednastavené hodnoty pre nové udalosti.

source: Set end date
sk_sk: Nastavi» dátum ukonèenia

source: Set recurrence end date
sk_sk: Nastavi» dátum ukonèenia opakovania

source: Set start date
sk_sk: Nastavi» dátum zaèiatku

source: Set your Free/Busy calendars and your own and other users' Free/Busy options.
sk_sk: Nastavte Va¹e kalendáre pre voµnos»/obsadenos» a nastavenia pre Vás a iných u¾ívateµov.

source: Share not found: %s
sk_sk: Zdieµanie nebolo nájdené: %s

source: Shared Calendars:
sk_sk: Zdieµané kalendáre:
