Repository: horde/horde
Catalog: horde/po/*.po
Languages: ar_sy

source: 24 hours
ar_sy: 24 ÓÇÚÉ

source: <b>A fatal error has occurred:</b>
ar_sy: <b> ÍÕá ÎØÃ:

source: AM/PM
ar_sy: äåÇÑÇğ/áíáÇğ

source: Add pair
ar_sy: ÃÖİ ËäÇÆí

source: Address
ar_sy: ÇáÚäæÇä

source: Address Book
ar_sy: ÏİÊÑ ÚäÇæíä

source: An illegal value was specified.
ar_sy: Êã ÊÍÏíÏ ŞíãÉ ÛíÑ ãŞÈæáÉ

source: Ask for confirmation before doing maintenance operations?
ar_sy: ÊÃßíÏ ÇáØáÈ ŞÈá ÇáÈÏÁ ÈÚãáíÇÊ ÇáÕíÇäÉ¿

source: Authentication rejected by RADIUS server.
ar_sy: Êã ÑİÖ ÇáÊÍŞŞ ãä ÇáåæíÉ ãä ŞÈá ÇáãÎÏã ÑÇÏíæÓ.

source: Available fields:
ar_sy: ÇáÍŞæá ÇáãÊæİÑÉ:

source: Bad kerberos password.
ar_sy: ßáãÉ ãÑæÑ ÛÈÑ ãŞÈæáÉ (ßíÑÈíÑæÓ)

source: Bad kerberos username.
ar_sy: ÇÓã ÇáãÓÊÎÏã ÛÈÑ ãŞÈæá (ßíÑÈíÑæÓ)

source: Birthday
ar_sy: íæã ÇáãíáÇÏ

source: Building MO files for module %s%s%s...
ar_sy: ÅäÔÇÁ ãáİÇÊ MO ááÈÑíãÌÇÊ %s%s%s...

source: Building locale %s%s%s...
ar_sy: ÅäÔÇÁ ÇáãáİÇÊ ÇáãÍáíÉ %s%s%s...

source: Calendar
ar_sy: ÃÌäÏÉ

source: Cancel Problem Report
ar_sy: ÅáÛÇÁ ÇáÈáÇÛ Úä ãÔßáÉ

source: Cell Phone
ar_sy: ÇáåÇÊİ ÇáÌæÇá

source: Check the box for any operation(s) you want to perform at this time.
ar_sy: ÖÚ ÚáÇãÉ İí ãÑÈÚ ÇáÚãáíÉ (ÇáÚãáíÇÊ) ÇáÊí ÊÑíÏ ÊäİíĞåÇ ÍÇáÇğ.

source: Close Help
ar_sy: ÅÛáÇŞ ÇáãÓÇÚÏÉ

source: Close Help Window
ar_sy: ÅÛáÇŞ äÇİĞÉ ÇáãÓÇÚÏÉ

source: Close Window
ar_sy: ÅÛáÇŞ ÇáäÇİĞÉ

source: Comics
ar_sy: ÑÓæãÇÊ

source: Commands:
ar_sy: ÇáÃæÇãÑ:

source: Committing:
ar_sy: ÊäİíĞ

source: Company
ar_sy: ÇáÔÑßÉ

source: Connection to ftp server failed.
ar_sy: ÍÕá ÎØÃ ÎáÇá ÇáÅÊÕÇá ÈãÎÏã ÇáÜ FTP.

source: Console_Getopt not found.
ar_sy: áã íÚËÑ Úáì Console_Getopt.

source: Contents of '%s'
ar_sy: ãÍÊæíÇÊ '%s'

source: Contents of the RAR archive
ar_sy: ãÍÊæíÇÊ ÇáÃÑÔíİ RAR

source: Copying %s to %s
ar_sy: äÓÎ %s Åáì %s

source: Could not connect to database for SQL SessionHandler.
ar_sy: áã íÊã ÇáÅÊÕÇá ãÚ ŞÇÚÏ ÇáÈíÇäÇÊ áÜ SQL SessionHandler.

source: Could not connect to table '%s' for SQL SessionHandler.
ar_sy: áÇ íÊã ÇáÅÊÕÇá ãÚ ÌÏæá '%s' İí SQL SessionHandler.

source: Could not copy %s to %s
ar_sy: áÇ ÅãßÇäíÉ áäÓÎ %s Åáì %s

source: Could not create locale directory for locale %s:
ar_sy: áÇÅãßÇäíÉ áÅäÔÇÁ ãÌáÏ ãÍáí (local) ãä ÃÌá ãáİ ÇááÛÉ %s:

source: Could not open Maintenance_Task module %s
ar_sy: áÇÅãßÇäíÉ áİÊÍ Maintenance_Task ááÈÑíãÌ %s

source: DD
ar_sy: íæã - ÑŞãíä

source: Daily
ar_sy: íæãí

source: Database query failed.
ar_sy: ÎØÃ İí ÇáÇÊÕÇá ãÚ ŞÇÚÏÉ ÇáÈíÇäÇÊ

source: Default Identity
ar_sy: ÇáÊÍŞŞ ÇáÇİÊÑÇÖí

source: Describe the Problem
ar_sy: ÔÑÍ ÇáãÔßáÉ

source: Details have been logged for the administrator.
ar_sy: Êã ÍİÙ ÇáÊİÇÕíá áãÏíÑ ÇáäÙÇã

source: Display Options
ar_sy: ÎíÇÑÇÊ ÇáÚÑÖ

source: Do not directly access maintenance.php
ar_sy: áÇ ÊÏÎá ãÈÇÔÑÉğ Åáì Çáãáİ maintenance.php

source: Email
ar_sy: ÇáÈÑíÏ ÇáÅáßÊÑæäí

source: Empty result.
ar_sy: áÇÊæÌÏ äÊÇÆÌ.

source: Entries: %d total, %d up-to-date, %d new, %d changed, %d unknown
ar_sy: ÇáÅÏÎÇáÇÊ: ÇáãÌãæÚ %d¡ ÇáÍÏíËÉ %d¡ ÇáÌÏíÏÉ %d¡ ÇáãÚÏáÉ %d¡ ÛíÑ ãÚÑæİÉ %d

source: Error
ar_sy: ÎØÃ

source: Error:
ar_sy: ÍÕá ÎØÃ:

source: Every 15 minutes
ar_sy: ßá 15 ÏŞíŞÉ

source: Every 30 seconds
ar_sy: ßá 30 ÏŞíŞÉ

source: Every 5 minutes
ar_sy: ßá 5 ÏŞíŞÉ

source: Every Login
ar_sy: ßá ÏÎæá

source: Every half hour
ar_sy: ßá äÕİ ÓÇÚÉ

source: Every minute
ar_sy: ßá ÏŞíŞÉ

source: Example values:
ar_sy: ÃãËáÉ Úáì ÇáŞíã:

source: Executing:
ar_sy: ÊäİíĞ:

source: Expected "BEGIN" in the line %d.
ar_sy: äÊæŞÚ "BEGIN" İí ÇáÓØÑ %d.

source: Expected "END:%s" in line %d.
ar_sy: äÊæŞÚ "END:%s" İí ÇáÓØÑ %d.

source: Extracting from %s...
ar_sy: íÊã ÇáÇÓÊÎáÇÕ ãä %s...

source: Failed retrieving preferences.
ar_sy: áÇÅãßÇäíÉ ááÚËæÑ Úáì ÇáÊİÖíáÇÊ.

source: Failed to connect to LDAP server.
ar_sy: áÇÅãßÇäíÉ ááÅÊÕÇá ÈÇáãÎÏã LDAP.

source: Failed to connect to SMB server.
ar_sy: áÇÅãßÇäíÉ ááÅÊÕÇá ÈÇáãÎÏã SMB.

source: Fax
ar_sy: İÇßÓ

source: Found applications: %s
ar_sy: ÇáÊØÈíŞÇÊ ÇáãæÌæÏÉ: %s

source: Found directories:
ar_sy: ÇáãÌáÏÇÊ ÇáãæÌæÏÉ:

source: Full Description:
ar_sy: ÇáÔÑÍ ÇáÊİÕíáí:

source: Getopt Error:
ar_sy: ÎØÃ İí Getopt:

source: Help
ar_sy: ÇáãÓÇÚÏÉ

source: Helper application to create and maintain translations for the Horde framework and its applications. For an introduction read the file README in this directory.
ar_sy: ãä ÃÌá áãÍÉ ÚÇãÉ¡ ÇáÑÌÇÁ ŞÑÇÁÉ ãáİ Readme İí åĞÇ ÇáãÌáÏ.

source: Home
ar_sy: ÇáÈÏÇíÉ

source: Home Address
ar_sy: ÚäæÇä ÇáãäÒá

source: Home Phone
ar_sy: åÇÊİ ÇáãäÒá

source: Horde
ar_sy: åæÑÏí

source: Horde Login
ar_sy: ÏÎæá Åáì åæÑÏí

source: Horde System
ar_sy: äÙÇã åæÑÏí

source: Horde Wireless
ar_sy: åæÑÏí ááÇÓáßí

source: Horde is not properly configured
ar_sy: áã íÊã ÅÚÏÇÏ åæÑÏí ÈÔßá ÕÍíÍ

source: Horde translation generator
ar_sy: ãæáÏ åæÑÏí ÇÇÊÑÌãÉ

source: Icons Only
ar_sy: ÃíŞæäÇÊ İŞØ

source: Icons with text
ar_sy: ÃíŞæäÇÊ ãÚ äÕæÕ

source: Import
ar_sy: ÇÓÊíÑÇÏ

source: Import Error:
ar_sy: ÎØÃ İí ÇáÇÓÊíÑÇÏ:

source: Imported field: %s
ar_sy: ÇáÍŞæá ÇáãÓÊæÑÏÉ: %s

source: Imported fields:
ar_sy: ÇáÍŞæá ÇáãÓÊæÑÏÉ:

source: Initializing module %s...
ar_sy: ÊÌåíÒ ÇáÈÑíãÌ %s...

source: Kerberos server rejected authentication.
ar_sy: ÇáãÎÏã ßíÑÈíÑæÓ ÑİÖ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Language
ar_sy: ÇááÛÉ

source: List Help Topics
ar_sy: ŞÇÆãÉ ÚäÇæíä ÇáãÓÇÚÏÉ

source: Loading libraries...
ar_sy: ÊÍãíá ÇáãßÊÈÇÊ...

source: Log in
ar_sy: ÏÎæá

source: Log out
ar_sy: ÎÑæÌ

source: Login failed for some reason. Most likely your username or password was entered incorrectly.
ar_sy: ÍÕá ÎØÃ áÓÈÈ ãÇ ÃËäÇÁ ÇáÏÎæá. Úáì ÇáÃÑÌÍ Ãä ÇÓã ÇáãÓÊÎÏã Ãæ ßáãÉ ÇáãÑæÑáíÓÊ ÕÍíÍÉ

source: Logout
ar_sy: ÎÑæÌ

source: MM
ar_sy: ÔåÑ - ÑŞãíä

source: Mail
ar_sy: ÇáÈÑíÏ

source: Make sure that you have PEAR installed and in your include path.
ar_sy: ÊÃßÏ ãä Ãä PEAR ãÑßÈÉ æãÚÑİÉ Öãä ÇáãÓÇÑ.

source: Making directory %s
ar_sy: ÅäÔÇÁ ÇáãÌáÏ %s

source: Map Date and Time Fields
ar_sy: ÅÏÑÇÌ ÍŞæá ÇáÊÇÑíÎ æÇáæŞÊ.

source: Map Import Fields
ar_sy: ÅÏÑÇÌ ÇáÍŞæá ÇáãÓÊæÑÏÉ

source: Matching fields
ar_sy: ãØÇÈŞÉ ÇáÍŞæá

source: Memos
ar_sy: ãĞßÑÇÊ

source: Menu mode:
ar_sy: æÖÚ ÇáãĞßÑÇÊ:

source: Merging all %s.po files to the compendium...
ar_sy: ÏãÌ ÌãíÚ ÇáãáİÇÊ %s.po Åáì ÇáÎáÇÕÉ...

source: Merging the PO file for %s%s%s to the compendium...
ar_sy: ÏãÌ ãáİ PO ãä ÃÌá %s%s%s Åáì ÇáÎáÇÕÉ...

source: Merging translation for module %s...
ar_sy: ÏãÌ ÇáÊáÑÌãÉ ááÈÑíãÌ %s...

source: Message
ar_sy: ÑÓÇáÉ

source: Monthly
ar_sy: ÔåÑíÇğ

source: My Summary
ar_sy: ÇáÎáÇÕÉ

source: Name
ar_sy: ÇáÇÓã

source: Never
ar_sy: ÃÈÏÇğ

source: No
ar_sy: áÇ

source: No configuration information specified for FTP VFS.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÅÚÏÇÏÇÊ ÇáÜ FTP VFS.

source: No configuration information specified for LDAP Preferences.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÊİÖíáÇÊ LDAP.

source: No configuration information specified for SQL Categories.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÊÕäíİÇÊ SQL.

source: No configuration information specified for SQL Preferences.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá äİÖíáÇÊ SQL.

source: No configuration information specified for SQL SessionHandler.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá SessionHandler ãä ÃÌá SQL.

source: No configuration information specified for SQL VFS.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÅÚÏÇÏÇÊ ÇáÜ SQL VFS.

source: No configuration information specified for SQL authentication.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÇáÊÍŞŞ ãä ÇáåæíÉ áÜ SQL.

source: No configuration information specified for SQL-File VFS.
ar_sy: áÇÊæÌÏ ãÚáæãÇÊ Íæá ÅÚÏÇÏÇÊ ãáİÇÊ SQL VFS.

source: No entry with the id '%s' exists in the original help file.
ar_sy: áÇÊæÌÏ ÈíÇäÇÊ ÊÍÊ ÇáãÚÑİ '%s' İí ãáİ ÇáãÓÇÚÏÉ ÇáÃÓÇÓí.

source: No locale specified.
ar_sy: áã íÊã ÊÍÏíÏ áÛÉ ãÍáíÉ.

source: No password provided for Kerberos authentication.
ar_sy: áÇÊæÌÏ ßáãÉ ãÑæÑ ááÊÍŞŞ ßíÑÈíÑæÓ

source: No password provided for LDAP authentication.
ar_sy: áÇÊæÌÏ ßáãÉ ãÑæÑ ááÊÍŞŞ LDAP.

source: No password provided for RADIUS authentication.
ar_sy: áÇÊæÌÏ ßáãÉ ãÑæÑ ááÊÍŞŞ ÑÇÏíæÓ.

source: No password provided for SMB authentication.
ar_sy: áÇÊæÌÏ ßáãÉ ãÑæÑ ááÊÍŞŞ SMB>

source: No preferences are available.
ar_sy: áÇÊæÌÏ ÃíÉ ÊİÖíáÇÊ.

source: Notes
ar_sy: ãáÇÍÙÇÊ

source: Notice
ar_sy: ÊäÈíå

source: Notification listener %s not found.
ar_sy: áã íÚËÑ Úáì ÇáãÓÊãÚ %s.

source: Number of columns in the summary view:
ar_sy: ÚÏÏ ÇáÃÚãÏÉ İí ÇáãáÎÕ:

source: OK
ar_sy: ãæÇİŞ

source: Options
ar_sy: ÎíÇÑÇÊ

source: Options:
ar_sy: ÎíÇÑÇÊ:

source: Other Information
ar_sy: ãÚáæãÇÊ ÂÎÑì

source: PHP support in xgettext:
ar_sy: ÏÚã PHP İí xgettext:

source: Password
ar_sy: ßáãÉ ÇáãÑæÑ

source: Perform Maintenance Operations
ar_sy: ÊäİíĞ ÚãáíÇÊ ÇáÕíÇäÉ

source: Phone
ar_sy: åÇÊİ

source: Please provide a summary of the problem.
ar_sy: ÇáÑÌÇÁ ÊÒæíÏäÇ ãáÎÕ ÇáãÔßáÉ.

source: Please provide your username and password
ar_sy: ÇáÑÌÇÁ ÊÒæíÏäÇ ÈÇÓã ÇáãÓÊÎÏã æßáãÉ ÇáÓÑ.

source: Please report any bugs to i18n@lists.horde.org.
ar_sy: ÇáÑÌÇÁ ÅÑÓÇá Ãí ãÔßáÉ Ãæ ÎØÃ İí ÇáÈÑäÇãÌ Åáì i18n@lists.horde.org.

source: Problem Description
ar_sy: ÔÑÍ ÇáãÔßáÉ

source: Remove pair
ar_sy: ÅÒáÉ ÇáËäÇÆí

source: Required '%s' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì '%s' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'basedn' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'basedn' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'basedn' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'basedn' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'bdc_hostspec' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'bdc_hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'database' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì 'database' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'database' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'database' İí ÅÚÏÇÏÇÊ ÇáÜ VFS.

source: Required 'database' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'database' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'database' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'database' İí ÅÚÏÇÏÇÊ ÇáÊÕäíİÇÊ.

source: Required 'database' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'database' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'domain' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'domain' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'hostspec' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'hostspec' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÜ VFS.

source: Required 'hostspec' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'hostspec' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÕäíİÇÊ.

source: Required 'hostspec' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'password' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì 'password' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'password' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì'password' İí ÅÚÏÇÏÇÊ ÇáÜ VFS.

source: Required 'password' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'password' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'password' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'password'' İí ÅÚÏÇÏÇÊ ÇáÊÕäíİÇÊ.

source: Required 'password' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'password'' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'pdc_hostspec' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'pdc_hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'phptype' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì 'phptype' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'phptype' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'phptype' İí ÅÚÏÇÏÇÊ VFS.

source: Required 'phptype' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'phptype' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'phptype' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'phptype' İí ÅÚÏÇÏÇÊ ÇáÊÕäíİÇÊ.

source: Required 'phptype' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'phptype' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ

source: Required 'port' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'port' İí ÅÚÏÇÏÇÊ VFS.

source: Required 'table' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'table' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'hostspec' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'uid' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'uid' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'uid' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'uid' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'username' not specified in SessionHandler configuration.
ar_sy: áã íÚËÑ Úáì 'username' İí ÅÚÏÇÏÇÊ ÇáÜ SessionHandler.

source: Required 'username' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'username' İí ÅÚÏÇÏÇÊ VFS.

source: Required 'username' not specified in authentication configuration.
ar_sy: áã íÚËÑ Úáì 'username' İí ÅÚÏÇÏÇÊ ÇáÊÍŞŞ ãä ÇáåæíÉ.

source: Required 'username' not specified in categories configuration.
ar_sy: áã íÚËÑ Úáì 'username' İí ÅÚÏÇÏÇÊ ÇáÊÕäíİÇÊ.

source: Required 'username' not specified in preferences configuration.
ar_sy: áã íÚËÑ Úáì 'username' İí ÅÚÏÇÏÇÊ ÇáÊİÖíáÇÊ.

source: Required 'vfsroot' not specified in VFS configuration.
ar_sy: áã íÚËÑ Úáì 'vfsroot' İí ÅÚÏÇÏÇÊ VFS.

source: Return to Options
ar_sy: ÚæÏÉ Åáì ÇáÎíÇÑÇÊ

source: Role
ar_sy: ÇáÏæÑ

source: Save Options
ar_sy: ÍİÙ ÇáÎíÇÑÇÊ

source: Searching Horde applications...
ar_sy: ÈÍË Úä ÊØÈíŞÇÊ åæÑÏí...

source: Searching gettext binaries...
ar_sy: ÈÍË Úä ÇáÊÑãíÒ ÇáËäÇÆí áÜ gettext

source: Select the characters you need from the boxes below. You can then copy and paste them from the textarea.
ar_sy: ÍÏÏ ÇáÍÑæİ/ÇáÑãæÒ ÇáÊí ÊÑíÏåÇ ÃÏäÇå. æãä Ëã íãßä äÓÎåÇæáÕŞåÇ Öãä ÇáäÕ.

source: Select the date delimiter:
ar_sy: ÇÎÊÑ ÇáİæÇÕá ááÊÇÑíÎ:

source: Select the date format:
ar_sy: ÇÎÊÑ ÊäÓíŞ ÇáÊÇÑíÎ:

source: Select the time format:
ar_sy: ÇÎÊÑ ÊäÓíŞ ÇáæŞÊ:

source: Select two matching fields.
ar_sy: ÅÎÊÑ ÍŞáíä ãÊãÇËáíä.

source: Select your preferred language:
ar_sy: ÅÎÊÑ áÛÊß ÇáãİÖáÉ:

source: Send Problem Report
ar_sy: ÃÑÓá ÊŞÑíÑÇğ ÈãÔßáÉ ÍÕáÊ

source: Set your page refreshing, and other display options.
ar_sy: ÇÎÊÑ ÊÍÏíË ÇáÕİÍÉ æÎíÇÑÇÊ ÇáÔÇÔÉ ÇáÃÎÑì.

source: Set your preferred display language.
ar_sy: ÇÎÊÑ áÛÊß ÇáãİÖáÉ ááÅÙåÇÑ

source: Short Summary:
ar_sy: ÇáäÊíÌÉ ÇáãÎÊÕÑÉ:

source: Skip Maintenance
ar_sy: Ååãá ÇáÕíÇäÉ

source: Skipped...
ar_sy: ÅåãÇá...

source: Some of Horde's configuration files are missing:
ar_sy: ÈÚÖ ãáİÇÊ ÇáÅÚÏÇÏÇÊ ÇáÎÕÉ ÈåæÑÏí ãİŞæÏÉ.

source: Special Character Input
ar_sy: ÅÏÎÇÑ ÍÑæİ ÎÇÕÉ

source: Success
ar_sy: Êã ÈäÌÇÍ

source: Tasks
ar_sy: ÇáãåãÇÊ

source: Text Only
ar_sy: äÕ İŞØ

source: The help file %s didn't start with <?xml
ar_sy: ãáİ ÇáãÓÇÚÏÉ %s áÇ íÈÏÃ ÈÜ <?xml

source: The program used to view this message type (%s) was not found on the system.
ar_sy: áã íÊã ÇáÚËæÑ Úáì ÇáÈÑäÇãÌ ÇáãÓÊÎÏã áÅÙåÇÑ ÇáÑÓÇÆá ãä äæÚ (%s) Öãä äÙÇãß.

source: The registry is how Horde applications find out how to talk to each other. You should list any installed Horde applications that you have here.
ar_sy: ÇáÊÓÌíá íÚäí ØÑíŞÉ ÇáÊÎÇØÈ Èíä ÇáÈÑÇãÌ ÇáãßæäÉ áäÙÇã åæÑÏííÌÈ ÅÏÑÇÌ Ãí ÈÑäÇãÌ íÚãá ãÚ åæÑÏí ŞÏ Êã ÊÑßíÈå Úäßã.

source: There doesn't yet exist a help file for %s.
ar_sy: áÇ íæÌÏ ÍÇáíÇğ ãáİ ãÓÇÚÏÉ ãä ÃÌá %s.

source: There was an error opening the file %s. Try running translation.php with the flag -d to see any error messages from the xml parser.
ar_sy: ÍÕá ÎØÃ ÎáÇá İÊÍ ãáİ ÇáÊÑÌãÉ %s. ÍÇæá ÊÔÛíá translation.php ãÚ(flag -d) áÚÑÖ ÑÓÇáÉ ÇáÎØÃ ãä ãÚÇáÌ ÇáÜ xml.

source: This file controls the global set of MIME drivers for the Horde framework, allowing applications to make use of programs such as enscript or mswordview to render content into HTML for viewing in a browser.
ar_sy: íÊÍßã åĞÇ Çáãáİ ÈÇáÅÚÏÇÏÇÊ ÇáÚÇãÉ áÈÑÇãÌ ÇáŞíÇÏÉ ááÜ MIME ááåæÑÏíáÅÙåÇÑ ÇáãáİÇÊ ÇáãÑİŞÉ Öãä ÕİÍÉ ÇáæíÈ İí ÇáãÊÕİÍ.

source: This file controls the stylesheet that is used to set colors and fonts for the Horde framework and all applications that do not provide their own settings.
ar_sy: íÊÍßã åĞÇ Çáãáİ İí ÔÑíÍÉ ÇáÓãÇÊ ÇáÊí ÊÓÊÎÏã áÖÈØ ÇáÃáæÇä æÇáÎØæØááÅØÇÑ ÇáÚÇã áåæÑÏí Ãæ ÇáÈÑÇãÌ ÇáÚÇãáÉ Öãäå ÇáÊí áÇ Êãáß ãáİåÇ ÇáÎÇÕáåĞÇ ÇáäæÚ ãä ÇáÅÚÏÇÏÇÊ.

source: This file maps file extensions to logical MIME types, enabling Horde applications to figure out how to handle some content such as email attachments or CVS checkouts.
ar_sy: íÍÊæí åĞÇ Çáãáİ Úáì ãÎØØ ÇáÅãÊÏÇÏÇÊ ááÃäæÇÚ ÇáãäØŞíÉ ááãáİÇÊ ÇáÊí ÊÌÚá ÈÑÇãÌåæÑÏí ŞÇÏÑÉ Úáì ÇáÊÚÇãá ãÚ ÈÚÖ ÇáÃäæÇÚ ãä ÇáãÍÊæíÇÊ ááÈÑíÏãËá ÈÚÖ ãÑİŞÇÊ ÇáÑÓÇÆá Ãæ ãáİÇÊ ãä äæÚ CVS.

source: This is the main Horde configuration file. It contains paths and basic items that apply to the core framework and all Horde applications.
ar_sy: åĞÇ Çáãáİ íÍæí ÇáÅÚÏÇÏÇÊ ÇáÑÆíÓíÉ áåæÑÏí. íÍÊæí Úáì ÇáãÓÇÑÇÊ æÇáãßæäÇÊ ÇáÃÓÇÓíÉááÅØÇÑ ÇáÚÇã æÌãíÚ ÇáÈÑÇãÌ ÇáÊí ÊÚãá Öãä ÅØÇÑ åæÑÏí.

source: This number must be at least one.
ar_sy: íÌÈ Ãä íßæä åĞÇ ÇáÑŞã ÃßÈÑ ãä ÇáÕİÑ

source: This value must be a number.
ar_sy: íÌÈ Ãä Êßæä åĞå ÇáŞíãÉ ÑŞã.

source: Title
ar_sy: ÇááŞÈ

source: Type mismatch.
ar_sy: ÎØÃ İí ÇáäæÚ

source: URL
ar_sy: ÚäæÇä ÇáÅäÊÑäíÊ

source: Unable to change permission for VFS file %s/%s.
ar_sy: áÇ ÅãßÇäíÉ áÊÛííÑ ÇáÓãÇÍíÇÊ áãáİ VFS %s/%s.

source: Unable to connect to SQL server.
ar_sy: áÇ ÅãßÇäíÉ ááÅÊÕÇá ÈãÎÏã SQL.

source: Unable to read the vfsroot directory.
ar_sy: áÇ ÅãßÇäíÉ áŞÑÇÁÉ ãÌáÏ vfsroot.

source: Unable to register preferences in session.
ar_sy: áÇ ÅãßÇäíÉ áÊÓÌíá ÇáÈíÇäÇÊ İí åĞÇ ÇáÇÊÕÇá.

source: Unable to rename VFS file %s/%s.
ar_sy: áÇ ÊæÌÏ ÅãßÇäíÉ áÊÛííÑ ÇÓã ãáİ ÇáÜ VFS %s/%s.

source: Unable to translate this Word document
ar_sy: ÛíÑ ŞÇÏÑ Úáì ÊÑÌãÉ ãÓÊäÏ ÇáæÑÏ åĞÇ

source: Undo Changes
ar_sy: ÊÑÇÌÚ Úä ÇáÊÛííÑÇÊ

source: Unexpected end of file.
ar_sy: äåÇíÉ ÛíÑ ãŞÈæáÉ ááãáİ.

source: Unknown command: %s
ar_sy: ÃãÑ ÛíÑ ãÚÑæİ %s:

source: Updating %s help file for %s.
ar_sy: ÊÍÏíË ãáİ ÇáãÓÇÚÏÉ %s ãä ÃÌá %s.

source: Usage:
ar_sy: ÍÌã ÇáÇÓÊÎÏÇã:

source: Use Default Value
ar_sy: ÇÓÊÎÏã ÇáŞíã ÇáÅİÊÑÇÖíÉ

source: User Options
ar_sy: ÎíÇÑÇÊ ÇáãÓÊÎÏã

source: Username
ar_sy: ÇÓã ÇáãÓÊÎÏã

source: Username and/or password not correct.
ar_sy: ÎØÃ İí ÇÓã ÇáãÓÊÎÏã æ/Ãæ ßáãÉ ÇáÓÑ.

source: Warning
ar_sy: ÊäÈíå

source: Warning:
ar_sy: ÊäÈíå:

source: Weekly
ar_sy: ÃÓÈæÚíÇğ

source: Welcome to %s
ar_sy: ÃåáÇ Èßã Åáì %s

source: Welcome, %s
ar_sy: ÃåáÇ æÓåáÇ %s

source: What application should Horde display after login?
ar_sy: ãÇ ÇáÈÑäÇãÌ ÇáãÊÑÖ ÚÑÖå ãä åæÑÏí ÈÚÏ ÇáÏÎæá¿

source: Work Address
ar_sy: ÚäæÇä ÇáÚãá

source: Work Phone
ar_sy: åÇÊİ ÇáÚãá

source: Writing updated help file to %s.
ar_sy: ßÊÇÈÉ ãáİ ÇáãÓÇÚÏÉ ÇáãÚÏá Åáì %s.

source: YY
ar_sy: ÓäÉ - ××

source: Yearly
ar_sy: ÓäæíÇğ

source: Yes
ar_sy: äÚã

source: You have been logged out.<br />Thank you for using the system.
ar_sy: Êã ÇáÎÑæÌ ÈäÌÇÍ. <br /> ÔßÑÇğ áÇÓÊÎÏÇãßã åĞÇ ÇáäÙÇã.

source: You must describe the problem before you can send the problem report.
ar_sy: íÌÈ ÔÑÍ ÇáãÔßáÉ ŞÈá ÇÑÓÇá ÊŞÑíÑÇğ ÈåÇ.

source: Your %s session has expired. Please login again.
ar_sy: ÇäÊåÊ ÕáÇÍíÉ ÇáÇÊÕÇá %s. ÇáÑÌÇÁ ÅÚÇÏÉ ÇáÏÎæá.

source: Your Email Address:
ar_sy: ÚäæÇä ÈÑíÏß ÇáÅáßÊÑæäí:

source: Your Information
ar_sy: ÈíÇäÇÊß:

source: Your Name:
ar_sy: ÇÓãß:

source: Your options have been updated.
ar_sy: Êã ÊÍÏíË ÇáÎíÇÑÇÊ

source: [Problem Report]
ar_sy: [ÊŞÑíÑ ÇáãÔßáÉ]

source: [line %s of %s]
ar_sy: [ÇáÓØÑ %s ãä %s]

source: an error has occured:
ar_sy: ÍÕá ÎØÃ:

source: done
ar_sy: Êã ÈäÌÇÍ

source: failed
ar_sy: İÔá

source: name
ar_sy: ÇáÇÓã

source: not found
ar_sy: ÛíÑ ãæÌæÏ

source: the Horde PO file for the locale %s does not exist:
ar_sy: Åä ãáİÇÊ PO ááÛÉ %s ÛíÑ ãæÌæÏÉ
