Repository: horde/horde
Catalog: klutz/locale/*/LC_MESSAGES/klutz.po
Languages: da, de, fi, lv, sv

source: %s by %s
da: %s af %s
de: %s von %s
fi: %s tekijä %s
lv: %s pēc %s
sv: %s av %s

source: All Comics
da: Alle egneserier
de: Alle Comics
fi: Kaikki sarjakuvat
lv: Visi komiksi
sv: Alla lustigheter

source: All Dates
da: Alle datoer
de: Alle Daten
fi: Kaikki päivät
lv: Visi datumi
sv: Alla datum

source: An error occurred removing %s for %s<br />
da: En fejl opstod ved fjernelse af %s for %s<br />
de: Beim Entfernen von %s für %s ist ein Fehler aufgetreten<br />
fi: Tapahtui virhe poistettaessa %s %s />
lv: Radusies kļūda aizvācot %s līdz %s <br />
sv: Fel uppstod vid radering %s för %s<br />

source: August
sv: augusti

source: Browse
sv: Lista

source: Change display options such as what comics you see, and how comics are sorted.
da: Her kan du ændre visningsindstillinger, så som hvilke tegneserie, der bliver vist på og hvordan tegneserier sorteres.
de: Ändern Sie Anzeige-Einstellungen wie die Comics, die angezeigt werden sollen, und wie sie sortiert werden sollen.
fi: Voit muuttaa näkymään liittyviä asetuksia kuten mitä sarjakuvia näytetään ja miten ne on järjestetty.
lv: Mainīt attēlošanas iestatījumus, piemēram, kādus komiksus rādīt un komiksu kārtošanas veidu.
sv: Ändra inställningar för visning av vilka serier du ser och hur serierna är sorterade.

source: Choose the comics you wish to view.
da: Vælg de tegneserier, som du ønsker at se.
de: Wählen Sie die Comics, die angezeigt werden sollen.
fi: Voit valita näytettävät sarjakuvat.
sv: Välj de serier du vill se.

source: Comics
da: Tegneserier
fi: Sarjakuvat
sv: Serier

source: Comics Update
da: Tegneserieopdatering
de: Comics-Aktualisierung
fi: Sarjakuvien päivitys
lv: Komiksu atsvaidzināšana
sv: Uppdatera serier

source: Could not find %s for %s<br />
da: Kunne ikke finde %s for %s<br />
de: Konnte %s von %s nicht finden<br />
fi: Ei löytynyt %s %s />
lv: Nevar atrast %s priekš %s<br />
sv: Kan inte hitta %s för %s<br/>

source: Could not find any comics to display.
da: Kunne ikke finde nogen tegneserier, som kunne vises.
de: Keine Comics.
fi: Ei löytynyt sarjakuvia näytettäväksi.
lv: Nav atrodams neviens rādāms komikss
sv: Kunde inte hitta några serier att visa.

source: Delete
da: Slet
de: Löschen
fi: Poista
lv: Dzēst
sv: Radera

source: Delete Comics
da: Slet tegneserier
de: Comics löschen
fi: Poista sarjakuvat
lv: Dzēst komiksu
sv: _Radera serier

source: Display Options
da: Indstillinger for visning
de: Anzeige-Einstellungen
fi: Näkymän asetukset
lv: Attēlošanas iestatījumi
sv: Visningställningar

source: Don't check for uniqueness
da: Kontrollér ikke for eneståenhed
de: Nicht auf Duplikate überprüfen
fi: Älä tarkista yksikäsitteisyyttä
sv: Kontrollera inte unikhet

source: Done
da: Færdig
de: Fertig
fi: Valmis
lv: Darīts
sv: Klar

source: Error storing the image
da: Fejl under lagring af billedet
de: Fehler beim Speichern des Bildes
fi: Tapahtui virhe kuvan talletuksessa
lv: Kļūda saglabājot attēlu
sv: Fel när bilden skulle sparas

source: February
da: Februar
sv: februari

source: Fetch
da: Hent
de: Herunterladen
fi: Hae
sv: Hämta

source: Fetch Comics
da: Hent tegneserier
de: Comics herunterladen
fi: Hae sarjakuvat
lv: Iegūt komiksu
sv: Hämta serier

source: Fetching %s for date %s...
da: Henter %s for dato %s...
de: Lade %s vom %s herunter...
fi: Haetaan %s päivämäärälle %s...
lv: Saņemam %s datumam %s...
sv: Hämtar %s för datum %s...

source: Goto
sv: Gå till

source: January
da: Januar
sv: januari

source: July
da: Juli
sv: juli

source: June
da: Juni
sv: juni

source: Main Listing
da: Hovedoversigt
de: Hauptliste
fi: Pääsivun listaus
lv: Galvenais saraksts
sv: Huvudlista

source: Maintenance Functions
da: Vedligeholdelsesfunktioner
de: Wartungsfunktionen
fi: Ylläpitotoimenpiteet
sv: Underhållsfunktioner

source: March
da: Marts
sv: mars

source: May
da: Maj
sv: maj

source: Mo
da: Man
sv: Må

source: October
da: Oktober
sv: oktober

source: Other Options
da: Andre indstillinger
de: Andere Einstellungen
fi: Muut asetukset
lv: Citi iestatījumi
sv: Andra inställningar

source: Overwrite comics if they exist?
da: Overskriv tegneserier, hvis de eksisterer?
de: Comics überschreiben, wenn sie existieren?
fi: Kirjoita olemassaolevien sarjakuvien päälle.
sv: Skriv över befintliga serier?

source: Rebuild Unique Identifiers file.
da: Genopbyg fil til unikke identifikatorer.
de: Datei mit den IDs neu aufbauen.
fi: Rakenna uudestaan yksikäsitteisten tunnisteiden tiedosto.
sv: Bygg om unikhetsfil.

source: Sa
da: Lør
sv: Lö

source: Select All
da: Vælg alle
de: Alle auswählen
fi: Valitse kaikki
lv: Iezīmēt visu
sv: Välj alla

source: Select None
da: Vælg ingen
de: Keine auswählen
fi: Tyhjennä valinnat
lv: Neizvēlēties neko
sv: Välj ingen

source: Show all of your selected comics on the summary page?
da: Vis alle dine valgte tegneserier på opsummeringssiden?
de: Alle ausgewählten Comics auf der Startseite anzeigen?
fi: Näytä kaikki valitsemasi sarjakuvat yhteenvetonäkymässä.
sv: Visa alla serier du valt på listningssidan?

source: Show comics you haven't selected on the browse page?
da: Vis tegneserier, som du ikke har valgt, på skimmesiden?
de: Comics, die Sie nicht ausgewählt haben, in der Liste anzeigen?
fi: Näytä selaussivulla ne sarjakuvat, joita et ole valinnut.
sv: Visa serier som du inte valt på listningssidan?

source: Skipping %s for %s
da: Springer %s for %s over
de: Überspringe %s vom %s
fi: Ohita %s - %s
lv: Izlaižam %s līdz %s
sv: Hoppar över %s för %s

source: Skipping %s for %s - no historical fetching
da: Springer %s for %s over - ingen historisk hentning
de: Überspringe %s vom %s - kein Herunterladen alter Comics
fi: Ohitetaan %s - %s - ei historia hakuja
sv: Hoppar över %s för %s- ingen historisk hämtning

source: Su
da: Søn
sv: Sö

source: Successfully removed %s for %s<br />
da: Har fjernet %s for %s<br />
de: %s vom %s wurde erfolgreich entfernt<br />
fi: %s poistaminen %s onnistui<br />
lv: Veiksmīgi aizvākts %s priekš %s<br />
sv: Raderade %s för %s<br />

source: Th
da: Tor
sv: To

source: The image doesn't exist or can't be retrieved
da: Billedet eksisterer ikke eller kan ikke hentes
de: Das Bild existiert nicht oder konnte nicht heruntergeladen werden
fi: Kuvaa ei ole olemassa tai sitä ei voida hakea
lv: Šis attēls nepastāv vai nav pieejams.
sv: Bilden existerar inte eller kan inte hämtas

source: The unique identifiers table has been rebuilt.
da: Tabellen over unikke identifikatorer er blevet genopbygget.
de: Die Tabelle mit den IDs wurde neu aufgebaut.
fi: Yksikäsitteisten tunnisteiden taulu on rakennettu uudestaan.
lv: Unikālo identifikatoru tabula ir atsvaidzināta.
sv: Unikhetsfilen har byggts om.

source: This comic doesn't exist or is disabled.
da: Tegneserien eksisterer ikke eller er slået fra.
de: Dieser Comic existiert nicht oder ist deaktiviert.
fi: Tätä sarjakuvaa ei ole olemassa tai sen näyttö on estetty.
lv: Šis komikss nepastāv vai nav pieejams.
sv: Den här serien finns inte eller är avaktiverad.

source: This image appears to be a repeat (%s)
da: Dette billede synes at være en gentagelse (%s)
de: Dieses Bild scheint eine Wiederholung zu sein (%s)
fi: Tämä kuva vaikuttaisi olevan uusinta (%s)
sv: Bilden verkar vara en upprepning (%s)

source: This image is not currently available.
da: Dette billede er p.t. ikke tilgængelig.
de: Dieses Bild ist zur Zeit nicht verfügbar.
fi: Tämä kuva ei ole juuri nyt saatavilla.
lv: Šis attēls šobrīd nav pieejams.
sv: Bilden är för tillfället inte tillgänglig.

source: To select multiple comics, hold down the Control (PC) or Command (Mac) while clicking.
da: For at markere flere tegneserier skal du holde Ctrl (PC) eller Command (Mac) nede, medens du klikker.
de: Halten Sie beim Klicken Strg (PC) bzw. Command (Mac) gedrückt, um mehrere Comics auszuwählen.
fi: Voidaksesi valita useampia sarjakuvia, pidä Control/Option näppäintä pohjassa kun napsautat hiiren painiketta.
lv: Lai iezīmētu vairākus komiksus, klikšķinot turiet nospiestu Control (PC) vai Command (MAC) pogu.
sv: För att välja flera serier, håll nere Control (på PC) eller Command (på Mac) och klicka.

source: Today
sv: Idag

source: Today's Comics
da: Dagens tegneserier
de: Comics von Heute
fi: Tämänpäiväiset sarjakuvat
lv: Šodienas komikss
sv: Dagens lustighgeter

source: Today's comics
da: Dagens tegneserie
sv: Dagens serier

source: Try to fetch this comic
da: Prøv at hente denne tegneserie
de: Dieses Comic versuchen herunterzuladen
fi: Yritä hakea tämä sarjakuva
sv: Försök hämt den här lustigheten

source: Tu
da: Tir
sv: Ti

source: Update
sv: Uppdatera

source: View by comic
da: Vis efter tegneserie
de: Ansicht nach Comics
fi: Näytä sarjakuvittain
lv: Skatīt pēc komiksiem
sv: Visa per lustighet

source: View comics for %s
da: Vis tegneserier for %s
de: Comics vom %s
fi: Näytä sarjakuvat %s
lv: Skatīt komiksus priekš %s
sv: Visa lustigheter för %s

source: We
da: Ons
sv: On

source: You must define a storage backend to use the administrative interface.
da: Du skal konfigurere en lagringsbackend for at kunne anvende den administrative snitflade.
de: Sie müssen ein Speicherbackend konfigurieren, um die Administrationsobefläche nutzen zu können.
fi: Sinun pitää määritellä talletuksen taustajärjestelmä, jotta voisit käyttää ylläpitoliittymää.
sv: Du måste konfigurera en lagrinskoppling för att använda det administrativa gränssnittet.

source: _Browse
da: Skim
de: _Liste
fi: _Selaa
lv: Pārlūkot
sv: _Lista

source: _Goto
da: Gå til
sv: _Gå till

source: _Today
da: I Dag
de: He_ute
fi: _Tänään
lv: Šodien
sv: _Idag

source: _Update
da: Opdatér
de: _Aktualisierung
fi: _Päivitä
lv: Mainīt
sv: _Uppdatera

source: all comics
da: alle tegneserier
de: alle Comics
fi: kaikki sarjakuvat
sv: Alla serier

source: any comics
da: vilkårlige tegneserier
de: alle Comics
fi: mikä tahansa sarjakuva
sv: godtyckliga serier

source: any dates
da: vilkårlige datoer
de: allen Tagen
fi: mikä tahansa päivämäärä
lv: jebkurš datums
sv: godtyckliga datum

source: for
de: vom
lv: priekš
sv: för

source: Fr
da: Fre

source: Administration
fi: Ylläpito
lv: Administrēšana

source: Cancel
de: Abbrechen
fi: Peru
lv: Atcelt

source: Default gallery to use when saving comics:
de: Standardgalerie in der Comics gespeichert werden sollen:
fi: Oletusgalleria kun tallennetaan sarjakuvia:
lv: Izvēlieties noklusēto galeriju, kurā saglabāt komiksus:

source: Description
de: Beschreibung
fi: Kuvaus
lv: Apraksts

source: Enter a description for this comic
de: Geben Sie eine Beschreibung für diesen Comic ein
fi: Anna kuvaus tälle sarjakuvalle
lv: Ievadiet šī komiksa aprakstu

source: Enter any tags for this image
de: Geben Sie Tags für dieses Bild ein
fi: Anna tagejä tälle kuvalle
lv: Ievadiet šī attēla tagus

source: Fetching %s for date %s...Done
de: Lade %s vom %s herunter... Fertig
fi: Haetaan %s päivämäärälle %s...Valmis

source: Gallery
de: Galerie
fi: Galleria
lv: Galerija

source: Image
de: Bild
fi: Kuva
lv: Attēls

source: Klutz Backend
de: Klutz Speicher
fi: Klutzi taustajärjestelmä
lv: Klutz dzinis

source: Save Comic to Gallery
de: Comic in Galerie speichern
fi: Tallenna sarjakuva galleriaan
lv: Saglabāt komiksu galerijā

source: Save Image
de: Bild speichern
fi: Tallenna kuva
lv: Saglabāt atēlu

source: Select the gallery to save the comic to.
de: Wählen Sie die Galerie, in die der Comic gespeichert werden soll.
fi: Valitse galleria mihin sarjakuvat tallennetaan.
lv: Izvēlieties galeriju, kurā saglabāt komiksu.

source: Submit
de: Abschicken
fi: Suorita
lv: Iesniegt

source: Tags
fi: Tagit
lv: Iezīmes

source: There was an error retrieving the comic.
de: Beim Herunterladen des Comics ist ein Fehler aufgetreten.
fi: Tapahtui virhe haettaessa sarjakuvaa.
lv: Kļūda saņemot komiksu.
