Repository: horde/horde
Catalog: framework/Kolab_FreeBusy/locale/*/LC_MESSAGES/Horde_Kolab_FreeBusy.po
Languages: es, et, fi, lt, lv, pt_br, sk

source: 401 Unauthorized
et: 401 Volitamata
fi: 401 Autentikoimaton
lt: 401 Neautorizuota
lv: 401 Nav autorizēts
pt_br: 401 Não Autorizado
sk: 401 Neoverené

source: 404 Not Found
et: 404 ei leitud
fi: 404 Ei löytynyt
lt: 404 nerasta
lv: 404 Nav atrasts
pt_br: 404 Não Encontrado
sk: 404 Nenájdené

source: 500 Server Error
et: 500 Serveri Viga
fi: 500 Palvelinvirhe
lt: 500 serverio klaida
lv: 500 Servera Kļūda
pt_br: Erro de Servidor 500
sk: 500 Chyba serveru

source: Error
et: Viga
fi: Virhe
lt: Klaida
lv: Kļūda
pt_br: Erro
sk: Chyba

source: Errors:
es: Errores:
et: Vead:
fi: Virheet:
lt: Klaidos:
lv: Kļūdas:
pt_br: Erros:
sk: Chyby:

source: Failed regenerating calendar %s: %s
es: Fallo al regenerar la agenda %s: %s
et: Ei õnnestu uuendada kalendrit %s: %s
fi: Kalenterin uudelleenluonti epäonnistui %s: %s
lt: Nepavyko sugeneruoti kalendoriaus %s: %s
lv: Nevar reģenerēt kalendāru %s: %s
pt_br: Falhou ao regenerar calendário %s: %s
sk: Pregenerovanie kalendára %s zlyhalo: %s

source: Folder %s does not exist!
es: ¡La carpeta %s no existe!
lt: Katalogas %s neegzistuoja!
lv: Mape %s nepastāv!

source: Folder %s has type "%s" not "event"!
es: ¡La carpeta %s es de tipo "%s" no "acontecimiento"!
lt: Katalogas %s yra "%s" tipo, ne "įvykis"!
lv: Mapes %s tips ir "%s" nevis "event"!

source: Invalid authentication for user %s!
es: Autentificación inválidad para el usuario %s!
et: Vigane autentimine %s kasutajale!
fi: Autentikointi epäonnistui käyttäjälle %s!
lt: Neteisingi vartotojo %s prisijungimo duomenys!
lv: Nederīga lietotāja %s autentifikācija!
pt_br: Autenticação inválida para usuário: %s!
sk: Neplatné overenie používateľa %s!

source: No such account %s!
es: No existe la cuenta %s!
et: Pole sellist kontot %s!
fi: Ei käyttäjätunnusta %s!
lt: Vartotojo vardo %d nėra!
lv: Konts %s nepastāv!
pt_br: Não há a conta %s!
sk: Konto %s neexistuje!

source: No such folder %s
es: La carpeta %s no existe
et: Pole sellist kausta %s
fi: Ei löytynyt kansiota %s
lt: Katalogo %s nėra
lv: Mape %s nepastāv
pt_br: Não ha a pasta %s
sk: Adresár %s neexistuje

source: Not found
es: No encontrado
et: Ei leitud
fi: Ei löytynyt
lt: Nerasta
lv: Nav atrasts
pt_br: Não encontrado
sk: Nenájdené

source: Please authenticate!
es: Por favor, autentifiquese!
et: Palun logi sisse!
fi: Ole hyvä ja kirjaudu!
lt: Prisijunkite!
lv: Lūdzu, autentificējieties!
pt_br: Por favor autentique-se!
sk: Prihláste sa, prosím!

source: Starting to regenerate the free/busy cache...
es: Se ha comenzando a regenerar la cache de disponibilidad de tiempo...
et: Alustan vaba/hõivatud vahemälu uuendamist...
fi: Aloitetaan luomaan uudelleen vapaa/varattu välimuistia...
lt: Pradedamas generuoti užimtumo informacijos podėlis...
lv: Sāk reģenerēt brīvs/aizņemts kešu...
pt_br: Iniciando regeneração do cache livre/ocupado...

source: Successfully regenerated all calendar caches!
es: Se han regenrado correctamente todas las caches de las agendas
et: Kalendri vahemälu uuendamine õnnestus!
fi: Kalenterien välimuistien uudelleenluonti onnistui!
lt: Visų kalendorių podėlis sėkmingai sugeneruotas!
lv: Veiksmīgi reģenerēti visu kalendāru keši.
pt_br: Regenerados todos os caches de calendário com sucesso!
sk: Cache pre všetky kalendáre bola úspešne pregenerovaná!

source: Successfully regenerated calendar "%s"!
es: Se ha regenerado correctamente la agenda "%s"!
et: Kalender "%s" edukalt uuesti loodud!.
fi: Uudelleenluotiin kalenteri "%s"!
lt: Kalendorius "%s" sėkmingai sugeneruotas.
lv: "%s" kalendārs veiksmīgi reģenerēts!
pt_br: Regenerado com sucesso o calendãrio "%s"!
sk: Kalendár "%s" bol úspešné pregenerovaný!

source: The requested URL %s was not found on this server.
es: La URL solicitada %s no se ha encotrado en este servidor.
et: Nõutud URLi %s ei leitud sellest serverist.
fi: Pyydettyä URL %s ei löytynyt tältä palvelimelta.
lt: URL adreso %s serveryje nėra.
lv: Pieprasītā saite %s nav atrodama uz šī servera.
pt_br: A URL solicitada %s não foi encontrada neste servidor.
sk: Požadovaná URL adresa %s nebola na serveri nájdená.

source: Unable to determine owner of the free/busy data!
es: Imposible determinar el propietario de los datos de disponibilidad de tiempo!
et: Ei õnnestu tuvastada vaba/hõivatud andmete omaniku!
fi: Ei voitu päätellä vapaa/varattu tietojen omistajaa!
lt: Nepavyko nustatyti užimtumo duomenų savininko!
lv: Nav iespējams noteikt brīvs/aizņemts datu īpašnieku!
pt_br: Impossível determinar o proprietário dos dados de livre/ocupado!

source: Unable to read free/busy information from %s
es: No se ha podido leer la información de disponibilidad de tiempo de %s.
et: Ei õnnestu lugeda vaba/hõivatud infot kohtas %s
fi: Ei voitu lukea vapaa/varattu tietoja lähteestä %s
lt: Nepavyko užkrauti %s užimtumo informacijos
lv: Nav iespējams nolasīt brīvs/aizņemts informāciju no %s
pt_br: Impossível ler informação de livre/ocupado de %s
sk: Nie je možné zistiť stav dostupnosti pre %s

source: Unauthorized
es: No autorizado
et: Volitamata
fi: Autentikoimaton
lt: Neprisijungta
lv: Nav autorizēts
pt_br: Não Autorizado
sk: Neautorizovaný

source: You are not authorized to access the requested URL.
es: No está autorizado para acceder a la URL solicitada.
et: Ei ole lubatud ligipääs küsitud URL'ile.
fi: Sinulla ei ole oikeuksia päästä antamaasi URL-osoitteeseen.
lt: Jūs neturite teisių peržiūrėti nurodytą URL adresą.
lv: Jums nav atļauts piekļūt pieprasītajai saitei.
pt_br: Você não está autorizado a acessar a URL solicitada.
sk: Nemáte oprávnenie pristupovať na požadovanú URL adresu.
