Repository: horde/horde
Catalog: jonah/po/*.po
Languages: de_de, nl_nl

source: Story URL if not the default one. %c gets replaced by the feed ID, %s by the story ID.
de_de: Beitrags-URL, falls nicht die Standard-URL. %c wird durch die Feed-ID und %s durch die Beitrags-ID ersetzt.

source: Story id "%s" not found.
de_de: Beitrags-ID "%s" nicht gefunden.

source: Tag Cloud
de_de: Tagwolke

source: Tag support not enabled in backend.
de_de: Tags sind für dieses Backend nicht aktiviert.

source: The feed "%s" has been saved.
de_de: Der Feed "%s" wurde gespeichert.

source: The interval before stories aggregated into this feeds are rechecked for updates. If none, then stories will always be refetched from the sources.
de_de: Der Intervall, in dem die Beiträge, die in diesem Feed gesammelt werden, auf Aktualisierungen überprüft werden sollen. Falls nicht angegeben, werden die Beiträge bei jedem Zugriff von ihrer Quelle geladen.

source: The interval before stories in this feed are rechecked for updates. If none, then stories will always be refetched from the source.
de_de: Der Intervall, in dem die Beiträge dieses Feeds auf Aktualisierungen überprüft werden sollen. Falls nicht angegeben, werden die Beiträge bei jedem Zugriff von ihrer Quelle geladen.

source: There was an error saving the feed: %s
de_de: Beim Speichern des Feeds ist ein Fehler aufgetreten: %s

source: To
de_de: An

source: Type
de_de: Typ

source: Ultracompact
de_de: Sehr kompakt

source: You can now edit the sub-feeds.
de_de: Sie können jetzt die Unter-Feeds bearbeiten.

source: _My News
de_de: _Meine Nachrichten

source: _New Story
de_de: _Neuer Beitrag
