Repository: horde/horde
Catalog: jonah/po/*.po
Languages: de_de, nl_nl

source: %s by Email
nl_nl: %s via Email

source: %s to %s of %s
nl_nl: %s tot %s van %s

source: '%s' stories by email
nl_nl: '%s' artikelen via email

source: '%s' stories in HTML
nl_nl: '%s' artikelen in HTML

source: '%s' stories in XML
nl_nl: '%s' artikelen in XML

source: 1 hour
de_de: 1 Stunde
nl_nl: 1 uur

source: 12 hours
de_de: 12 Stunden
nl_nl: 12 uren

source: 2 hours
de_de: 2 Stunden
nl_nl: 2 uren

source: 24 hours
de_de: 24 Stunden
nl_nl: 24 uren

source: 30 mins
de_de: 30 Minuten
nl_nl: 30 min.

source: 4 hours
de_de: 4 Stunden
nl_nl: 4 uren

source: 8 hours
de_de: 8 Stunden
nl_nl: 8 uren

source: A confirmation message has been sent to %s. Click on the link in that message to finally subscribe to channel "%s".
nl_nl: Een bevestigings bericht is verzonden naar %s. Klik op de link in dat bericht om uiteindelijk te abonneren op kanaal "%s".

source: A link to the story
de_de: Einen Link zum Beitrag
nl_nl: Een link naar het artikel

source: Add
de_de: Hinzufügen
nl_nl: Toevoegen

source: Add New Channel
nl_nl: Nieuw kanaal toevoegen

source: Add New Story
de_de: Neuen Beitrag hinzufügen
nl_nl: Nieuw Artikel toevoegen

source: Add a comment
nl_nl: Commentaar toevoegen

source: Add story
de_de: Beitrag hinzufügen
nl_nl: Artikel toevoegen

source: Aggregated
nl_nl: Aggregeren

source: Aggregated channels for channel "%s"
de_de: Gesammelte Kanäle für Kanal "%s"
nl_nl: Kanalen geaggregeerd voor kanaal "%s"

source: All stories created in this channel will be lost!
de_de: Alle Beiträge, die für diesen Kanal erstellt wurden, gehen verloren!
nl_nl: Alle gemaakte artikelen in dit kanaal gaan verloren!

source: An error occurred fetching channels: %s
de_de: Beim Empfangen dieses Kanals ist ein Fehler aufgetreten: %s
nl_nl: Een fout vond plaats bij het binnenhalen van kanalen: %s

source: Any cached stories for this channel will be lost!
de_de: Alle zwischengespeicherten Beiträge für diesen Kanal gehen verloren!
nl_nl: Ieder artikel in de cache in dit kanaal gaan verloren!

source: Available Channels
nl_nl: Beschikbare Kanalen

source: Available Channels from %s
nl_nl: Beschikbare Kanalen van %s

source: Available Channels from %s (%s)
nl_nl: Beschikbare Kanalen van %s (%s)

source: Available News Channels
nl_nl: Beschikbare Nieuws Kanalen

source: Change your content display options.
nl_nl: Verander de opties van de weergave van de inhoud

source: Channel
nl_nl: Kanaal

source: Channel "%s"
nl_nl: Kanaal "%s"

source: Channel '%s' is not an internally authored channel.
nl_nl: Kanaal '%s' is een niet intern geauthoriseerd kanaal.

source: Channel Listing
nl_nl: Kanaal Inhoud

source: Channel Lists Admin
nl_nl: Kanaal Lijst Administratie

source: Channel Name
de_de: Kanalname
nl_nl: Kanaal Naam

source: Channel Subscriptions
nl_nl: Kanaal Abonnenmenten

source: Channel display failed.
nl_nl: Kanaal weergeven faalde.

source: Channel has not been deleted.
de_de: Der Kanal wurde nicht entfernt.
nl_nl: Kanaal is niet verwijderen.

source: Channel id '%s' not found.
nl_nl: Kanaal id '%s' niet gevonden.

source: Channel refreshed.
de_de: Kanal aktualisiert.
nl_nl: Kanaal ververst

source: Channel subscription editing failed.
nl_nl: Wijzigen van Kanaalabonnement is mislukt.

source: Channel subscription failed.
nl_nl: Abonneren op kanaal is mislukt.

source: Channel type changed.
nl_nl: Kanaal type is gewijzigd.

source: Channel unsubscription failed.
nl_nl: Kanaal opzeggen is mislukt.

source: Choose which news channels you are subscribed to.
nl_nl: Kies op welke nieuws kanalen u geabonneerd bent.

source: Comments
de_de: Kommentare
nl_nl: Commentaar

source: Composite
nl_nl: Samengesteld

source: Composite channels
nl_nl: Samengestelde Kanalen

source: Content Channel
nl_nl: Inhoud Kanaal

source: Could not deliver to the %s distribution list. %s
nl_nl: Kan niet leveren aan de %s distributie lijst. %s

source: Could not get channel list. %s
nl_nl: Kan kanaal lijst niet verkrijgen. %s

source: Could not open %s.
de_de: %s konnte nicht gelesen werden.
nl_nl: Kan %s niet openen.

source: Current Recipients
nl_nl: Huidige Ontvangers

source: Delete
de_de: Löschen
nl_nl: Verwijderen

source: Delete News Channel "%s"?
de_de: Nachrichtenkanal "%s" löschen?
nl_nl: Verwijder Nieuws Kanaal "%s"?

source: Delete News Story "%s"?
de_de: Nachrichtenbeitrag "%s" löschen?
nl_nl: Verwijder Artikel "%s"?

source: Delete channel
de_de: Kanal löschen
nl_nl: Verwijder kanaal

source: Delete recipient
nl_nl: Verwijder ontvanger

source: Delete story
de_de: Beitrag löschen
nl_nl: Verwijder artikel

source: Delivery
nl_nl: Distributie

source: Delivery lists
nl_nl: Distributielijst

source: Delivery of '%s' stories
nl_nl: Distributie van '%s' artikelen

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Detailed
nl_nl: Gedetaileerd

source: Display Options
nl_nl: Weergave Opties

source: Do not delete
de_de: Nicht löschen
nl_nl: Niet verwijderen

source: Edit
nl_nl: Wijzigen

source: Edit Channel
nl_nl: Wijzig Kanaal

source: Edit Channel Subscriptions
nl_nl: Wijzig Kanaal Abonnementen

source: Edit Story
de_de: Beitrag bearbeiten
nl_nl: Wijzig Artikel

source: Edit Subscription Details
nl_nl: Wijzig Abonnement Details

source: Edit aggregated channels
nl_nl: Wijzig geaggregeerde kanalen

source: Edit channel
de_de: Kanal bearbeiten
nl_nl: Wijzig kanaal

source: Edit channel "%s"
de_de: Kanal "%s" bearbeiten
nl_nl: Wijzig kanaal "%s"

source: Edit story
de_de: Beitrag bearbeiten
nl_nl: Wijzig artikel

source: Editing Channel %s
nl_nl: Kanaal %s wijziging

source: Email Delivery for "%s"
nl_nl: Email distributie voor "%s"

source: Email address
nl_nl: Email adres

source: Error fetching channel. %s
nl_nl: Fout bij binnenhalen van kanaal. %s

source: Error fetching story: %s
de_de: Fehler beim Herunterladen des Beitrags: %s
nl_nl: Fout bij binnenhalen van artikel: %s

source: Error parsing external channel from %s: %s
nl_nl: Fout in onderzoeken van extern kanaal van %s: %s

source: External
nl_nl: Extern

source: Extra information for this channel type
nl_nl: Extra informatie voor dit kanaal type

source: First Story
de_de: Erster Beitrag
nl_nl: Eerste Artikel

source: From
de_de: Von
nl_nl: Van

source: Full Story Text
de_de: Vollständiger Beitragstext
nl_nl: Volledig Artikel

source: HTML Delivery for '%s'
nl_nl: HTML Distributie voor '%s'

source: HTML Version of Story
de_de: HTML-Version des Beitrags
nl_nl: HTML Versie van Artikel

source: Headlines
nl_nl: Onderwerpen

source: Hello
nl_nl: Hallo

source: How many columns would you like to use to show headlines?
nl_nl: Hoeveel kolommen wilt u zien voor de onderwerpen?

source: If you enter a URL without a full story text, clicking on the story will send the reader straight to the URL, otherwise it will be shown at the end of the full story.
de_de: Wenn Sie eine URL aber keinen Beitragstext angeben, wird der Leser beim Klick auf den Beitrag direkt an diese URL weitergeleitet, anderenfalls wird die URL am Ende des Beitrags angezeigt.
nl_nl: Als u een URL opgeeft zonder volledige tekst, zal de lezer rechtstreeksnaar de URL worden geleid, anders zal het aan het eind van het volledigeartikel worden getoond.

source: Image
de_de: Bild
nl_nl: Afbeelding

source: Include
de_de: Einfügen
nl_nl: Invoegen

source: Internal
de_de: Intern
nl_nl: Intern

source: Internal Channels
de_de: Interne Kanäle
nl_nl: Interne Kanalen

source: Invalid channel requested. %s
de_de: Ungültiger Kanal angefordert. %s
nl_nl: Ongeldig verzoek voor kanaal. %s

source: Invalid channel specified for deletion.
de_de: Kein gültiger Kanal zum Löschen ausgewählt.
nl_nl: Ongeldig kanaal gespecifiseerd voor verwijdering.

source: Invalid channel.
de_de: Ungültiger Kanal.
nl_nl: Ongeldig kanaal.

source: Invalid request to delete recipient from delivery list.
nl_nl: Ongeldig verzoek om ontvanger te verwijderen van distributie lijst.

source: Join this channel
nl_nl: Abonneren op dit kanaal

source: Last Update
de_de: Letzte Aktualisierung
nl_nl: Laatst bijgewerkt

source: Last Updated
nl_nl: Laatst bijgewerkt

source: Leave this channel
nl_nl: Kanaal opzeggen

source: Lists
nl_nl: Lijst

source: Maximum Stories
de_de: Maximale Beiträge
nl_nl: Maximum artikelen

source: Menu List
de_de: Menüliste
nl_nl: Menu Lijst

source: Message
de_de: Nachricht
nl_nl: Bericht

source: Method
nl_nl: Methode

source: Missing channel id.
de_de: Kanal-ID fehlt.
nl_nl: Onbrekende kanaal id.

source: My Content
nl_nl: Mijn Inhoud

source: Name
nl_nl: Naam

source: New Story
nl_nl: Nieuw artikel

source: New channel
nl_nl: Nieuw kanaal

source: New recipient
nl_nl: Nieuwe ontvanger

source: News
de_de: Nachrichten
nl_nl: Nieuws

source: News Admin
nl_nl: Nieuws Admin

source: News Channel
nl_nl: Nieuws Kanaal

source: News Source
de_de: Nachrichtenquelle
nl_nl: Nieuws Bron

source: News by Email
nl_nl: Nieuws via Email

source: News delivery
nl_nl: Nieuws distributie

source: News is not enabled.
de_de: Nachrichten sind nicht aktiviert.
nl_nl: Nieuws is niet actief.

source: No Data
nl_nl: Geen Data

source: No available channels.
nl_nl: Geen beschikbare kanalen.

source: No available stories.
de_de: Keine Beiträge verfügbar.
nl_nl: Geen beschikbare artikelen.

source: No channel requested.
de_de: Kein Kanal angefragt.
nl_nl: Geen verzoek van kanaal.

source: No channel specified.
de_de: Kein Kanal angegeben.
nl_nl: Geen kanaal gespecifiseerd.

source: No channels available.
nl_nl: Geen kanalen beschikbaar.

source: No recipients.
nl_nl: Geen ontvangers.

source: No stories are currently available.
de_de: Zur Zeit sind keine Beiträge verfügbar.
nl_nl: Er zijn geen artikelen beschikbaar op dit moment.

source: No such action '%s' found
nl_nl: Actie '%s' niet gevonden

source: No such backend '%s' found
nl_nl: Backend '%s' niet gevonden

source: No valid story requested for deletion.
de_de: Kein gültiger Beitrag zum Löschen ausgewählt.<
nl_nl: Geen geldig artikel voor verwijdering.

source: Note
de_de: Notiz
nl_nl: Notitie

source: Note: this story won't get delivered to distribution lists automatically if this time is in the future.
nl_nl: N.B.: dit artikel zal niet automatisch worden afgeleverd aan distributie lijsten als de tijd in de toekomst ligt.

source: Other Options
nl_nl: Andere Opties

source: Permission Denied.
nl_nl: Toegang geweigerd.

source: Plaintext Version of Story
de_de: Textversion des Beitrags
nl_nl: Plattetekst versie van artikel

source: Read
de_de: Gelesen
nl_nl: Lezen

source: Really delete this News Channel?
de_de: Diesen Nachrichtenkanal wirlich löschen?
nl_nl: Dit nieuws kanaal verwijderen?

source: Really delete this News Story?
de_de: Diesen Nachrichtenbeitrag wirklich löschen?
nl_nl: Dit artikel verwijderen?

source: Recipient
nl_nl: Ontvanger

source: Recipient saved.
nl_nl: Ontvanger opgeslagen.

source: Recipient successfully removed.
nl_nl: Ontvanger met succes verwijderd.

source: Recipients
nl_nl: Ontvangers

source: Refresh channel
de_de: Kanal aktualisieren
nl_nl: Ververs kanaal

source: Release Date
nl_nl: Publicatie datum

source: Release?
nl_nl: Publiceren

source: Released
nl_nl: Gepubliceerd

source: Removal of recipient failed.
nl_nl: Verwijdering van ontvanger mislukt.

source: Remove channel "%s"
de_de: Kanal "%s" entfernen
nl_nl: Verwijder kanaal "%s"

source: Request confirmed.
nl_nl: Verzoek bevestigd.

source: Request to receive news channel "%s"
nl_nl: Verzoek om kanaal "%s" te ontvangen

source: Request to stop receiving news channel "%s"
nl_nl: Verzoek om ontvangst van kanaal "%s" te stoppen

source: Rich Text
de_de: Formatierter Text
nl_nl: Rich Tekst

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Select a format:
de_de: Wählen Sie ein Format:
nl_nl: Selecteer een formaat:

source: Send
de_de: Senden
nl_nl: Zend

source: Separate multiple email addresses with commas.
de_de: Trennen Sie mehrere Emailadressen durch Kommas.
nl_nl: Scheid meerdere email adressen met komma's.

source: Share Story
de_de: Beitrag weitergeben
nl_nl: Deel Artikel

source: Share this story
de_de: Diesen Beitrag weitergeben
nl_nl: Deel dit artikel

source: Short Description
de_de: Kurzbeschreibung
nl_nl: Korte Omschrijving

source: Source URL
de_de: Quellen-URL
nl_nl: Bron URL

source: Source URLs
de_de: Quellen-URLs
nl_nl: Bron URL's

source: Standard
nl_nl: Standaard

source: Story
de_de: Beitrag
nl_nl: Artikel

source: Story "%s" not found in channel "%s".
nl_nl: Artikel "%s" niet gevonden in kanaal "%s".

source: Story Link
de_de: Beitrags-URL
nl_nl: Link naar artikel

source: Story Title (Headline)
de_de: Beitragstitel (Überschrift)
nl_nl: Titel

source: Story URL
de_de: Beitrags-URL
nl_nl: Artikel URL

source: Story URL '%s' not found.
nl_nl: Artikel URL '%s' niet gevonden.

source: Story URL if not the default one. %c gets replaced by the channel ID, %s by the story ID.
nl_nl: Artikel URL als niet de standaard. %c wordt vervangen door kanaal ID, %s door het artikel ID.

source: Story body type
de_de: Art des Beitragstexts
nl_nl: Artikel body type

source: Story editing failed: %s
de_de: Bearbeiten des Beitrags fehlgeschlagen: %s
nl_nl: Artikel wijzigen mislukte: %s

source: Story has not been deleted.
de_de: Der Beitrag wurde nicht gelöscht.
nl_nl: Artikel is niet verwijderd.

source: Story id '%s' not found.
nl_nl: Artikel id '%s' niet gevonden.

source: Subject
de_de: Betreff
nl_nl: Onderwerp

source: Subscribe
nl_nl: Abonneren

source: Subscribed channel '%s' is no longer available, it will be removed from your subscriptions.
nl_nl: Geabonneerd kanaal '%s' is niet langer beschikbaar, het zal verwijderd worden van uw lijst.

source: Subscription
nl_nl: Abonnement

source: Successfully delivered to the %s distribution list.
nl_nl: De %s distributie lijst is met succes afgeleverd.

source: Text
nl_nl: Tekst

source: The channel "%s" has been removed.
de_de: Der Kanal "%s" wurde entfernt.
nl_nl: Het kanaal "%s" is verwijderd.

source: The channel "%s" has been saved.
de_de: Der Kanal "%s" wurde gespeichert.
nl_nl: Het kanaal "%s" is opgeslagen.

source: The channel "%s" has been updated.
de_de: Der Kanal "%s" wurde aktualisiert.
nl_nl: Het kanaal "%s" is bijgewerkt.

source: The channel '%s' has been saved.
nl_nl: Het kanaal '%s' is opgeslagen.

source: The channel has been deleted.
de_de: Der Kanal wurde gelöscht.
nl_nl: Het kanaal is verwijderd.

source: The complete text of the story
de_de: Den gesamten Nachrichtentext
nl_nl: De complete tekst van het artikel

source: The interval before stories aggregated into this channel are rechecked for updates. If none, then stories will always be refetched from the sources.
nl_nl: Het interval voordat artikelen geaggregeerd worden in dit kanaal zijn opnieuw gecontroleerd voor updates. Zoniet worden de artikelen altijd herladen vanuit de bronnen.

source: The interval before stories in this channel are rechecked for updates. If none, then stories will always be refetched from the source.
nl_nl: Het interval voordat artikelen in dit kanaal zijn opnieuw gecontroleerd voor updates. Zoniet worden de artikelen altijd herladen vanuit de bronnen.

source: The story "%s" has been saved.
de_de: Der Beitrag "%s" wurde gespeichert.
nl_nl: Het artikel "%s" is opgeslagen.

source: The story has been deleted.
de_de: Der Beitrag wurde gelöscht.
nl_nl: Het artikel is verwijderd.

source: The story was sent successfully.
de_de: Der Beitrag wurde erfolgreich versendet.
nl_nl: Het artikel is met succes verzonden.

source: The url to use to fetch the stories, for example 'http://www.example.com/stories.rss'
de_de: Die URL, die benutzt werden soll, um die Beiträge herunterzuladen, zum Beispiel 'http://www.example.com/stories.rss'.
nl_nl: Het URL om artikelen op te halen, bijvoorbeed 'http://www.example.com/stories.rss'

source: There was an error deleting the channel: %s
de_de: Beim Löschen des Kanals ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout bij verwijderen van kanaal: %s

source: There was an error deleting the story: %s
de_de: Beim Löschen des Beitrags ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout bij verwijderen van artikel: %s

source: There was an error removing the channel: %s
de_de: Beim Entfernen des Kanals ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout bij verwijderen van kanaal: %s

source: There was an error saving the channel. %s
nl_nl: Er was een fout bij opslaan van kanaal. %s

source: There was an error saving the channel: %s
de_de: Beim Speichern des Kanals ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout bij opslaan van kanaal: %s

source: There was an error saving the story: %s
de_de: Beim Speichern des Beitrags ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout bij opslaan van artikel: %s

source: There was an error updating the channel: %s
de_de: Beim Aktualisieren des Kanals ist ein Fehler aufgetreten: %s
nl_nl: Er was een fout met bijwerken van kanaal: %s

source: This driver allows the delivery of news stories via email to one or more recipients.
nl_nl: Met deze driver is het mogelijk om nieuwsberichten af te leveren via email naar een of meer ontvangers

source: This is no aggregated channel.
de_de: Dies ist kein gesammelter Kanal.
nl_nl: Er is geen geaggregeerd kanaal.

source: Unable to confirm request.
nl_nl: Niet in staat op verzoek te bevestigen.

source: Unable to send story: %s
de_de: Der Beitrag konnte nicht versendet werden: %s
nl_nl: Niet in staat om artikel %s te verzenden.

source: Undo Changes
nl_nl: Wijzigingen ongedaan maken

source: Unsubscribe
nl_nl: Opzeggen

source: Update
de_de: Aktualisierung
nl_nl: Bijwerken

source: Updated
nl_nl: Bijgewerkt

source: View
de_de: Anzeigen
nl_nl: Weergave

source: What do you want to do?
nl_nl: Wat wilt u doen?

source: You are not authorised for this action.
de_de: Sie sind zu dieser Aktion nicht autorisiert.
nl_nl: U bent niet geautoriseerd voor deze actie.

source: You can now edit the sub-channels.
nl_nl: U kunt nu de sub-kanalen bewerken.

source: You have edited your subscription to the channel '%s'.
nl_nl: U heeft uw abonnement op kanaal '%s' bewerkt.

source: You have no news subscriptions.
nl_nl: U hebt geen abonnementen.

source: You have requested to receive "%s" stories by email. Click on this link to confirm the request: %s
nl_nl: U hebt verzocht om "%s" artikelen te ontvangen per email. Klik op deze link om het verzoek %s te bevestigen.

source: You have requested to stop receiving "%s" stories by email. Click on this link to confirm the request: %s
nl_nl: U heeft verzocht om de ontvangst van "%s" artikelen via email te stoppen. Klik op deze link om verzoek %s te bevestigen.

source: You have subscribed to the channel '%s'.
nl_nl: U heeft zich geabonneerd op kanaal '%s'.

source: You have unsubscribed from the channel '%s'.
nl_nl: U heeft het abonnement op kanaal '%s' opgezegd.

source: You must configure a Horde Datatree backend to use Jonah.
nl_nl: U moet de Horde Datatree backend configureren om Jonah te gebruiken.

source: Your Content
nl_nl: Uw Inhoud

source: [No title]
de_de: [Keine Überschrift]
nl_nl: [Geen titel]

source: none
de_de: keines
nl_nl: geen

source: - Most read stories
de_de: - Am häufigsten gelesene Beiträge

source: "%s" stories in HTML
de_de: "%s"-Beiträge als HTML

source: Add Content
de_de: Inhalt hinzufügen

source: Aggregated Feed
de_de: Gesammelter Feed

source: All stories tagged with %s
de_de: Alle mit %s getaggte Beiträge

source: Cannot generate PDFs of remote stories.
de_de: Von externen Beiträgen können keine PDF-Dateien erzeugt werden.

source: Channel "%s" not found.
de_de: Kanal "%s" nicht gefunden.

source: Channel Slug
de_de: Kanalkurzname

source: Channel URL for further pages, if not the default one. %c gets replaced by the feed ID, %n by the story offset.
de_de: Kanal-URL für weiterführende Seiten, falls nicht die Standard-URL. %c wird durch die Feed-ID und %s durch die Beitragsnummer ersetzt.

source: Channel URL if not the default one. %c gets replaced by the feed ID, %n by the story offset.
de_de: Kanal-URL, falls nicht die Standard-URL. %c wird durch die Feed-ID und %s durch die Beitragsnummer ersetzt.

source: Channel URL if not the default one. %c gets replaced by the feed ID.
de_de: Kanal-URL, falls nicht die Standard-URL. %c wird durch die Feed-ID ersetzt.

source: Channel id "%s" not found.
de_de: Kanal-ID "%s" nicht gefunden.

source: Close Search
de_de: Suche beenden

source: Compact
de_de: Kompakt

source: Composite Feed
de_de: Zusammengefasster Feed

source: Composite feeds
de_de: Zusammengefasste Feeds

source: Count reads of the latest story when this block is displayed
de_de: Den neuesten Beitrag als gelesen markieren, wenn der Block angezeigt wird?

source: Count reads of this story when this block is displayed
de_de: Diesen Beitrag als gelesen markieren, wenn der Block angezeigt wird?

source: Date
de_de: Datum

source: Edit Feed
de_de: Feed bearbeiten

source: Edit aggregated feeds
de_de: Gesammelte Feeds bearbeiten

source: Enter keywords to tag this story, separated by commas
de_de: Kommagetrennte Stichwörter für diesen Beitrag

source: Error fetching feed: %s
de_de: Fehler beim Lesen des Feeds: %s

source: Error parsing external feed from %s: %s
de_de: Fehler bei der Verarbeitung des externen Feeds von %s: %s

source: External Channels
de_de: Externe Kanäle

source: External Feed
de_de: Externer Feed

source: Extra information for this feed type
de_de: Zusätzliche Informationen für diesen Feedtyp

source: Feed "%s" is not authored on this system.
de_de: Der Feed "%s" wird nicht auf diesem System erzeugt.

source: Feed type changed.
de_de: Feedtyp geändert.

source: HTML Delivery for "%s"
de_de: HTML-Auslieferung für "%s"

source: Latest News
de_de: Neueste Beiträge

source: Local Feed
de_de: Lokaler Feed

source: Manage Feeds
de_de: Feeds verwalten

source: Media
de_de: Multimedia

source: Most Popular Stories
de_de: Populärste Beiträge

source: My News
de_de: Meine Nachrichten

source: My News :: Add Content
de_de: Meine Nachrichten :: Inhalt hinzufügen

source: New Feed
de_de: Neuer Feed

source: No channels are available.
de_de: Keine Kanäle sind verfügbar.

source: No feed specified.
de_de: Kein Feed angegeben.

source: No feeds are available.
de_de: Keine Feeds verfügbar.

source: No feeds match
de_de: Keine Treffer

source: No story is selected.
de_de: Kein Beitrag ausgewählt.

source: No such backend "%s" found
de_de: Ein Backend namens "%s" konnte nicht gefunden werden

source: No tag requested.
de_de: Kein Tag angefragt.

source: No valid feed name or ID requested.
de_de: Ungültiger Feedname oder Feed-ID angefordert.

source: Note: this story won't be delivered to distribution lists automatically if this time is in the future.
de_de: Hinweis: Die Nachricht wird nicht automatisch an Verteilerlisten ausgeliefert, wenn dieser Zeitpunkt in der Zukunft liegt.

source: Or publish on this date:
de_de: Oder zu diesem Datum veröffentlichen:

source: Parse failed:
de_de: Parsen fehlgeschlagen:

source: Parse succeeded, structure is:
de_de: Parsen erfolgreich, Struktur ist:

source: Publish Now?
de_de: Jetzt veröffentlichen?

source: RSS Feed of "%s"
de_de: RSS-Feed für "%s"

source: Refresh Channel
de_de: Kanal aktualisieren

source: Results URL
de_de: Ergebnis-URL

source: Search
de_de: Suche

source: Slugs allows direct access to this channel's content by visiting: %s. <br /> Slug names may contain only letters, numbers or the _ (underscore) character.
de_de: Kurznamen ermöglichen den direkten Zugriff auf diesen Feed über: %s.<br />Kurznamen dürfen Buchstaben, Zahlen und Unterstriche enthalten.

source: Stories tagged with %s in %s
de_de: Mit %s getaggte Beiträge in %s

source: Story "%s" not found in "%s".
de_de: Beitrag "%s" nicht in "%s" gefunden.

source: Story URL "%s" not found.
de_de: Beitrags-URL "%s" nicht gefunden.
