<?xml version="1.0"?>
<help>
  <entry id="Overview" md5="1585927d48e4627c792fe0332c41fd39" state="uptodate">
    <title>Kronolith: Introducci&#xF3;n</title>
    <heading>&#xBF;Qu&#xE9; es kronolith?</heading>
    <para>
    Kronolith es una aplicaci&#xF3;n de agenda basada en web. Adem&#xE1;s de las funciones habituales de creaci&#xF3;n, modificaci&#xF3;n y eliminaci&#xF3;n de acontecimientos, soporta acontecimientos recurrentes (con excepciones y diversas opciones de eliminaci&#xF3;n), alarmas, funciones de importaci&#xF3;n y exportaci&#xF3;n (en formatos iCalendar y Palm DataBook (PDB)), invitaciones iCalendar, m&#xFA;ltiples vistas, agendas compartidas, visualizaci&#xF3;n de tareas de Nag (si las Tareas est&#xE1;n instaladas) y la capacidad de mostrar acontecimientos en la pantalla de resumen de Horde.
    </para>
</entry>
  <entry id="menu-today" md5="c6d0c0f366175a38d0655ed9969ed4a6" state="uptodate">
    <title>Men&#xFA;: Hoy</title>
    <heading>Hoy</heading>
    <para>
    El elemento <i>Hoy</i> del men&#xFA; mostrar&#xE1; la vista por omisi&#xF3;n (mensual, semanal, diaria, etc. seg&#xFA;n se haya configurado en las Opciones) de la fecha actual.
    </para>
</entry>
  <entry id="menu-Goto" md5="566191775ba90b769f2e3f7cdf24cbfa" state="uptodate">
    <title>Men&#xFA;: Ir a</title>
    <heading>Ir a</heading>
    <para>
    El elemento <i>Ir a</i> del men&#xFA; mostrar&#xE1; una peque&#xF1;a ventana desplegable en la que podr&#xE1; seleccionar r&#xE1;pidamente un a&#xF1;o, mes, semana o d&#xED;a al que <i>Ir a</i>. Suele ser la forma m&#xE1;s r&#xE1;pida de desplazarse dentro de la agenda.
    </para>
</entry>
  <entry id="menu-Day" md5="3cd62e10116058db52a15fecd7ddbcb0" state="uptodate">
    <title>Men&#xFA;: D&#xED;a</title>
    <heading>Vista diaria</heading>
    <para>
    El elemento <i>D&#xED;a</i> del men&#xFA; mostrar&#xE1; una vista diaria del d&#xED;a seleccionado actualmente.
    </para>
</entry>
  <entry id="menu-work-week" md5="f9a63585c81dca63887e130dbbea91de" state="uptodate">
    <title>Men&#xFA;: Semana laboral</title>
    <heading>Vista de semana laboral</heading>
    <para>
    El elemento <i>S. laboral</i> del men&#xFA; mostrar&#xE1; la vista de semana laboral (de lunes a viernes) m&#xE1;s adecuada del d&#xED;a seleccionado actualmente.
    </para>
</entry>
  <entry id="menu-week" md5="3d8a3bfda629bb6e09819b2e660546e5" state="uptodate">
    <title>Men&#xFA;: Semana</title>
    <heading>Vista semanal</heading>
    <para>
    El elemento <i>Semana</i> del men&#xFA; mostrar&#xE1; una vista semanal (de 7 d&#xED;as) de la semana que contenga el d&#xED;a seleccionado actualmente.
    </para>
</entry>
  <entry id="menu-month" md5="4be2056875775ec1f5b0f920a1dab608" state="uptodate">
    <title>Men&#xFA;: Mes</title>
    <heading>Vista mensual</heading>
    <para>
    El elemento <i>Mes</i> del men&#xFA; mostrar&#xE1; la vista mensual del mes que contenga el d&#xED;a seleccionado actualmente.
    </para>
</entry>
  <entry id="menu-new-event" md5="37406cc2ee51040862df1eaa2f645d4e" state="uptodate">
    <title>Men&#xFA;: A&#xF1;adir</title>
    <heading>A&#xF1;adir un acontecimiento</heading>
    <para>
    El elemento <i>A&#xF1;adir</i> del men&#xFA; le permitir&#xE1; a&#xF1;adir un acontecimiento a la agenda.
    </para>
</entry>
  <entry id="menu-options" md5="d7df2c0cda84c89c638d9d6e59307976" state="uptodate">
    <title>Men&#xFA;: Opciones</title>
    <heading>Opciones</heading>
    <para>
    El elemento <i>Opciones</i> del men&#xFA; le permite configurar <i>Opciones</i> (o preferencias) que controlan el aspecto y comportamiento de kronolith, su interacci&#xF3;n con Horde y con el resto de las aplicaciones, gestionar varias agendas y compartirlas as&#xED; como gestionar c&#xF3;digos de categor&#xED;as para los acontecimientos.
    </para>
</entry>
  <entry id="menu-import-export" md5="34bc9dfc4d6302fc1011696a1b8d1ca8" state="uptodate">
    <title>Men&#xFA;: Importar/Exportar</title>
    <heading>Importar/Exportar</heading>
    <para>
    El elemento <i>Importar/Exportar</i> del men&#xFA; le permite importar o exportar acontecimientos de la agenda. Actualmente se pueden importar archivos en formato CSV, Outlook de Microsoft, Palm DateBook y vCalendar/iCalendar. S&#xF3;lo se puede exportar a formatos CSV e iCalendar.
    </para>
</entry>
  <entry id="alarms" md5="4c1c6f3eb13a416031ffbee4fce99ea1" state="uptodate">
    <title>Alarmas</title>
    <heading>Alarmas</heading>
    <para>
    Kronolith puede generar alarmas para los acontecimientos de una agenda. Por omisi&#xF3;n la primera alarma se producir&#xE1; 15 minutos antes de la hora prevista de inicio del acontecimiento, pero se puede configurar (para cada acontecimiento) para que se produzca pr&#xE1;cticamente a cualquier intervalo antes de la hora y fecha previstas.
    </para>
</entry>
  <entry id="recurring-events" md5="8ea7be1fb6cee0b4131c9a548e25d92f" state="uptodate">
    <title>Acontecimientos recurrentes</title>
    <heading>Acontecimientos recurrentes</heading>
    <para>
    Los acontecimientos se pueden hacer recurrentes de varias formas. La mayor&#xED;a de los acontecimientos se repiten de ciertas formas habituales. Por ejemplo, el tipo de recurrencia <i>Mensual</i> provoca que el elemento seleccionado se repita cada mes y el tipo <i>Semanal</i> que lo haga cada semana. Se pueden utilizar para reflejar acontecimientos que se repitan de formas complejas: por ejemplo, un elemento que suceda cada &#xFA;ltimo viernes de cada mes o los lunes, mi&#xE9;rcoles y viernes de cada semana.
    </para>
    <para>
    Tambi&#xE9;n se puede limitar la duraci&#xF3;n de las repeticiones de un acontecimiento seleccionando una <i>fecha final</i>.
    </para>
    <para>
    Normalmente, la modificaci&#xF3;n de un acontecimiento recurrente se aplicar&#xE1; a todas las repeticiones del mismo. Se puede modificar una repetici&#xF3;n individual de un acontecimiento recurrente modificando la repetici&#xF3;n, eliminando la informaci&#xF3;n de recurrencia y seleccionando la opci&#xF3;n <i>Guardar como nuevo</i> del men&#xFA; de recurrencia. El acontecimiento seleccionado se podr&#xE1; modificar entonces de forma independiente a las otras repeticiones del mismo.
    </para>
</entry>
  <entry id="Printing" md5="2f90d14e34b715a054fb52bb919ac5f8" state="uptodate">
    <title>Impresi&#xF3;n</title>
    <heading>Impresi&#xF3;n de agendas y acontecimientos</heading>
    <para>
    Determinadas vistas se han dise&#xF1;ado con el objetivo de poder imprimirse. Si se est&#xE1; en una de ellas, aparecer&#xE1; el icono <i>Imprimir</i> en la barra de men&#xFA; superior. Utilice dicho icono para imprimir la vista actual.
    </para>
</entry>
  <entry id="shares" md5="bf3a44d08a824979ba8dd8fd0e661eee" state="uptodate">
	<title>Permisos de la agenda</title>
	<para>
		Aqu&#xED; deber&#xED;a haber algunas explicaciones de los distintos usuarios y grupos a los que se puedan asignar permisos.
	</para>
	<para>
		&#xC9;ste deber&#xED;a ser un sitio para explicar los distintos tipos de permisos y lo que significan con respencto a acontecimientos y agendas.
	</para>
</entry>
  <entry id="embed" state="uptodate" md5="f62876bee3350ab0066d4f90feeef297">
  <title>Embedding</title>
  <para>
    It is possible to embed small views of your calendars in external websites.
    You can embed the same views that you can place on Horde's portal page. The
    following are examples of code to use to embed each view on an external
    blog or website. You should obviously edit the code with the correct server
    address and calendar name.  The 'container' parameter is arbitrary, but must
    both match the DOM id of the the div element and be unique across the whole
    page you are embedding in.
  </para>
  <para>
    To embed a small Month View of the current month:
  </para>
    <i>&lt;div id="kronocalendar"&gt;&lt;/div&gt;&lt;script
    src="http://hostname.example.com/horde/kronolith/imple.php?imple=Embed
    /container=kronocalendar/view=month/calendar=calendar_name"
    type="text/javascript"&gt;&lt;/script&gt;</i>
  <para>
    To embed an Upcoming Events View (note the 'months' and 'maxevents'
    parameters):
  </para>
    <i>&lt;div id="kronolist"&gt;&lt;/div&gt;&lt;script
    src="http://hostname.example.com/horde/kronolith/imple.php?imple=Embed
    /view=monthlist/calendar=calendar_name/container=kronolist/months=2/
    maxevents=10" type="text/javascript"&gt;&lt;/script&gt;</i>
  <para>
    To embed a Summary View:
  </para>
    <i>&lt;div id="kronosummary"&gt;
    &lt;/div&gt;&lt;script type="text/javascript"
    src="http://hostname.example.com/horde/kronolith/imple.php?imple=Embed
    /container=kronosummary/view=summary/calendar=calendar_name
    "&gt;&lt;/script&gt;</i>
</entry>
</help>
