<?xml version="1.0"?>
<help>
  <entry id="summary" state="uptodate" md5="68ca33f7f0c9aae4c103eb47492cdc15">
<title>La p&#xE1;gina del portal</title>
 <para>
  Esta p&#xE1;gina del portal proporciona un r&#xE1;pido resumen de toda su informaci&#xF3;n
  importante. Por ejemplo, puede mostrar cu&#xE1;ntos mensajes nuevos tiene en el
  buz&#xF3;n de Entrada, acontecimientos inminentes de la agenda, tareas pendientes
  de la lista de tareas, titulares de servicios de noticias seleccionados, etc.
  Muchos de estos res&#xFA;menes podr&#xE1;n contener atajos a actividades usuales tales
  como la redacci&#xF3;n de nuevos mensajes, la creaci&#xF3;n de acontecimientos de la
  agenda o tareas nuevas, etc.
 </para>
 <para>
  Los contenidos de esta p&#xE1;gina del portal se pueden personalizar mediante el
  bot&#xF3;n Distribuci&#xF3;n. Por ejemplo, puede elegir qu&#xE9; elementos incluir en esta
  p&#xE1;gina del portal as&#xED; como el orden en el que se mostrar&#xE1;n.
 </para>
</entry>
  <entry id="navbar" state="uptodate" md5="b8cf0ae19e57dfa0c2b962e516782f47">
<title>La barra de navegaci&#xF3;n de aplicaciones</title>
 <para>
  En el lado izquierdo de la p&#xE1;gina web se encuentra la barra de navegaci&#xF3;n de
  aplicaciones. Pulse los iconos de dicha barra para cambiar r&#xE1;pida y f&#xE1;cilmente
  entre las aplicaciones disponibles.
 </para>
</entry>
  <entry id="prefs-do_maintenance" state="uptodate" md5="dd95df07a03031232baea919288b2d00">
    <title>Preferencias: Mantenimiento: Realizar mantenimiento</title>
    <para>
    Si desea realizar las operaciones de mantenimiento al iniciar la sesi&#xF3;n,
    seleccione esta casilla.
    </para>
</entry>
  <entry id="prefs-confirm_maintenance" state="uptodate" md5="a21162cdff3b1d8faeadb7296240036e">
    <title>Preferencias: Mantenimiento: Confirmar mantenimiento</title>
    <para>
    Si quisiera confirmar las tareas de mantenimiento antes de que se ejecuten,
    seleccione esta casilla. Si se deja sin seleccionar, se ejecutar&#xE1;n
    autom&#xE1;ticamente al iniciar la sesi&#xF3;n todas las tareas de mantenimiento
    pendientes sin la posibilidad de cancelarlas.
    </para>
</entry>
</help>
