Repository: horde/horde
Catalog: luxor/po/*.po
Languages: de_de

source: %s was already indexed.
de_de: %s wurde bereits indiziert.

source: Can't create copy of file %s.
de_de: Kopie von %s konnte nicht erstellt werden.

source: Can't open directory %s
de_de: Verzeichnis %s konnte nicht geöffnet werden

source: Can't open file %s.
de_de: Datei %s konnte nicht geöffnet werden.

source: Can't run ectags.
de_de: ectags konnte nicht ausgeführt werden.

source: Could not markup file %s.
de_de: Die Datei %s konnte nicht ausgezeichnet werden.

source: Date (GMT)
de_de: Datum (GMT)

source: Declarations
de_de: Definitionen

source: Declared as
de_de: Definiert als

source: Declared as a %s
de_de: Definiert als ein(e) %s

source: Description
de_de: Beschreibung

source: Directory Listing :: %s
de_de: Verzeichnis :: %s

source: Exuberant ctags version 5 or above required, found version %s
de_de: Exuberant ctags Version 5 oder höher wird benötigt, %s wurde gefunden

source: Line %s
de_de: Zeile %s

source: Location:
de_de: Position:

source: Markup of %s
de_de: Auszeichnung von %s

source: Other Sources
de_de: Andere Quellen

source: Parent Directory
de_de: Verzeichnis hoch

source: Referenced in
de_de: Referenziert in

source: Size
de_de: Größe

source: Symbol Search
de_de: Symbolsuche

source: Symbol Search for "%s"
de_de: Symbolsuche nach "%s"

source: Symbol not found
de_de: Symbol nicht gefunden

source: The file %s can't be opened or doesn't exist.
de_de: Die Datei %s konnte nicht geöffnet werden oder existiert nicht.

source: Tracking Branch
de_de: Branch beobachten

source: Up to parent
de_de: Ein Verzeichnis höher

source: You do not have permission to view %s.
de_de: Sie haben nicht genügend Rechte, um %s anzuzeigen.

source: _Browse
de_de: _Liste
