Repository: horde/horde
Catalog: chora/locale/*/LC_MESSAGES/chora.po
Languages: cs, da, de, fi, lv

source: %s ago
cs: před %s
da: %s siden

source: Added in v.%s
cs: Přidáno v.%s
da: Tilføjet i v.%s

source: All Branches
cs: Všechny větve
da: Alle forgreninger
de: Alle Branches
fi: Kaikki haarat
lv: Visi atzari

source: Annotate
cs: Komentovat
da: Annotér
de: Kommentiert
fi: Selitysmerkintä

source: Author
cs: Autor
da: Forfatter
de: Autor
fi: Tekijä
lv: Autors

source: Back
cs: Zpět
da: Tilbage
de: Zurück
fi: Takaisin
lv: Atpakaļ

source: Branch Point for:
cs: Větvící bod pro:
da: Forgreningspunkt for:

source: Branch:
cs: Větev
da: Forgrening:

source: Branches
cs: Větve
da: Forgreninger
fi: Haarat

source: Branching to
cs: Větvící se do
da: Forgrén til
de: Branching nach
fi: Haarautumispiste:
lv: Atzars uz

source: Changed since <b>%s</b>
cs: Změny od <b>%s</b>

source: Changed: %s
cs: Změněn: %s
da: Ændret: %s
de: Geändert: %s
fi: Muutettu: %s
lv: Manīts: %s

source: Checkout of %s (revision %s)
cs: Obdržení %s (revize %s)
da: Checkout af %s (revision %s)

source: Click on the links in between revisions to get a diff between those revisions.
cs: Pro obdržení diff, klikněte na linky mezi požadovanýma revizema.
da: Klik på henvisningen mellem revisioner for at få en diff mellem disse revisioner.
de: Klicken Sie auf die Links zwischen den Versionen, um den Unterschied zwischen diesen Versionen anzuzeigen.
fi: Napsauta linkkia revisioiden välillä saadaksesi eroavaisuudet näiden kahden revision välillä.

source: Click on the revisions and branches to display the file.
cs: Pro zobrazení souboru, klikněte na revize a větve.
da: Klik på revisionerne og forgreningerne for at vise filen.
de: Klicken Sie auf die Versionen oder Branches, um die Datei anzuzeigen.
fi: Napsauta revisiota tai haaraa nähdäksesi tiedoston.

source: Colored
cs: Zabarvení
da: Farvet

source: Commit Tags:
cs: Ukládající Značky:
da: Fastlæggelsesmærke:

source: Commits
cs: Uložené změny
da: Fastlæggelser
fi: Kommitoinnit
lv: Iesniegumi

source: Context
cs: Kontext
da: Sammenhæng

source: Customize tasks to run upon logging in to Chora.
cs: Upravit úkoly, které se mají provést při přihlášení se do Chory.
da: Tilpas opgaver, der bliver udført, når du logger ind i Chora.

source: Da_te
cs: Da_tum
da: Dato
de: Da_tum
fi: Päi_väys
lv: Datums

source: Date
cs: Datum
da: Dato
de: Datum
fi: Päiväys
lv: Datums

source: Deleted
cs: Smazáno
da: Slettet

source: Deleted File
cs: Smazané Soubory
da: Slettet fil
de: Gelöschte Dateien
fi: Poistettu tiedosto
lv: Dzēst failu

source: Deselect
cs: Zrušit Výběr
da: Fravælg

source: Diff All Files
cs: Diff Všech Souborů
da: Diff alle filer

source: Diff for %s between version %s and %s
cs: Diff pro %s mezi verzemi %s a %s
da: Diff for %s mellem version %s og %s
de: Unterschied von %s zwischen den Versionen %s und %s
fi: Muutokset %s versioiden %s ja %s välillä

source: Diffs to <b>%s</b>
cs: Diff k <b>%s</b>

source: Diffs to version %s
cs: Diffs do verze %s
da: Diff til version %s

source: Directory
cs: Adresář
da: Katalog
de: Verzeichnis
fi: Hakemisto
lv: Mape

source: Ed Script
cs: Uprav Skript
da: Ed-skript

source: Error
cs: Chyba
da: Fejl
de: Fehler
fi: Virhe
lv: Kļūda

source: Error Encountered
cs: Vyskytla se Chyba
da: Fejl optrådt
de: Ein Fehler ist aufgetreten
fi: Tapahtui virhe
lv: Notikusi kļūda

source: File
cs: Soubor
da: Fil
de: Datei
fi: Tiedosto
lv: Fails

source: Files Changed:
cs: Změněné Soubory:
da: Filer ændret:

source: Get Diffs
cs: Dostat Diffs
da: Hent diff'er

source: Graph
cs: Graf
da: Graf

source: Graph for %s
cs: Graf pro %s
da: Graf for %s
de: Grafik für %s
fi: Graafi %s
lv: %s grafiks

source: Hide Deleted Files
cs: Skrýt Smazané Soubory
da: Skjul slettede filer
de: Gelöschte Dateien verstecken
fi: Piilota poistetut tiedostot
lv: Slēpt dzēstās datnes

source: Hide _Deleted Files
cs: Skrýt _Smazané Soubory
da: Skjul slettede filer
de: _Gelöschte Dateien verstecken
fi: Piilota _poistetut tiedostot
lv: Slēpt _dzēstās datnes

source: Human Readable
cs: Čitelné Člověku
da: Læsbart

source: Last Log
cs: Poslední Záznam
da: Sidste logfil
de: Letzter Eintrag
fi: Viimeisin lokiviesti
lv: Žurnāls

source: Last Log Message for rev %s:
cs: Poslední Zaznamenaná Zpráva pro rev %s:
da: Sidste log-besked for rev %s:

source: Legend:
cs: Legenda:
da: Forklaring:

source: Line
cs: Řádek
da: Linie
de: Zeile
fi: Rivi
lv: Rinda

source: Line %s
cs: Řádek %s
da: Linie %s

source: Location:
cs: Místo:
da: Sted:
de: Position:
fi: Paikka:
lv: Vieta:

source: Log:
cs: Záznam:

source: Login Tasks
cs: Úkony Prováděné při Přihlášení
da: Login-opgaver

source: Logs
cs: Záznamy
da: Logfiler
de: Änderungen
fi: Lokit

source: Long
cs: Dlouhý
da: Lang

source: Malformed Query
cs: Špantě Formulovaný Dotaz
da: Forkert udformet søgning
de: Ungültige Abfrage
fi: Epäkelpo kysely
lv: Kļūdains vaicājums

source: New File
cs: Nový Soubor
da: Ny fil

source: No Viewable Change
cs: Žádné Viditelné Změny
da: Ingen synlig ændring

source: NoWhitespaceChanges
cs: Žádné Změny Mezer či Prázdných Řádků

source: Other Options
cs: Další Možnosti
da: Andre indstillinger

source: Other Repositories
cs: Další zdroje CVS
da: Andre arkiver

source: Parent Directory
cs: Adresář Původu
da: Forældre-katalog
de: Verzeichnis hoch
fi: Edellinen hakemisto
lv: Galvenā mape

source: PatchSet %s</span> by %s
cs: PatchSet %s</span> provedl(a) %s
da: Lappegrej %s</span> af %s

source: Patchsets for %s
cs: Patchsets pro %s
da: Lappegrejer for %s

source: Please contact
cs: Prosím kontaktujte
da: Kontakt
de: Bitte kontaktieren Sie
fi: Ota yhteys
lv: Lūdzu, sazinieties

source: Removed in v.%s
cs: Odstranit v v.%s
da: Slette i v.%s

source: Retrieve diffs between:
cs: Obdržet diffs mezi:
da: Fremskaf diff'er mellem:

source: Revision %s for file %s not found.
cs: Nebyla nalezena revize %s pro soubor %s.
da: Revision %s for fil %s ikke fundet.

source: Revision <b>%s</b>, <i>%s</i> (%s ago) by %s
cs: Revize <b>%s</b>, <i>%s</i> (před %s) provedl(a) %s

source: Select for Diff
cs: Vybráno pro Diff
da: Vælg for Diff

source: Show Deleted Files
cs: Zobrazit Smazané Soubory
da: Vis slettede filer
de: Gelöschte Dateien anzeigen
fi: Näytä poistetut tiedostot
lv: Rādīt dzēstās datnes

source: Show _Deleted Files
cs: Zobrazit _Smazané Soubory
da: Vis slettede filer
de: _Gelöschte Dateien anzeigen
fi: Näytä _poistetut tiedostot
lv: Rādīt _dzēstās datnes

source: Side-by-Side
cs: Vedle Sebe
da: Side-om-side

source: Sort Order
cs: Pořadí Uspořádání

source: Source Annotation of %s for version %s
cs: Zdrojový Komentář k %s pro verze %s
da: Kilde-annotering af %s for version %s

source: Source Branching View for %s
cs: Zdrojové Zobrazení Větvení pro %s
da: Kildeforgreningsvisning for %s
de: Branch Ansicht für %s
fi: Näkymä lähdekoodin haarautumiseen %s
lv: %s Izejas koda atzaru skats

source: Source Directory of /%s
cs: Zdrojový Adresář pro /%s
da: Kildekatalog af /%s

source: Source Log for %s
cs: Zdrojový Záznam pro %s
da: Kildelog af %s

source: SourceRoot not found! This could be a misconfiguration by the server administrator, or the server could be having temporary problems. Please try again later.
cs: Kořenový adresář zdroje nebyl nalezen! Toto může být způsobeno špatnou konfigurací nebo server není dostupný. Prosím zkuste to později.
da: Kilderod ikke fundet! Dette kan være en fejlkonfiguration af serveradministratoren, eller serveren kan være ude for midlertidige problemer. Prøv igen senere.

source: Statistics
cs: Statistiky
da: Statistikker
de: Statistiken
fi: Tilastot
lv: Statistika

source: Statistics for %s
cs: Statistiky pro %s
da: Statistikker for %s
de: Statistik für %s
fi: Tilastot %s
lv: %s statistika

source: Tags:
cs: Značky:
da: Mærker:

source: This form allows you to request diffs between any two revisions of a file. You may select a symbolic revision name using the selection box or you may type in a numeric name using the type-in text box.
cs: Tato forma Vám umožní vypsaní diffs mezi dvěma revizemi souboru. Symbolické revizní jméno může být zvoleno z výběrového menu nebo zadáním numerického jména v textovém rámečku.
da: Dette skema tillader dig at anmode om diff'er mellem vilkårlige, to revisioner af en fil. Du kan vælge et symbolsk revisionsnavn ved brug af valg-kasserne eller du kan indtaste et numerisk navn ved brug af tekst-indtastningsfeltet.

source: Tracking Branch
cs: Sledování Větve
da: Spore gren
de: Angezeigter Branch
fi: Seurattava haara
lv: Sekot atzaram

source: Type:
cs: Typ:

source: Unified
cs: Sjednocený
da: Sammensmeltet
fi: Yhdistetty
lv: Vienots

source: Use Text Field
cs: Použít Textových Polí
da: Brug tekst-felt

source: Use last viewed file or directory at login time
cs: Použít poslední prohlídnutý soubor nebo adresář při přihlášení
da: Brug sidst sete fil eller katalog ved logind.

source: View
cs: Zobrazit
da: Se
de: Anzeigen
fi: Näytä
lv: Skatīt

source: View Branch
cs: Zobrazit Větev
da: Se gren

source: View revisions on:
cs: Zobrazit revize z:
da: Se revisioner på:

source: View:
cs: Zobrazit:
da: Se:
de: Anzeigen:
fi: Näytä:
lv: Skatīt:

source: _Author
cs: _Autor
da: Forfatter
de: _Autor
fi: _Tekijä
lv: Autors

source: _Branches
cs: _Větve
da: Foregreninger
fi: _Haarat

source: _Browse
cs: _Prohlížet
da: Skim
de: _Liste
fi: _Selaa
lv: Pārlūkot

source: _File
cs: _Soubor
da: Fil
de: _Datei
fi: _Tiedosto
lv: Fails

source: _Graph
cs: _Graf
da: Graf

source: _Logs
cs: _Záznamy
da: Logninger
fi: _Lokitiedot
lv: Žurnāli

source: _Statistics
cs: _Statistiky
da: Statistikker
de: _Statistiken
fi: T_ilastot
lv: Statistika

source: and:
cs: a:
da: og:

source: by %s
cs: podle %s
da: af %s
de: von %s
fi: %s
lv: pēc %s

source: changed lines
cs: změněné řádky
da: ændrede linier

source: day
cs: den
da: dag
de: Tag
fi: päivä
lv: diena

source: days
cs: dnů
da: dage
de: Tage
fi: päivää
lv: dienas

source: for further information.
cs: pro další informace.
da: for yderligere oplysninger.
de: für weitere Informationen.
fi: saadaksesi lisätietoja.
lv: tālākai informācijai

source: hour
cs: hodina
da: time
de: Stunde
fi: tunti
lv: stunda

source: hours
cs: hodin
da: timer
de: Stunden
fi: tuntia
lv: stundas

source: minute
cs: minuta
da: minut
fi: minuutti
lv: minūte

source: minutes
cs: minuty
da: minutter
de: Minuten
fi: minuuttia
lv: minūtes

source: month
cs: měsíc
da: måned
de: Monat
fi: kuukausi
lv: mēnesis

source: months
cs: měsíců
da: måneder
de: Monaten
fi: kuukautta
lv: mēneši

source: revision %s
cs: revize %s
de: Version %s
fi: revisio %s
lv: revīzija %s

source: second
cs: sekunda
da: sekund
de: Sekunde
fi: sekunti
lv: sekunde

source: seconds
cs: sekundy
da: sekunder
de: Sekunden
fi: sekuntia
lv: sekundes

source: version %s
cs: verze %s

source: very little time
cs: před chvílí
da: meget lidt tid
de: sehr kurze Zeit
fi: hyvin vähän aikaa
lv: ļoti maz laika

source: week
cs: týden
da: uge
de: Woche
fi: viikko
lv: nedēļa

source: weeks
cs: týdny
da: uger
de: Wochen
fi: viikkoa
lv: nedēļas

source: year
cs: rok
da: år
de: Jahr
fi: vuosi
lv: gads

source: years
cs: roků
da: år
de: Jahre
fi: vuotta
lv: gadi

source: Changed since <strong>%s</strong>
da: Ændret siden <strong>%s</strong>

source: Diffs to <strong>%s</strong>
da: Diff'er til <strong>%s</strong>

source: Download
da: Hent
de: Herunterladen
fi: Tallenna
lv: Lejupielādēt

source: Patchsets
da: Lappegrejer
de: Patchsätze
fi: Paikkajoukkot

source: Repositories
da: Arkiver
fi: Varastot

source: Revision <strong>%s</strong>, <em>%s</em> (%s ago) by %s
da: Revision <strong>%s</strong>, <em>%s</em> (%s siden) af %s

source: _Patchsets
da: Lappesæt
de: _Patchsätze
fi: _Korjausjoukot

source: %1$s shows diffs to the previous revision. If you select a revision by clicking its row, %1$s will show the differences to the selected row.
de: %1$s zeigt die Unterschiede zur vorigen Version an. Wenn Sie eine Version durch Klicken auf deren Zeile ausgewählt haben, zeigt %1$s die Unterschiede zu der ausgewählten Version an.
fi: %1$s näyttää muutokset edelliseen revisioon nähden. Jos haluat valita muun revision, napsauttamalla haluamaasi riviä, niin %1$s näyttää muutokset valitun rivin välillä.

source: %s Revision %s (%s ago)
de: %s Version %s (vor %s)
fi: %s Revisio %s (%s sitten)
lv: %s Revīzija %s (pirms %s)

source: %s: Forbidden by server configuration
de: %s: Zugriff per Serverkonfiguration verweigert
fi: %s: Estetty palvelimen asetuksissa
lv: %s: aizliegts servera konfigurācijas dēļ

source: %s: no such file or directory
de: %s: Datei oder Verzeichnis nicht gefunden
fi: %s: ei tiedostoa tai hakemistoa

source: Added
de: Hinzugefügt
fi: Lisätty
lv: Pievienots

source: Change repositories:
de: Repository ändern:
fi: Vaihda varastoa:
lv: Mainīt krātuves:

source: Commit
fi: Kommitoi
lv: Iesniegt

source: Commit %s
fi: Kommitointi %s
lv: Iesniegt %s

source: Commit Not Found
de: Commit nicht gefunden
fi: Kommitointia ei löytynyt
lv: Iesniegums nav atrasts

source: Commits to %s
de: Commits für %s
fi: Kommitoinnit %s
lv: %s Iesniegumi

source: Description
de: Beschreibung
fi: Kuvaus
lv: Apraksts

source: Diff
de: Unterschiede
fi: Muutokset

source: Diff to %s
de: Unterschiede zu %s
fi: Muutoksen nähden %s
lv: Diff %s

source: Download diff as:
de: Unterschiede herunterladen als:
fi: Tallenna diff nimellä:
lv: Lejuplādēt diff kā:

source: Download revision %s
de: Version %s herunterladen
fi: Lataa revisio %s
lv: Lejuplādēt revīziju %s

source: Get Diff
de: Unterschiede herunterladen
fi: Hae muutokset
lv: Saņemt diff

source: Loading...
de: Lade...
fi: Ladataan...
lv: Lasa...

source: Modified
de: Geändert
fi: Muokattu
lv: Mainīts

source: No commit ID given
de: Keine Commit-ID angegeben
fi: Ei annettu commit ID tietoa
lv: Nav norādīts iesnieguma ID

source: No repositories found.
de: Keine Repositories gefunden.
fi: Varastoja ei lötynyt.
lv: Nav atrasta neviena krātuve.

source: Prev
de: Vorige
fi: Edel
lv: Iepriekšējais

source: Removed
de: Entfernt
fi: Poistettu
lv: Dzēsts

source: Revision %s not found
de: Version %s nicht gefunden
fi: Revisiota %s ei löytynyt
lv: Revīzija %s nav atrasta

source: Revision Not Found: %s is not a valid revision
de: Version nicht gefunde: %s ist keine gültige Version
fi: Revisiota ei löytynyt: %s ei ole kelvollinen revisio
lv: Revīzija nav atrasta: %s nav atrodama

source: Search Commits:
de: Commits suchen:
fi: Hae kommitoinneista:
lv: Meklēt iesniegumus:

source: Search Patchsets:
de: Patchsätze suchen:
fi: Hae paikkajoukkiosta:
lv: Meklēt pačus:

source: Show Branch:
de: Branch anzeigen:
fi: Näytä Haara:
lv: Rādīt atzaru:

source: Show Differences
de: Unterschiede anzeigen
fi: Näyt eroavaisuudet
lv: Rādīt atšķirības

source: Show diffs between %s and %s
de: Unterschiede zwischen %s und %s anzeigen
fi: Näytä muutokset versioiden %s ja %s välillä
lv: Rādīt atšķirības starp %s un %s

source: Snapshot
de: Schnappschuss
fi: Tilatallenne

source: Source Annotation of %s (revision %s)
de: Quell-Kommentar von %s (Version %s)
fi: Lähdekoodin selitysmerkinnät %s (revisio %s)
lv: %s Izejas koda anotācija (revīzija %s)

source: Sourceroot not found. This could be a misconfiguration by the server administrator, or the server could be having temporary problems. Please try again later.
de: Sourceroot nicht gefunden! Die kann durch eine fehlerhafte Konfiguration durch den Administrator oder vorübergehende Probleme mit dem Server verursacht sein. Bitte versuchen Sie es später noch einmal.
fi: Lähdekoodin juurihakemistoa ei löytynyt. Tämä voi olla väärä asetus palvelimen asetuksissa, tai palvelimella on väliaikainen virhetilanne. Yritä uudestaan myöhemmin.

source: Tags
fi: Tagit
lv: Iezīmes

source: The repository with the slug '%s' was not found
de: Repository mit dem Kurznamen '%s' nicht gefunden
fi: Varastoa luodilla '%s' ei löytynyt
lv: Krātuve ar rindu '%s' nav atrasta

source: There was an error generating the diff: %s
de: Bei der Darstellung der Unterschiede ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe luotaessa eroavaisuuksia: %s
lv: Kļūda ģenerējot diff: %s

source: Unmodified
de: Keine Änderung
fi: Muokkaamaton
lv: Nemodificēts

source: View Branch:
de: Branch anzeigen:
fi: Näytä Haara:
lv: Skatīt atzaru:

source: View commit
de: Commit anzeigen
fi: Näytä kommitointi
lv: Skatīt iesniegumu

source: _Annotate
de: _Kommentiert
fi: _Selitysmerkintä

source: _Download
de: He_runterladen
fi: _Tallenna
lv: Lejupielādēt

source: _Snapshot
de: _Schnappschuss
fi: _Tilatalenne

source: Rev
lv: Revīzija
