Repository: horde/horde
Catalog: mnemo/locale/*/LC_MESSAGES/mnemo.po
Languages: ko, lt

source: %s characters
ko: %s개의 문자
lt: %s simboliai(ių)

source: %s file successfully imported
ko: %s개의 메모를 성공적으로 가져옴
lt: %s failas sėkmingai įkeltas

source: Access denied deleting note.
ko: 메모를 삭제하기 위한 접근을 거부했습니다.
lt: Neturite teisių ištrinti užrašo.

source: Access denied moving the note.
ko: 메모를 이동하기 위한 접근을 거부했습니다.
lt: Neturite teisių perkelti užrašo.

source: Access denied saving note to %s.
lt: Neturite teisių išsaugoti užrašą į %s.

source: An error occurred displaying %s
ko: %s(을)를 표시하는 동안 오류가 발생함
lt: Klaida rodant %s

source: An error occurred displaying the note
ko: 메모를 표시하는 동안 오류가 발생함
lt: Klaida rodant užrašą

source: Ascending
ko: 오름차순
lt: Didėjimo tvarka

source: Cancel
ko: 취소
lt: Atšaukti

source: Category
lt: Kategorija

source: Change Permissions
ko: 권한 변경
lt: Keisti teises

source: Change your note sorting and display preferences.
ko: 메모 정렬 기준 및 표시 설정을 변경합니다.
lt: Užrašų rūšiavimo bei rodymo nustatymų keitimas.

source: Choose your default Notepad.
ko: 기본 메모장을 선택하세요.
lt: Jūsų pagrindinės užrašų knygelės pasirinkimas.

source: Click to add text...
lt: Spauskite norėdami pridėti daugiau teksto...

source: Close Search
ko: 검색 닫기
lt: Išvalyti paiešką

source: Create
ko: 생성
lt: Sukurti

source: Create Notepad
ko: 메모장 생성
lt: Užrašų knygelės kūrimas

source: Create a new Notepad
ko: 새로운 메모장 생성
lt: Sukurti naują užrašų knygelę

source: Created
ko: 생성일
lt: Sukurta

source: Date
ko: 날짜
lt: Data

source: Decrypt
ko: 해독
lt: Atkoduoti

source: Default Notepad
ko: 기본 메모장
lt: Pagrindinė užrašų knygelė

source: Default sorting criteria:
ko: 기본 정렬 기준:
lt: Rūšiuoti pagal:

source: Default sorting direction:
ko: 기본 정렬 방향:
lt: Rūšiuoti:

source: Delete
ko: 삭제
lt: Ištrinti

source: Delete %s
ko: %s 삭제
lt: Ištrinti %s

source: Delete Confirmation
ko: 삭제 확인
lt: Trynimo patvirtinimas

source: Delete button behaviour
ko: 삭제 버튼 행동
lt: Trynimo mygtuko elgesys

source: Delete this note
lt: Ištrinti šį užrašą

source: Descending
ko: 내림차순
lt: Mažėjimo tvarka

source: Description
ko: 설명
lt: Aprašymas

source: Display Preferences
ko: 화면 설정
lt: Vaizdavimo nustatymai

source: Do you want to confirm deleting entries?
ko: 입력 내용을 삭제할 때 확인하시겠습니까?
lt: Ar norite, kad prieš kiekvieną įrašų trynimą prašytų patviritimo?

source: Edit
lt: Redaguoti

source: Edit "%s"
ko: "%s" 편집
lt: Redaguoti "%s"

source: Edit %s
ko: %s 편집
lt: Redaguoti %s

source: Edit Note
ko: 메모 편집
lt: Redaguoti užrašą

source: Edit categories and colors
lt: Redaguoti kategorijas ir spalvas

source: Edit: %s
ko: 편집: %s
lt: Redaguoti: %s

source: Empty Note
ko: 비어있는 메모
lt: Tuščias užrašas

source: Encryption support has not been configured, please contact your administrator.
ko: 암호화 지원이 구성되지 않았습니다, 관리자에게 문의하세요.
lt: Kodavimas yra nesukonfigūruotas. Susisiekite su savo administratoriumi.

source: Export
ko: 내보내기
lt: Iškelti

source: Export Notes
ko: 메모 내보내기
lt: Iškelti užrašus

source: General Preferences
ko: 기본 설정
lt: Pagrindiniai nustatymai

source: Import Notes, Step %d
ko: 메모 가져오기, %d 번째 단계
lt: Užrašų įkėlimas, %d-as žingsnis

source: Import/Export Notes
ko: 메모 가져오기/내보내기
lt: Įkelti/Iškelti užrašus

source: In:
lt: Kur:

source: Last Modified
ko: 최근 수정일
lt: Paskutinį kartą redaguota

source: Manage Notepads
lt: Užrašų knygelių valdymas

source: Maximum Number of Notes
ko: 최대 메모 개수
lt: Maksimalus užrašų skaičius

source: Memo Text
ko: 메모 내용
lt: Užrašo tekstas

source: Modification Date
ko: 수정일
lt: Keitimo data

source: More Options...
ko: 추가 옵션...
lt: Daugiau nustatymų...

source: Multiple iCalendar components found; only one vNote is supported.
ko: 다중 iCalendar 요소를 발견했습니다; 하나의 vNote만 지원합니다.
lt: Rasta keletas iCalendar komponentų; galimas tik vienas vNote objektas.

source: My Notepads:
lt: Mano užrašų knygelės:

source: My Notes
ko: 내 메모
lt: Mano užrašai

source: Name
ko: 이름
lt: Pavadinimas

source: New Note
ko: 새 메모
lt: Naujas užrašas

source: Next
ko: 다음
lt: Sekantis

source: No iCalendar data was found.
ko: iCalendar 데이터를 발견하지 못했습니다.
lt: iCalendar duomenų nėra.

source: No note loaded
ko: 불러온 메모가 없음
lt: Užrašas neužkrautas

source: No notes match
ko: 일치하는 메모가 없음
lt: Atitinkančių užrašų nėra

source: No notes match the current criteria.
ko: 현재 조건에 일치하는 메모가 없습니다.
lt: Jokie užrašai neatitinka paieškos kriterijaus.

source: No notes to display
ko: 표시할 메모가 없음
lt: Užrašų nėra

source: No_te
ko: 메모
lt: Užr_ašas

source: Not Found
ko: 발견하지 못함
lt: Nerasta

source: Note Category
lt: Užrašo kategorija

source: Note Details
ko: 메모 세부사항
lt: Užrašo aprašymas

source: Note Text
ko: 메모 내용
lt: Užrašo tekstas

source: Note _Text
ko: 메모 내용
lt: Užrašo _tekstas

source: Note not found.
ko: 메모를 발견하지 못했습니다.
lt: Tokio užrašo nėra.

source: Note_pad:
ko: 메모장:
lt: Užrašų kn_ygelė:

source: Notepad
ko: 메모장
lt: Užrašų knygelė

source: Notepad List
lt: Užrašų knygelių sąrašas

source: Notepad of %s
ko: %s의 메모장
lt: %s užrašų knygelė

source: Notepads
lt: Užrašų knygelės

source: Notes Summary
ko: 메모 요약
lt: Užrašų santrumpa

source: Ok
lt: Gerai

source: Permission Denied
lt: Neužtenka teisių

source: Permission denied
ko: 권한이 거부됨
lt: Neužtenka teisių

source: Really delete the notepad "%s"? This cannot be undone and all data on this notepad will be permanently removed.
ko: 정말로 메모장 "%s"(을)를 삭제하시겠습니까? 이 작업은 취소할 수 없고 이 메모장의 모든 데이터를 영구적으로 삭제합니다.
lt: Tikrai ištrinti užrašų knygelę "%s"? Gražinti atgal nebegalėsite ir visi duomenys šioje užrašų knygelėje bus ištrinti.

source: Really delete this note?
ko: 정말로 이 메모를 삭제할까요?
lt: Tikrai ištrinti šį užrašą?

source: Save
ko: 저장
lt: Išsaugoti

source: Save as PDF
ko: PDF로 저장
lt: Išsaugoti kaip PDF

source: Search
ko: 검색
lt: Ieškoti

source: Search Results
ko: 검색 결과
lt: Paieškos rezultatai

source: Search for Notepads:
lt: Ieškoti užrašų knygelės:

source: Select the export format:
ko: 내보내기 형식을 선택하세요:
lt: Pasirinkite iškėlimo formatą:

source: Select the file to import:
ko: 가져올 파일을 선택하세요:
lt: Pasirinkite įkeliamą failą:

source: Select the format of the source file:
ko: 원본 파일의 형식을 선택하세요:
lt: Pasirinkite įkėliamo failo formatą:

source: Shared Notepads:
lt: Bendros užrašų knygelės:

source: Should the Notepad be shown in its own column in the List view?
ko: 목록 화면에서 메모장을 자가 열에 표시할까요?
lt: Ar rodyti užrašų knygelės stulpelį užrašų sąraše?

source: Show action buttons?
ko: 동작 버튼을 표시할까요?
lt: Rodyti mygtukus?

source: Show notepad name?
ko: 메모장 이름을 표시할까요?
lt: Rodyti užrašų knygelės pavadinimą?

source: Show notes from these categories
lt: Rodyti užrašus iš šių kategorijų

source: Show this note
ko: 이 메모장 표시
lt: Rodyti šį užrašą

source: Sort by Category
lt: Rūšiuoti pagal kategoriją

source: Sort by Modification Date
lt: Rūšiuoti pagal pakeitimo datą

source: Sort by Note Text
lt: Rūšiuoti pagal užrašo tekstą

source: Sort by Notepad
lt: Rūšiuoti pagal užrašų knygelę

source: Successfully saved "%s".
ko: "%s"(을)를 성공적으로 저장했습니다.
lt: "%s" sėkmingai išsaugotas.

source: The %s file didn't contain any notes.
ko: %s 파일이 메모를 포함하고 있지 않습니다.
lt: Faile %s nėra jokių užrašų.

source: The note was deleted.
ko: 메모를 삭제했습니다.
lt: Užrašas ištrintas.

source: The notepad "%s" has been created.
ko: 메모장 "%s"(을)를 생성했습니다.
lt: Užrašų knygelė "%s" sukurta.

source: The notepad "%s" has been deleted.
ko: 메모장 "%s"(을)를 삭제했습니다.
lt: Užrašų knygelė "%s" ištrinta.

source: The notepad "%s" has been renamed to "%s".
ko: 메모장 "%s"의 이름이 "%s"(으)로 변경됐습니다.
lt: Užrašų knygelė "%s" pervadinta į "%s".

source: The notepad "%s" has been saved.
ko: 메모장 "%s"(을)를 저장했습니다.
lt: Užrašų knygelė "%s" išsaugota.

source: The passwords don't match.
ko: 암호가 일치하지 않습니다.
lt: Slaptažodžiai nesutampa.

source: There was an error importing the data: %s
ko: 데이터를 가져오는 동안 오류가 발생했습니다: %s
lt: Klaida įkeliant duomenis: %s

source: There was an error importing the iCalendar data.
ko: iCalendar 데이터를 가져오는 동안 오류가 발생했습니다.
lt: Klaida įkeliant iCalendar duomenis.

source: There was an error removing notes for %s. Details have been logged.
ko: %s의 메모를 제거하는 동안 오류가 발생했습니다. 세부사항이 기록됐습니다.
lt: Klaida ištrinant %s užrašus. Administratoriui išsiųstas detalus aprašymas.

source: There was an error removing the note: %s
ko: 메모를 제거하는 동안 오류가 발생했습니다: %s
lt: Klaida ištrinant užrašą: %s

source: There was an error saving the note: %s
ko: 메모를 저장하는 동안 오류가 발생했습니다: %s
lt: Klaida išsaugant užrašą: %s.

source: There was an error viewing this notepad: %s
ko: 이 메모장을 표시하는 동안 오류가 발생했습니다: %s
lt: Klaida peržiūrint šią užrašų knygelę: %s

source: There were no memos to export.
lt: Užrašų iškėlimui nėra.

source: This file format is not supported.
ko: 이 파일 형식을 지원하지 않습니다.
lt: Failo formatas nepalaikomas.

source: This note cannot be decrypted:
ko: 이 메모를 해독할 수 없습니다:
lt: Nepavyko atkoduoti šio užrašo:

source: This note has been encrypted, and cannot be decrypted without a secure web connection
ko: 이 메모는 암호화됐으며, 보안 웹 연결 없이 해독할 수 없습니다.
lt: Šis užrašas yra užkoduotas ir norint jį atkoduoti reikia saugaus prisijungimo.

source: This note has been encrypted, please provide the password below
ko: 이 메모는 암호화됐습니다, 아래에 암호를 입력해주세요.
lt: Šis užrašas yra užkoduotas, įrašykite slaptažodį

source: This note has been encrypted.
ko: 이 메모는 암호화됐습니다.
lt: Šis užrašas užkoduotas.

source: Unfiled
lt: Nenurodyta

source: Unsupported Content-Type: %s
ko: 미지원 콘텐츠 유형: %s
lt: Nežinoma Content-Type antraštė: %s

source: View note
ko: 메모 보기
lt: Rodyti užrašą

source: Which Notepad should the notes be added to?
ko: 메모를 어느 메모장에 추가할까요?
lt: Prie kurios užrašų knygelės pridėti darbus?

source: You are not allowed to change this notepad.
lt: Jūs negalite pakeisti šios užrašų knygelės.

source: You are not allowed to create more than %d notes.
ko: %d개 이상의 메모를 생성할 수 없습니다.
lt: Jūs neturite teisių kurti daugiau kaip %d užrašų.

source: You are not allowed to delete this notepad.
ko: 이 메모장을 삭제할 수 없습니다.
lt: Jūs negalite ištrinti šios užrašų knygelės.

source: You do not have permission to edit this note.
ko: 이 메모를 편집할 수 있는 권한이 없습니다.
lt: Jūs neturite teisių redaguoti šio užrašo.

source: You do not have permission to view the notepad %s.
lt: Neturite teisių peržiūrėti užrašų knygelės %s.

source: Your default notepad:
ko: 기본 메모장:
lt: Jūsų pagrindinė užrašų knygelė:

source: [Manage Notepads]
lt: [Valdyti užrašų knygeles]

source: _Body
lt: Turinyje

source: _Category
lt: _Kategorija

source: _Category:
lt: _Kategorija:

source: _Delete
ko: 삭제
lt: _Ištrinti

source: _Edit
ko: 편집
lt: _Redaguoti

source: _Encrypt?
ko: 암호화 할까요?
lt: Užkoduoti?

source: _For:
lt: Ko:

source: _Import/Export
ko: 가져오기/내보내기
lt: Įkelti/Iškelti

source: _List Notes
ko: 메모 목록
lt: _Užrašų sąrašas

source: _New Note
ko: 새 메모
lt: _Naujas užrašas

source: _Password
ko: 암호
lt: Slaptažodis

source: _Password:
ko: 암호:
lt: Slaptažodis:

source: _Print
lt: _Spausdinti

source: _Repeat:
ko: 반복:
lt: Pakartoti:

source: _Search
ko: 검색
lt: Iešk_oti

source: _Title
lt: Pavadinime

source: by %s
ko: 에 %s(이)가
lt: %s

source: by me
ko: 에 내가
lt: mano

source: in %s
ko: %s에서
lt: %s

source: notes.csv
lt: uzrasai.csv

source: Access denied addings notes to this notepad.
ko: 이 메모장에 메모를 추가하기 위한 접근을 거부했습니다.

source: Access denied saving note to this notepad.
ko: 이 메모장에 메모를 저장하기 위한 접근을 거부했습니다.

source: All state removed for your ActiveSync devices. They will resynchronize next time they connect to the server.
ko: 액티브싱크 장치에 대한 모든 상태를 제거했습니다. 장치는 다음에 서버에 연결할 때 다시 동기화합니다.

source: Body
ko: 본문

source: Choose the Notepads to use for synchronization with external devices.
ko: 외부 장치와 동기화할 때 사용할 메모장을 선택합니다.

source: For
ko: 검색 내용

source: In
ko: 위치

source: Loading...
ko: 불러오는 중...

source: My Notepads
ko: 내 메모장

source: Notepad and Share Preferences
ko: 메모장 및 공유 설정

source: Notes
ko: 메모

source: Owner
ko: 소유자

source: Select the notepads that, in addition to the default, should be used for synchronization with external devices:
ko: 기본 메모장에 추가적으로 외부 장치와 동기화할 때 사용할 메모장을 선택하세요:

source: Shared Notepads
ko: 공유 메모장

source: Synchronization Preferences
ko: 동기화 설정

source: System
ko: 시스템

source: T_ags:
ko: 태그:

source: Tags
ko: 태그

source: The Content_Tagger class could not be found. Make sure the Content application is installed.
ko: Content_Tagger 클래스를 발견하지 못했습니다. Content 응용 프로그램이 설치됐는지 확인하세요.

source: There was an error communicating with the ActiveSync server: %s
ko: 액티브싱크 서버와 통신하는 동안 오류가 발생했습니다: %s

source: Title
ko: 제목

source: You are not allowed to see this notepad.
ko: 이 메모장을 볼 수 없습니다.

source: You do not have permission to view this notepad.
ko: 이 메모를 볼 수 있는 권한이 없습니다.
