Repository: horde/horde
Catalog: beatnik/locale/*/LC_MESSAGES/beatnik.po
Languages: fi, lv

source: -h, --help Show this help
fi: -h, --help Näytä tämä ohje
lv: -h, --help Rādīt šo palīdzības tekstu

source: -p, --password[=password] Horde login password
fi: -p, --password[=password] Horde sisäänkirjaumissalasana
lv: -p, --password[=password] Horde pieslēgšanās parole

source: -r, --rpc[=http://example.com/horde/rpc.php] Remote url
fi: -r, --rpc[=http://example.com/horde/rpc.php] Etäosoite

source: -t, --type[=type] Export format
fi: -t, --type[=type] Viennin muoto
lv: -t, --type[=type] Eksporta formāts

source: -u, --username[=username] Horde login username
fi: -u, --username[=username] Horde sisäänkirjautumistunnus
lv: -u, --username[=username] Horde lietotāja vārds

source: A (Address)
fi: A (Osoite)

source: AAAA (IPv6 Address)
fi: AAAA (IPv6 osoite)
lv: AAAA (IPv6 adrese)

source: Actions
fi: Toiminnot
lv: Darbības

source: Add DNS Record
fi: Lisää DNS tietue
lv: Pievienot DNS ierakstu

source: Add Record
fi: Lisää tietue
lv: Pievienot ierakstu

source: Add Zone
fi: Lisää zone
lv: Pievienot zonu

source: An error occurred while searching the database. Details have been logged for the administrator.
fi: Tapahtui virhe etsittäessä tietokannasta. Yksityiskohtaiset tiedot on kirjattu järjestelmän ylläpidolle tiedoksi.

source: Are you sure you want to delete this record?
fi: Oletko varma, että haluat poistaa tämän tietueen?
lv: Vai tiešām vēlaties dzēst šo ierakstu?

source: Autogenerate
fi: Automaattiluonti
lv: Autoģenerēt

source: Autogeneration not performed
fi: Automaattiluontia ei käytetty
lv: Autoģenerēšana nav veikta

source: Cancel
fi: Peru
lv: Atcelt

source: Choose a template for autogenerating the records:
fi: Valitse malli, jonka mukaan tietueet luodaan automaattisesti

source: Commit All
fi: Kommitoi kaikki
lv: Saglabāt visu

source: Commit Changes
fi: Kommitoi muutokset
lv: Saglabāt izmaiņas

source: Contact e-mail address for this zone
fi: Tämän zonen yhteystietojen sähköpostiosoite
lv: Zonas kontakta e-pasta adrese

source: Corrupt SOA found for zone. Contact your administrator.
fi: Tästä zonesta löytyi korruptoitunut SOA tieto. Ota yhteyttä ylläpitoon.
lv: Atrasts bojāts zonas SOA ieraksts. Sazinieties ar administratoru.

source: Couldn't read command-line options.
fi: Ei voitu lukea komentorivin optioita.
lv: Nav iespējams nolasīt komandrindas opcijas.

source: DNS Service Record Port Number
fi: DNS Service tietue porttinumero

source: DNS Service Record Priority
fi: DNS Service tietue prioriteetti

source: DNS Service Record Weight
fi: DNS Service tietue painoarvo

source: Default Time-To-Live for new records.
fi: Oletus Time-To-Live tieto uusille tietueille

source: Delete
fi: Poista
lv: Dzēst

source: Display Preferences
fi: Näytä asetukset
lv: Ekrāna iestatījumi

source: Domain Categories
fi: Toimialue kategoriat
lv: Domēnu kategorijas

source: Domain Name
fi: Toimialue nimi
lv: Domēna vārds

source: Domains
fi: Toimialueet
lv: Domēni

source: Driver not found.
fi: Ajuria ei löytynyt.
lv: Dzinis nav atrodams.

source: Edit
fi: Muokkaa
lv: Labot

source: Edit DNS Record
fi: Muokkaa DNS tietuetta
lv: Labot DNS ierakstu

source: Edit Record
fi: Muokkaa tietuetta
lv: Labot ierakstu

source: Edit categories and colors
fi: Muokkaa kategorioita ja värejä
lv: Labot kategorijas un krāsas

source: Edit domain groups and colors
fi: Muokkaa toimialueen ryhmiä ja värejä
lv: Labot domēnu grupas un krāsas

source: Error getting domain list. Details have been logged for the administrator.
fi: Virhe haettaessa listaa toimialueista. Yksityiskohtaiset tiedot on kirjattu järjestelmän ylläpidolle tiedoksi.

source: Expert Mode
fi: Asiantuntija tila
lv: Eksperta režīms

source: Expert Mode ON
fi: Asiantuntija tila käytössä
lv: Eksperta režīms IESLĒGTS

source: Expert Mode off
fi: Asiantuntija tila pois käytöstä
lv: Eksperta režīms izslēgts

source: Expiration
fi: Vanheneminen
lv: Beigu datums

source: Have noting to do.
fi: Ei mitään tehtäväksi.
lv: Nav nekas darāms.

source: Hostname
fi: Nimi

source: Hostname Target
fi: Nimen osoite

source: Hostname for CNAME alias
fi: Nimi CNAME aliakselle

source: Hostname for DNS Service Record
fi: Nimi DNS Service tietueelle

source: Hostname for Reverse DNS
fi: Nimi käänteiselle DNS:lle

source: Hostname of Authoritative Name Server
fi: Autorisen nimipalvelimen nimi

source: Hostname of Mail eXchanger
fi: Nimi postinkäsittelijälle (MX)

source: How many domain to display per page.
fi: Miten monta toimialuetta näytetään sivulla.
lv: Cik domēnus rādīt vienā lapā?

source: IP Address
fi: IP-osoite
lv: IP adrese

source: IP in Reverse notation (.in-addr.arpa)
fi: IP-osoite käänteisellä merkinnällä (.in-addr.arpa)

source: IPv4 Network Address
fi: IPv4 verkko-osoite
lv: IPv4 adrese

source: IPv6 Address
fi: IPv6 osoite
lv: IPv6 adrese

source: IPv6 Network Address
fi: IPv6 verkko-osoite
lv: IPv6 adrese

source: Internal error: %s
fi: Sisäinen virhe: %s
lv: Iekšēja kļūda: %s

source: Invalid record type specified.
fi: Annettu tietuetyyppi on epäkelpo.
lv: Norādīts nepareizs ieraksta tips.

source: List Domains
fi: Listaa toimialueet
lv: Domēnu saraksts

source: Logged in successfully as "%s".
fi: Kirjauduttiin sisään käyttäjäksi "%s".

source: Login is incorrect.
fi: Sisäänkirjautuminen epäonnistui.

source: MX (Mail eXchange)
fi: MX (Postinkäsittelijä)

source: MX Preference (lower is more preferred)
fi: MX järjestys (pienempi on etusijalla)

source: Mandatory arguments to long options are mandatory for short options too.
fi: Pakolliset parametrit pitkillä optioille on pakollisia myös lyhyille optioille.

source: Minimum
fi: Minimi
lv: Minimums

source: Missing required field %s to save record.
fi: Puuttuu tallenukseen pakollinen kenttä %s.

source: NS (Name Server)
fi: NS (Nimipalvelin)

source: Not implemented.
fi: Ei toteutettu.
lv: Nav ieviests.

source: PTR (Reverse DNS)
fi: PTR (Käänteinen DNS)
lv: PTR (reversais DNS)

source: Preference
fi: Painoarvo
lv: Iestatījums

source: Preferences
fi: Asetukset
lv: Iestatījumi

source: Primary Nameserver
fi: Primääri nimipalvelin

source: Primary nameserver for this zone
fi: Primääri nimipalvelin tälle toimialueelle

source: Record Defaults
fi: Tietue oletukset

source: Record Time-To-Live (seconds)
fi: Tietue Time-To-Live (sekuntteja)

source: Record Type
fi: Tietueen tyyppi
lv: Ieraksta tips

source: Record added: %s/%s
fi: Tietue lisätty: %s/%s

source: Record deleted
fi: Tietue poistettu
lv: Ieraksts dzēsts

source: Record not deleted
fi: Tietuetta ei poistettu
lv: Ieraksts nav izdzēsts

source: Retry
fi: Yritä uudelleen
lv: Mēģināt vēlreiz

source: SRV (Service Record)
fi: SRV (Palvelutietue)

source: SRV Port
fi: SRV portti
lv: SRV Ports

source: SRV Priority
fi: SRV prioriteetti
lv: SRV Prioritāte

source: SRV Weight
fi: SRV painoarvo
lv: SVR svarīgums

source: Select Domain
fi: Valitse toimialue
lv: Izvēlieties domēnu

source: Select _Domain
fi: Valitse _Toimialue
lv: Izvēlieties domēnu

source: Serial
fi: Sarjanumero
lv: Serijas numurs

source: Set default display parameters.
fi: Aseta näkymän oletusasetukset.
lv: Noklusētie ekrāna iestatījumi.

source: Set default record parameters.
fi: Aseta tietueiden oletusasetukset.
lv: Noklusētie ieraksta iestatījumi.

source: Short hostname for this record
fi: Lyhyt nimi tälle tietueelle

source: Short sub-domain for NS record (leave blank unless creating a subdomain)
fi: Lyhyt alitoimialue tälle NS-tietueelle (jätä tyhjäksi jos ei luoda alitoimialuetta)

source: Skipping existing identical record
fi: Ohitetaan jo olemassaoleva identtinen tietue
lv: Ignorēju vienādos ierakstus

source: String payload for DNS TXT
fi: Merkkijonotieto DNS TXT:lle

source: TXT (Text Record)
fi: TXT (Tekstitietue)

source: Template
fi: Malli
lv: Veidne

source: Too many domains matched that name. Contact your administrator.
fi: Liian monta toimialuetta täsmää tuohon nimeen. Ota yhteyttä ylläpitoon.

source: Type
fi: Tyyppi
lv: Tips

source: Unable to add record to LDAP. Reason: %s
fi: Ei voida lisätä tietoja LDAP-kantaan. Syy: %s
lv: Nav iespējams pievienot ierakstu LDAP. Iemesls: %s

source: Unable to construct valid SOA for %s. Not incrementing serial.
fi: Ei voida luoda kelvollista SOA tietoa toimialueelle %s. Sarjanumero ei ole lisättävissä.

source: Unable to delete record. Reason: %s
fi: Ei voida poistaa tietuetta. Syy: %s
lv: Nav iespējams izdzēst ierakstu. Iemesls: %s

source: Unable to delete record: No record ID specified.
fi: Ei voida poistaa tietuetta: Ei record ID määriteltynä

source: Unable to determine if domain needs committing: invalid parameter.
fi: Ei voidä päätellä pitääkö toimialueen tiedot kommitoida: väärä parametri.

source: Unable to locate requested record.
fi: Ei voida paikallistaa pyydettyä tietuetta.
lv: Pieprasītais ieraksts nav atrodams.

source: Unable to modify record. Reason: %s
fi: Ei voida muokata tietuetta. Syy: %s
lv: Nav iespējams mainīt ierakstu. Iemesls: %s

source: Unable to read requested domain %s
fi: Ei voida lukea pyydettyä toimialuetta %s

source: Unable to rename old object. Reason: %s
fi: Ei voida uudelleennimetä vanhaa objektia Syy: %s
lv: Nav iespējams pārdēvēt veco objektu. Iemesls: %s

source: Unable to retrieve data from LDAP results: %s
fi: Ei voida hakea tietoja LDAP-kannasta syy: %s

source: Unique Identifier (Used as Record ID)
fi: Uniikki tunniste (Käytetään Record ID:ä)

source: Unsupported operation: cannot rename a domain.
fi: Ei tuettu operaatio: ei voida uudelleennimetä toimialuetta.
lv: Neatbalstīta darbība: domēnu pārdēvēt nav iespējams.

source: Unsupported recursive delete.
fi: Ei tuettu rekursiivinen poisto.
lv: Rekursīva dzēšana nav atļauta.

source: Usage: %s [OPTIONS]...
fi: Käyttö: %s [OPTIOT]...

source: You are not permitted to view any domains.
fi: Sinulla ei ole oikeuksia nähdä ainuttakaan toimialuetta.
lv: Jums nav atļauts aplūkot nevienu domēnu.

source: You do not have permission to create new domains.
fi: Sinulla ei ole oikeuksia lisätä uusia toimialueita.
lv: Jums nav tiesību izveidot jaunus domēnus.

source: You do not have permssion to edit the SOA of this zone.
fi: Sinulla ei ole oikeuksia muokata zonen SOA tietoja.
lv: Jums nav tiesību labot šīs zonas SOA ierakstu.

source: You do not have permssion to edit this record.
fi: Sinulla ei ole oikeuksia muokata tätä tietuetta
lv: Jums nav tiesību labot šo ierakstu.

source: You have uncommitted changes in %s.
fi: Sinulla kommitoimattomia muutoksia %s.
lv: Jums ir nesaglabātas izmaiņas %s.

source: Zone Contact
fi: Zone yhteystiedot
lv: Zonas kontakts

source: Zone Domain Name
fi: Zone toimialueen nimi
lv: Zonas domēna vārds

source: Zone Expiry
fi: Zone vanheneminen

source: Zone Minimum
fi: Zone minimi

source: Zone Refresh
fi: Zone päivitys

source: Zone Retry
fi: Zone uudelleenyritys

source: Zone Serial Number
fi: Zonen sarjanumero
lv: Zonas sērijas numurs

source: Zone serial for %s incremented.
fi: Zonen %s sarjanumeroa lisättiin.
lv: %s zonas sērijas numurs palielināts.
