Repository: horde/horde
Catalog: babel/po/*.po
Languages: fr_fr

source: %s is not writable.
fr_fr: %s n'est pas accessible en écriture.

source: %s not found.
fr_fr: %s non trouvé.

source: %s not found. Run 'Extract' first.
fr_fr: %s non trouvé. Veuillez faire une 'Extraction'.

source: %s to %s of %s
fr_fr: %s à %s de %s

source: <gettext> tag not closed in file %s. Opening tag found in line %d.
fr_fr: La balise <gettext> n'est pas fermé correctement dans le fichier %s. Balise d'ouverture trouvé à la ligne %d.

source: Access denied to %s
fr_fr: Accès refusé à %s

source: Access forbidden to '%s'.
fr_fr: Accès refusé à '%s'.

source: All
fr_fr: Tout

source: All Applications
fr_fr: Toutes les applications

source: Build binary MO files from the specified PO files.
fr_fr: Construire les fichiers binaire MO à partir des fichiers PO spécifié.

source: Building MO files for module %s...
fr_fr: Génération des fichiers MO pour le module %s ...

source: Building locale %s...
fr_fr: Généré locale %s ...

source: Can take up to %d minutes !
fr_fr: Peut prendre jusqu'à %d minutes !

source: Can take up to %d seconds !
fr_fr: Peut prendre jusqu'à %d secondes !

source: Can take up to 1 minute !
fr_fr: Peut prendre jusqu'à 1 minute !

source: Cancel
fr_fr: Annuler

source: Cleaning up PO files for module %s...
fr_fr: Nettoyage des fichiers PO pour le module %s ...

source: Cleaning up locale %s...
fr_fr: Netoyage de la locale %s ...

source: Commit
fr_fr: Validez

source: Commit PO files ...
fr_fr: Validez les fichier PO ...

source: Commit translations to the SVN server.
fr_fr: Validez (commit) les traductions sur le serveur SVN.

source: Done!
fr_fr: Terminé!

source: Download
fr_fr: Télécharger

source: Download File
fr_fr: Télécharger Fichier

source: Download all current PO files.
fr_fr: Télécharger tous les fichiers PO.

source: Edit
fr_fr: Modifier

source: Edit Header
fr_fr: Modifier Entête

source: Edit Mode
fr_fr: Mode Édition

source: Edit Translation
fr_fr: Modifier Traduction

source: Error: No locale specified.
fr_fr: Erreur: Il n'y a pas de locale de spécifié.

source: Extract
fr_fr: Extraire

source: Extract Translation
fr_fr: Extraire Traduction

source: Extracting from %s...
fr_fr: Extraction à partir de %s ...

source: Failed!
fr_fr: Échoué!

source: File doesn't exist ...
fr_fr: Fichier non existant ...

source: Filter:
fr_fr: Filtres:

source: Found applications:
fr_fr: Applications Trouvée :

source: Function doesn't exist: %s
fr_fr: Fonction non-existante: %s

source: Fuzzy
fr_fr: Floue

source: Generate Compendium ...
fr_fr: Génération du Compendium ...

source: Generate and merge PO files.
fr_fr: Générer et fusionner les fichier PO.

source: Get statistics about translations.
fr_fr: Obtenir les statistiques concernant les traductions.

source: Gettext extension not found!
fr_fr: Extension Gettext non trouvé!

source: Hook file doesn't exist
fr_fr: Fichier Hook non existant

source: Horde translation generator
fr_fr: Générateur de traduction Horde

source: Initializing module %s...
fr_fr: Initialisation du module %s ...

source: Invalid Translations file. Please submit a valid PO file!
fr_fr: Fichier de traductions invalide. Veuillez soumettre un fichier PO valide !

source: Language
fr_fr: Langue

source: Language: %s (%s)
fr_fr: Langue: %s (%s)

source: Languages
fr_fr: Langues

source: Loading libraries...
fr_fr: Chargement des librairies ...

source: Locked by %s
fr_fr: Verouillé par %s

source: Make
fr_fr: Générer

source: Make Translation
fr_fr: Générer la Traduction

source: Make sure that you have PEAR installed and in your include path.
fr_fr: Veuillez vérifier que vous avez installé PEAR et qu'il sont include dans le chemin d'accès (include path).

source: Merging all %s.po files to the compendium...
fr_fr: Fusionner tous les fichiers %s.po vers le compendium...

source: Merging locale %s...
fr_fr: Fusion de la locale %s ...

source: Merging the PO file for %s to the compendium...
fr_fr: Fusionner tous les fichiers PO pour %s vers le compendium...

source: Merging translation for module %s...
fr_fr: Fusion de la traduction pour le module %s ...

source: Meta Informations
fr_fr: Informations Meta

source: Missing filename!
fr_fr: Nom de fichier manquant!

source: Not all strings will be extracted.
fr_fr: Les chaînes de caractères n'ont pas toutes été extraite.

source: Not changed!
fr_fr: Non modifié!

source: Obsolete
fr_fr: Obsolète

source: Please be patient ...
fr_fr: Veuillez patienter...

source: Please select module of translations PO file!
fr_fr: Veuillez sélectionner le module pour le fichier PO de traduction.

source: Reset
fr_fr: Réinitialiser

source: Reset PO file on
fr_fr: Ré-initialisation du fichier PO pour

source: Reset PO files ...
fr_fr: Ré-initialisation des fichiers PO ...

source: Results (including Horde):
fr_fr: Résultats (incluant Horde):

source: Results:
fr_fr: Résultats:

source: Save
fr_fr: Enregistrer

source: Search
fr_fr: Recherche

source: Searching gettext binaries...
fr_fr: Recherche des exécutables pour gettext ...

source: Skipped...
fr_fr: Ignoré...

source: Statistic
fr_fr: Statistique

source: Statistics
fr_fr: Statistiques

source: Status
fr_fr: Statut

source: The reset procedure will delete all PO files from the server for all modules and restore from SVN server.
fr_fr: La procédure de ré-initialisation effacera tous les fichiers PO du serveur et les restaurera à partir du serveur SVN.

source: Translated
fr_fr: Traduit

source: Translations
fr_fr: Traductions

source: Translations File (.PO)
fr_fr: Fichier de Traduction (.PO)

source: Untranslated
fr_fr: Non Traduit

source: Updated!
fr_fr: Mis à jour!

source: Upload
fr_fr: Envoi

source: Upload new PO files.
fr_fr: Envoyer nouveaux fichiers PO.

source: Upload new Translation
fr_fr: Envoi une nouvelle Traduction

source: Upload successful for %s (%s)
fr_fr: Transfert de fichier réussi pour %s (%s)

source: View
fr_fr: Voir

source: View Source
fr_fr: Visionner Source

source: View Statistics
fr_fr: Voir Statistiques

source: View Translation
fr_fr: Voir Traduction

source: View all translations.
fr_fr: Visionner toutes les traductions.

source: View source: %s
fr_fr: Voir source: %s

source: View/Edit
fr_fr: Visionner/Modifier

source: Warning: Could not create locale directory for locale %s:
fr_fr: Avertissement: Impossible de créer le dossier pour le locale %s :

source: Warning: Your gettext version is too old and does not support PHP natively.
fr_fr: Avertissement: Votre version de gettext est trop ancienne et ne supporte pas PHP nativement.

source: Warning: an error has occured:
fr_fr: Avertissement: Une erreur s'est produite:

source: Warning: the Horde PO file for the locale %s does not exist:
fr_fr: Avertissement: le fichier PO de Horde pour le locale %s n'existe pas:

source: _Extract
fr_fr: _Extraire

source: _General
fr_fr: _Général

source: _Make
fr_fr: Gé_nérer

source: _Upload
fr_fr: En_voi

source: _View
fr_fr: _Visionner
