Repository: horde/horde
Catalog: gollem/po/*.po
Languages: cs_cz, et_ee, lv_lv, sk_sk

source: "%s" renamed to "%s"
et_ee: "%s" nimetati ümber "%s"
sk_sk: "%s" premenované na "%s"

source: %d items
cs_cz: %d polo¾ek
et_ee: %d asja
lv_lv: %d objekti
sk_sk: %d polo¾iek

source: %s Folders and %s Files (%s Kb)
cs_cz: %s Adresáøù a %s Souborù (%s Kb)
et_ee: %s kausta ja %s faili (%s Kb)
lv_lv: %s mapes un %s objekti (%s Kb)
sk_sk: %s prieèinkov a %s süborov (%s Kb)

source: %s Folders and 1 File (%s Kb)
cs_cz: %s Adresáøù a 1 Soubor (%s Kb)
et_ee: %s kausta ja 1 fail (%s Kb)
lv_lv: %s mapes un 1 objekts (%s Kb)
sk_sk: %s prieèinkov a 1 súbor (%s Kb)

source: %s successfully saved.
et_ee: %s edukalt salvestatud.

source: %s was successfully pasted.
cs_cz: %s byl úspì¹nì vlo¾en.
et_ee: %s edukalt kleebitud.
lv_lv: %s veiksmîgi ievilkts.
sk_sk: %s bolo úspe¹ne vlo¾ené.

source: 1 Folder and %s Files (%s Kb)
cs_cz: 1 Adresáø a %s Souborù (%s Kb)
et_ee: 1 kaust ja %s faili (%s Kb)
lv_lv: 1 mape un %s objekti (%s Kb)
sk_sk: 1 prieèinok a %s súborov (%s Kb)

source: 1 Folder and 1 File (%s Kb)
cs_cz: 1 Adresáø a 1 Soubor (%s Kb)
et_ee: 1 kaust ja 1 fail (%s Kb)
lv_lv: 1 mape un 1 objekts (%s Kb)
sk_sk: 1 prieèinok a 1 súbor (%s Kb)

source: 1 item
cs_cz: 1 polo¾ka
et_ee: 1 asi
lv_lv: 1 objekts
sk_sk: 1 polo¾ka

source: A popup window could not be opened. Perhaps you have set your browser to block popup windows?
et_ee: Hüpik akent ei saanud avada. Võibolla sinu veebilehitseja blokeerib hüpik aknaid?

source: Access denied to %s
cs_cz: Nebyl povolen pøístup k: %s
et_ee: %s juurdepääs keelatud
lv_lv: %s pieeja liegta.
sk_sk: Prístup do %s bol odopretý

source: Access denied to folder "%s".
et_ee: Kaustale "%s" juurdepääs keelatud.
sk_sk: Prístup do prieèinka "%s" bol odopretý.

source: Actions:
et_ee: Tegevus:
sk_sk: Operácie:

source: Add
et_ee: Lisa
sk_sk: Prida»

source: Add column
cs_cz: Pøidat sloupec
et_ee: Lisa veerg
lv_lv: Pievienot kolonnu
sk_sk: Prida» ståpec

source: All
cs_cz: V¹e
et_ee: Kõik
sk_sk: V¹etky

source: Are you sure you wish to continue?
cs_cz: Jste si jistí, ¾e chcete pokraèovat?
et_ee: Oled kindel et soovid jätkata?
lv_lv: Vai esat pilnîgi pârliecinâts, ka vçlaties turpinât?
sk_sk: Naozaj chcete pokraèova»?

source: Are you sure?
cs_cz: Opravdu?
et_ee: Oled kindel?
lv_lv: Vai esat pârliecinâts?
sk_sk: Ste si istý?

source: Ascending
cs_cz: Vzestupnì
et_ee: Kasvav
lv_lv: Augoði
sk_sk: Vzostupne

source: Ask
cs_cz: Zeptat se
et_ee: Küsi
lv_lv: Jautât
sk_sk: Spýta» sa

source: Attributes
cs_cz: Atributy
et_ee: Atribuudid
lv_lv: Atribûti
sk_sk: Atribúty

source: Available Columns:
cs_cz: Mo¾né Sloupce:
et_ee: Saadavad veerud:
lv_lv: Pieejamâs kolonnas:
sk_sk: Dostupné ståpce:

source: Backends
cs_cz: Backendy
et_ee: Alusrakendused
lv_lv: Programmatûra
sk_sk: Backendy

source: Below is the current contents of your clipboard.
et_ee: Allpool on hetke lõikepuhver sisu.
sk_sk: Ni¾¹ie je aktuálny obsah Va¹ej schránky.

source: Cancel
cs_cz: Storno
et_ee: Tühista
lv_lv: Atcelt
sk_sk: Zru¹i»

source: Cannot chmod %s: %s
et_ee: Ei õnnestu muuta õigusi %s: %s

source: Cannot copy items onto clipboard.
cs_cz: Nelze kopírovat polo¾ky do pøechodné schránky.
et_ee: Ei õnnestu kopeerida asju lõikepuhvrisse.
lv_lv: Nevar kopçt objektus uz starpliktuvi.
sk_sk: Nepodarilo sa skopírova» polo¾ky do schránky.

source: Cannot create home directory: %s
et_ee: Ei õnnestu luua kodu kataloogi: %s
sk_sk: Nepodarilo sa vytvori» domovský prieèinok %s.

source: Cannot cut items onto clipboard.
cs_cz: Nelze vlo¾it polo¾ky do pøechodné schránky.
et_ee: Ei saa lõigata asju lõikepuhvrisse.
lv_lv: Nevar izgriezt objektus uz starpliktuvi.
sk_sk: Nepodarilo sa vystrihnú» polo¾ky do schránky.

source: Cannot paste "%s" (file cleared from clipboard): %s
et_ee: Ei saa kleepida "%s" (lõikepuhver on tühjendatud) :%s
sk_sk: Nepodarlio sa vlo¾i» "%s" (súbor bol zmazaný zo schránky): %s

source: Change Folder
cs_cz: Zmìnit Adresáø
et_ee: Vaheta kausta
lv_lv: Mainît mapi
sk_sk: Zmeni» prieèinok

source: Change Permissions
et_ee: Vaheta Õigusi

source: Change Server
et_ee: Vaheta serverit
sk_sk: Zmeni» server

source: Change _Folder
et_ee: Vaheta _Kausta

source: Change file and folder handling settings.
cs_cz: Zmìnit nastavení pro práci se soubory a adresáøemi.
et_ee: Muuda faili ja kaustade kasutamisseadeid.
lv_lv: Mainît objektu un mapju apstrâdes iestatîjumus.
sk_sk: Zmena nastavení nakladania so súbormi a prieèinkami.

source: Change your file sorting options.
cs_cz: Zmìnit mo¾nosti pro tøídìní souborù
et_ee: Muuda failide sorteerimisseadeid.
lv_lv: Mainît objektu ðíiroðanas iestatîjumus.
sk_sk: Nastavte triedenie súborov.

source: Check Quota
et_ee: Kontrolli mahupiirangut
sk_sk: Skontrolova» kvóta

source: Check _All/None
cs_cz: Vybrat _V¹e/®ádné
et_ee: Vali _Kõik/midagi
lv_lv: Pârbaudît visus/nevienu
sk_sk: Vybra» _v¹etky/¾iadne

source: Chmod done:
cs_cz: Chmod proveden:
et_ee: Õigused muudetud:
lv_lv: Pieejas tiesîbas mainîtas:
sk_sk: Chmod vykonaný:

source: Choose the columns to display in the file manager.
cs_cz: Vybrat zobrazení sloupcù ve správci souborù.
et_ee: Vali veerud mida näidata faili halduris.
lv_lv: Izvçlieties kolonnas, kuras râdît objektu pârvaldniekâ.
sk_sk: Vyberte, ktoré ståpce sa majú zobrazi» v správcovi súborov:

source: Clear
et_ee: Tühjenda
sk_sk: Odstráni»

source: Clipboard
et_ee: Lõikepuhver
sk_sk: Schránka

source: Close
et_ee: Sulge
sk_sk: Zavrie»

source: Connect to: %s
cs_cz: Pøipojit se: %s
et_ee: Ühendu: %s
lv_lv: Pieslçgties: %s
sk_sk: Pripoji» sa k: %s

source: Copy
et_ee: Kopeeri
sk_sk: Kopírova»

source: Could not save the compiled template file '%s'.
et_ee: Ei õnnestunud salvestada malli faili '%s'.

source: Create Folder
cs_cz: Vytvoøit Adresáø
et_ee: Loo kaust
lv_lv: Izveidot mapi
sk_sk: Vytvori» prieèinok

source: Created empty permissions for "%s". You must explicitly grant access to this backend now.
et_ee: Teha ilma õigusteta "%s". Peab alusrakendusele andma selle õiguse.
sk_sk: Vytvorené prázdne práva pre "%s". Teraz musíte jednotlivo povoli» prístup do tohto backendu.

source: Current directory:
et_ee: Hetke kaust:
sk_sk: Aktuálny prieèinok:

source: Cut
et_ee: Lõika
sk_sk: Vystrihnú»

source: Default sorting criteria:
cs_cz: Implicitní tøídící kritéria:
et_ee: Vaike sortimiskriteerium:
lv_lv: Noklusçtais ðíiroðanas kritçrijs:
sk_sk: Prednastavený spôsob triedenia:

source: Default sorting direction:
cs_cz: Implicitní smìr tøídìní:
et_ee: Vaike sortimissuund:
lv_lv: Noklusçtâ ðíiroðanas secîba:
sk_sk: Prednastavený smer triedenia:

source: Delete
et_ee: Kustuta
sk_sk: Vymaza»

source: Delete folders recursively?
cs_cz: Smazat Adresáøe rekurzivnì?
et_ee: Kustuta kaustad rekursiivselt?
lv_lv: Dzçst visu mapi ar apakðmapçm?
sk_sk: Vymaza» prieèinky a ich obsah?

source: Descending
cs_cz: Sestupnì
et_ee: Kahanev
lv_lv: Dilstoði
sk_sk: Zostupne

source: Done
cs_cz: Provedeno
et_ee: Tehtud
lv_lv: Izpildîts
sk_sk: Vykonané

source: Download
et_ee: Tõmba
lv_lv: Lejupielâdçt
sk_sk: Stiahnu»

source: Download %s
et_ee: Tõmba %s
sk_sk: Stiahnu» %s

source: ERROR:
et_ee: VIGA:
sk_sk: CHYBA:

source: Edit
et_ee: Muuda

source: Edit %s
et_ee: Muuda %s

source: Email
et_ee: Mail
lv_lv: E-pasts

source: Execute
cs_cz: Provést
et_ee: Käivita
sk_sk: Spusti»

source: File
et_ee: Fail
sk_sk: Súbor

source: File Display
cs_cz: Zobrazit Soubor
et_ee: Näita faili
lv_lv: Parâdît failu
sk_sk: Zobrazenie súborov

source: File Modification Time
cs_cz: Èas Zmìny Souboru
et_ee: Faili muutmise aeg
lv_lv: Pçdçjâs faila izmaiòas
sk_sk: Èas modifikácie súborov

source: File Name
cs_cz: Název Souboru
et_ee: Faili nimi
lv_lv: Faila nosaukums
sk_sk: Meno súboru

source: File Size
cs_cz: Velikost Souboru
et_ee: Faili suurus
lv_lv: Faila izmçrs
sk_sk: Veµkos» súboru

source: File Type
cs_cz: Typ Souboru
et_ee: Faili tüüp
lv_lv: Faila tips
sk_sk: Typ súboru

source: File deleted:
cs_cz: Soubor smazán:
et_ee: Fail kustutatud:
lv_lv: Fails izdzçsts:
sk_sk: Súbor vymazaný:

source: File received: %s
cs_cz: Soubor pøijat: %s
et_ee: Fail saabunud: %s
lv_lv: Fails saòemts: %s
sk_sk: Súbor prijatý: %s

source: Files must be written inside a VFS backend.
et_ee: Faili peab kirjutama VFS alusrakenduse sees.

source: Folder removed:
cs_cz: Adresáø odstranìn:
et_ee: Kaust eemaldatud:
lv_lv: Mape izdzçsta:
sk_sk: Prieèinok vymazaný:

source: Folders must be created inside a VFS backend.
et_ee: Kaust tuleb teha VFS alusrakenduse sees.

source: Go to:
cs_cz: Pøesunout se na:
et_ee: Mine:
lv_lv: Pâriet uz:
sk_sk: Prejs» na:

source: Gollem Backend Permissions Administration
et_ee: Gollemi alusrakenduse õigusete administreerimine
sk_sk: Administrácia práv backendov Gollem

source: Group
cs_cz: Skupina
et_ee: Grupp
lv_lv: Grupa
sk_sk: Skupina

source: Incorrect number of items.
cs_cz: Nesprávný poèet polo¾ek.
et_ee: Vale asjade arv.
lv_lv: Nepareizs objektu skaits.
sk_sk: Nesprávny poèet polo¾iek.

source: Invalid backend requested: %s
et_ee: Vigane alusrakenduse päring: %s

source: Item copied to clipboard: %s
cs_cz: Polo¾ka zkopírována do pøechodné schránky: %s
et_ee: Asi kopeeritud lõikepuhvrisse: %s
lv_lv: Objekts nokopçts uz starpliktuvi: %s
sk_sk: Polo¾ka skopírovaná do schránky: %s

source: Item cut to clipboard: %s
cs_cz: Polo¾ka pøesunuta do pøechodné schránky: %s
et_ee: Asi lõigatud lõikepuhvrisse: %s
lv_lv: Objekts izgriezts uz starpliktuvi: %s
sk_sk: Polo¾ka vystrihnutá do schránky: %s

source: Language
et_ee: Keel
sk_sk: Jazyk

source: List folders first?
cs_cz: Ukázat nejdøíve seznam adresáøù?
et_ee: Kaustad enne?
lv_lv: Râdît mapes saraksta sâkumâ?
sk_sk: Zobrazi» najprv prieèinky?

source: Menu List
et_ee: Menüü nimekiri
sk_sk: Zoznam menu

source: Modified
cs_cz: Zmìnìno
et_ee: Muudetud
lv_lv: Pçdçjâs izmaiòas
sk_sk: Zmenené

source: Move left
cs_cz: Posunout doleva
et_ee: Liiguta vasakule
lv_lv: Pârvietot pa kreisi
sk_sk: Presunú» vµavo

source: Move right
cs_cz: Posunout doprava
et_ee: Liiguta paremale
lv_lv: Pârvietot pa labi
sk_sk: Presunú» vpravo

source: Name
cs_cz: Název
et_ee: Nimi
lv_lv: Nosaukums
sk_sk: Meno

source: Name:
cs_cz: Název:
et_ee: Nimi:
lv_lv: Vârds:
sk_sk: Meno:

source: New folder created:
cs_cz: Zalo¾en nový adresáø:
et_ee: Uus kaust tehtud:
lv_lv: Radîta jauna mape:
sk_sk: Nový prieèinok bol vytvorený:

source: No
cs_cz: Ne
et_ee: Ei
lv_lv: Nç
sk_sk: Nie

source: No quota found.
et_ee: Quotat ei leitud.
sk_sk: ®iadne kvóta neboli nájdené.

source: Owner
cs_cz: Vlastník
et_ee: Omanik
lv_lv: Îpaðnieks
sk_sk: Vlastník

source: Password
cs_cz: Heslo
et_ee: Parool
lv_lv: Parole
sk_sk: Heslo

source: Paste
et_ee: Kleebi
sk_sk: Vlo¾i»

source: Permission
cs_cz: Práva
et_ee: Õigus
lv_lv: Pieejas tiesîbas
sk_sk: Právo

source: Permission denied to %s: %s
cs_cz: Nepovolený pøístup k %s: %s
et_ee: Ligipääs keelatud %s: %s
lv_lv: Pieeja %s liegta: %s
sk_sk: Prístup zamietnutý do %s: %s

source: Permission denied to folder "%s": %s
et_ee: Kaustale "%s" ligipääs keelatud: %s
sk_sk: Prístup zamietnutý do prieèinka "%s": %s

source: Permission denied to this backend.
et_ee: Alusrakendusele ligipääs keelatud.

source: Please provide your password.
cs_cz: Prosím zadejte Va¹e heslo.
et_ee: Palun sisesta oma parool.
lv_lv: Lûdzu ievadiet paroli.
sk_sk: Prosím zadajte svoje heslo

source: Please provide your username.
cs_cz: Prosím zadejte Va¹e u¾ivatelské jméno.
et_ee: Palun sisesta oma kasutaja.
lv_lv: Lûdzu ievadiet lietotâja vârdu.
sk_sk: Prosím zadajte svoje pou¾ívateµské meno

source: Please select a backend:
cs_cz: Prosim vyberte backend:
et_ee: Palun vali alusrakendus:
lv_lv: Izvçlieties servera tipu:
sk_sk: Prosím vyberte backend:

source: Please select an item before this action.
cs_cz: Prosím vyberte polo¾ku pøed provedeními tohoto úkonu.
et_ee: Palun tee valik enne tegevust.
lv_lv: Lûdzu izvçlieties objektu pirms operâcijas.
sk_sk: Prosím vyberte polo¾ku pred vykonaním tejto operácie.

source: Please specify at least one file to upload.
cs_cz: Prosím zadejte alespoò jeden soubor pro upload.
et_ee: Palun vali vähemalt üks fail mida ülesse laadida.
lv_lv: Lûdzu norâdiet vismaz vienu ielâdçjamo failu.
sk_sk: Prosím vyberte aspoò jeden súbor na nahranie.

source: Quota Display
et_ee: Näita mahupiirangut
sk_sk: Zobrazenie kvót

source: Read
cs_cz: Ètecí
et_ee: Loe
sk_sk: Èíta»

source: Refresh
cs_cz: Obnovit
et_ee: Uuenda
lv_lv: Atjaunot
sk_sk: Obnovi»

source: Remove column
cs_cz: Odstranit sloupec
et_ee: Eemalda veerg
lv_lv: Izdzçst kolonnu
sk_sk: Odstráni» ståpec

source: Rename
cs_cz: Pøejmenovat
et_ee: Nimeta ümber
lv_lv: Pârdçvçt
sk_sk: Premenova»

source: Renaming across backends is not supported.
et_ee: Ümber nimetamine üle alusrakenduste ei ole võimalik.

source: Renaming of backends is not allowed.
et_ee: Alusrakenduste ümbernimetamine ei ole lubatud.

source: Reset
et_ee: Tühjenda

source: Root
cs_cz: Koøenový adresáø
et_ee: Juur
lv_lv: Sakne
sk_sk: Koreòový prieèinok

source: Save
cs_cz: Ulo¾it
et_ee: Salvesta
lv_lv: Saglabât
sk_sk: Ulo¾i»

source: Selected Columns:
cs_cz: Vybrané Sloupce:
et_ee: Vali veerg:
lv_lv: Izvçlçtâs kolonnas:
sk_sk: Vyberte ståpce:

source: Settings
cs_cz: Mo¾nosti Nastavení
et_ee: Seaded
lv_lv: Iestatîjumi
sk_sk: Nastavenia

source: Show dotfiles?
cs_cz: Zobrazit soubory zaèínající teèkou?
et_ee: Näita punktiga algavaid faile?
lv_lv: Râdît failus, kuru nosaukums sâkas ar (.)?
sk_sk: Zobrazi» súbory zaèínajúce bodkou?

source: Size
cs_cz: Velikost
et_ee: Suurus
lv_lv: Izmçrs
sk_sk: Veµkos»

source: The application folder can not be deleted.
et_ee: Rakenduse kausta ei saa kustutada.

source: The following item(s) are folders:
et_ee: Järgmised asjad on kaustades:

source: The following items will be permanently deleted:
et_ee: Järgmised asjad kustutatakse igaveseks:

source: The original opener window has been closed. Exiting.
et_ee: Algnel avamisaken on suletud. Väljun.
sk_sk: Pôvodné okno bolo zavreté. Koniec.

source: There are no backends available for the current user.
et_ee: Hetke kasutajale ei ole ühtegi alusrakendust.
sk_sk: Pre aktuálneho pou¾ívateµa nie sú k dispozícii ¾iadne backendy.

source: There are no files in this folder.
cs_cz: Tento adresáø neobsahuje ¾ádné soubory.
et_ee: Selles kaustas pole faile.
lv_lv: Ðajâ mapç nav failu.
sk_sk: V tomto prieèinku nie sú ¾iadne súbory.

source: To clear items from the clipboard, check the box next to the filename and click on &quot;Clear&quot;.
et_ee: Lõikepuhvrist failide kustutamiseks vali linnuke faili nime järel ja vajuta &quot;Tühjenda&quot;.
sk_sk: Ak chcete odstráni» polo¾ky zo schránky, za¹krtnite ¹tvorèek vedµa súboru a kliknite na &quot;Odstráni»&quot;.

source: To paste items from the clipboard to the current directory, check the box next to the filename and click on &quot;Paste&quot;.
et_ee: Asjade kleepimiseks lõikepuhvrisse hetke kaustast vali linnuke faili nime kõrval ja vajuta &quot;Kleebi&quot;.
sk_sk: Ak chcete vlo¾i» polo¾ky zo schránky do aktuálneho prieèinka, za¹krtnite ¹tvorèek vedµa súboru a kliknite na &quot;Vlo¾i»&quot;.

source: Type
cs_cz: Typ
et_ee: Tüüp
lv_lv: Tips
sk_sk: Typ

source: Unable to create Gollem session
et_ee: Ei õnnestunud luua Gollemi sessiooni

source: Unable to create backend permission: %s
et_ee: Ei õnnestunud luua alusrakenduse õigust: %s
sk_sk: Nepodarilo sa vytvori» právo pre backend: %s

source: Unable to delete file %s: %s
et_ee: Faili %s ei õnnestunud kustutada: %s

source: Unable to delete folder %s: %s
et_ee: Kausta %s ei õnnestunud kustutada: %s

source: Up to %s
cs_cz: Do %s
et_ee: Kuni %s
lv_lv: Atpakaï uz %s
sk_sk: Vy¹¹ie na %s

source: Upload File(s)
cs_cz: Uploadovat Soubor(y)
et_ee: Lae fail(e)
lv_lv: Ielâdçt failu(s)
sk_sk: Nahra» súbory

source: User Interface
cs_cz: U¾ivatelské Rozhraní
et_ee: Kasutajaliides
lv_lv: Lietotâja saskarne
sk_sk: Pou¾ívateµské rozhranie

source: Username
cs_cz: U¾ivatelské Jméno
et_ee: Kasutaja
lv_lv: Lietotâja vârds
sk_sk: Pou¾ívateµské meno

source: View Clipboard
et_ee: Vaata lõikepuhvrit
sk_sk: Zobrazi» schránku

source: Welcome to %s
cs_cz: Vítejte v %s
et_ee: Tere tulemast: %s
lv_lv: Laipni lûdzam %s
sk_sk: Víta Vás %s

source: Write
cs_cz: Zapsat
et_ee: Kirjuta
sk_sk: Zapísa»

source: Yes
cs_cz: Ano
et_ee: Jah
lv_lv: Jâ
sk_sk: Áno

source: You need at least one backend defined to set permissions.
et_ee: Vähemalt üks alusrakendus peab olema defineeritud et seada õigusi.
sk_sk: Musíte ma» nastavený aspoò jeden backend na nastavenie práv.

source: Your browser does not support inline display of this image type
cs_cz: Vá¹ prohlí¾eè nepodporuje zobrazení tohoto typu obrázku v tìle zprávy.
et_ee: Sinu webi lehitseja ei toeta selle pildi tüübi näitamist
lv_lv: Jûsu pârlûkprogramma neuztur ðâdu attçla formâtu
sk_sk: Vá¹ prehliadaè nepodporuje priame zobrazenie tohto typu obrázkov

source: _Change Server
cs_cz: _Zmìnit Server
et_ee: _Muuda serverit
lv_lv: Mainît serveri
sk_sk: _Zmeni» server

source: _Create Folder
et_ee: _Loo kaust

source: _My Home
et_ee: _Minu kodu

source: _Permissions
et_ee: Õ_igused

source: folder
cs_cz: adresáø
et_ee: Kaust
lv_lv: mape
sk_sk: prieèinok

source: %s Login
cs_cz: %s Pøihlásit se
sk_sk: %s prihlásenie

source: Cannot chmod %s
cs_cz: Nelze provést chmod %s
lv_lv: Nevar izmanît pieejas tiesîbas %s
sk_sk: Nepodarilo sa vykona» chmod %s

source: Cannot delete "%s": %s
sk_sk: Nepodarilo sa vymaza» "%s": %s

source: Home
cs_cz: Gollem
lv_lv: Galvenâ
sk_sk: Domov

source: Login
sk_sk: Prihlásenie

source: MB free
sk_sk: MB voµných

source: MB used
sk_sk: MB vyu¾itých

source: Permissions
sk_sk: Práva

source: Quota Usage
sk_sk: Vyu¾ité kvóta

source: Sort Direction
cs_cz: Smìr Tøídìní
lv_lv: Ðíiroðanas secîba
sk_sk: Smer triedenia

source: The following item(s) are folders:
cs_cz: Následující polo¾ka(y) je/jsou adresáø(e):
lv_lv: Ðis(-e) objekts(-i) ir mape(s):
sk_sk: Nasledujúce polo¾ky sú prieèinky:

source: The following items will be permanently deleted:
cs_cz: Následujíci polo¾ky budou permanentnì vymazány:
lv_lv: Ðie objekti tiks neatgriezeniski izdzçsti:
sk_sk: Nasledujúce polo¾ky budú trvale vymazané:

source: symlink
cs_cz: symbolická linka
lv_lv: simboliskâ saite
sk_sk: symlinka

source: '%s' renamed to '%s'
cs_cz: '%s' pøejmenován na '%s'
lv_lv: '%s' pârdçvçts par '%s'

source: Access denied:
cs_cz: Pøístup zamítnut:
lv_lv: Pieeja liegta:

source: Browse to the folder to upload files to
cs_cz: Pøesunout se do adresáøe a vlo¾it tam soubory
lv_lv: Pârejiet uz mapi, kurâ vçlaties ielâdçt objektus

source: Cannot delete '%s': %s
cs_cz: Nelze smazat '%s': %s
lv_lv: Nevar izdzçst '%s': %s

source: Cannot paste '%s' (clipboard cleared): %s
cs_cz: Nelze vlo¾it '%s' (pøechodná schránka vyprázdnìna): %s
lv_lv: Nevar ielîmçt '%s' (starpliktuve notîrîta): %s

source: Chmod Items
cs_cz: Chmod Polo¾ek
lv_lv: Pieejas tiesîbas objektiem

source: Choose Action:
cs_cz: Vybrat Úkon:
lv_lv: Izvçlieties darbîbu:

source: Copy Items
cs_cz: Kopírovat Polo¾ky
lv_lv: Kopçt objektus

source: Cut Items
cs_cz: Vyjmout Polo¾ky
lv_lv: Izgriezt objektus

source: Defaulted to: %s
cs_cz: Pøepnuto na: %s
lv_lv: Pieòemts noklusçtais: %s

source: Delete Items
cs_cz: Smazat Polo¾ky
lv_lv: Dzçst objektus

source: ERROR: %s
cs_cz: CHYBA: %s
lv_lv: KÏÛDA: %s

source: File 1:
cs_cz: Soubor 1:
lv_lv: Fails 1:

source: File 2:
cs_cz: Soubor 2:
lv_lv: Fails 2:

source: File 3:
cs_cz: Soubor 3:
lv_lv: Fails 3:

source: File Upload
cs_cz: Vlo¾it Soubor
lv_lv: Faila ielâde

source: Locked
cs_cz: Uzamèeno
lv_lv: Slçgts

source: Log in
cs_cz: Pøihlásit se
lv_lv: Pieslçgties

source: Login to %s
cs_cz: Pøihlásit se do %s
lv_lv: Pieslçgties %s

source: Paste Items
cs_cz: Vlo¾it Polo¾ky
lv_lv: Ielîmçt objektus

source: Please enter your Username and Password.
cs_cz: Prosím zadejte Va¹e U¾ivatelské Jméno a Heslo
lv_lv: Ievadiet lietotâja vârdu un paroli.

source: Rename Items
cs_cz: Pøejmenovat Polo¾ky
lv_lv: Pârdçvçt objektus

source: Select
cs_cz: Vybrat
lv_lv: Izvçlies

source: There are no folders in the current folder; click 'Next' if you want to upload files to this folder.
cs_cz: Tento adresáø neobsahuje ¾ádné soubory; kliknìte na 'Dal¹í' pokud si pøejete uploadovat soubory do toho to adresáøe.
lv_lv: Paðreizçjâ mapç nav apakðmapju; nospiediet 'Tâlâk', ja vçlaties ielâdçs failus ðajâ mapç.

source: There was an error viewing this file
cs_cz: Nastala chyba pøi prohlí¾ení toho to souboru.
lv_lv: Kïûda attçlojot failu

source: Upload Files to %s
cs_cz: Uploadovat Soubory do %s
lv_lv: Ielâdçt failus %s

source: Upload to %s
cs_cz: Uploadovat do %s
lv_lv: Ielâdçt %s

source: Upload your files to %s on %s.
cs_cz: Uploadovat soubory do %s na %s.
lv_lv: Ielâdçt failus %s uz %s.

source: Username and Password are incorrect.
cs_cz: Nesprávné U¾ivatelské Jméno a Heslo.
lv_lv: Nepareizs lietotâja vârds un parole.

source: When you are inside the folder you wish to upload to, click the 'Next' button to upload files.
cs_cz: Pokud jste uvnitø adresáøe, kde si pøejete uploadovat soubory, kliknìte na 'Dal¹í'.
lv_lv: Kad nonâkat mapç, kurâ vçlaties ielâdçt failus, nospiediet 'Tâlâk', lai sâktu ielâdi.

source: You do not have permission to create this folder.
cs_cz: Nedostateèná práva pro zalo¾ení adresáøe %s.
lv_lv: Jums nav tiesîbu izveidot ðâdu mapi.

source: You do not have permission to cut/copy items.
cs_cz: Nedostateèná práva pro vyjmutí/kopírování polo¾ek..
lv_lv: Jums nav tiesîbu izgriezt/kopçt failus.

source: You do not have permission to delete or change permissions on items.
cs_cz: Nedostateèná práva pro smazání nebo zmìnu práv pro tyto polo¾ky.
lv_lv: Jums nav tiesîbu dzçst vai mainît failu pieejas tiesîbas.

source: You do not have permission to paste items.
cs_cz: Nedostateèná práva pro vlo¾ení polo¾ek.
lv_lv: Jums nav tiesîbu ievilkt failus.

source: You do not have permission to rename items.
cs_cz: Nedostateèná práva pro pøejmenování polo¾ek.
lv_lv: Jums nav tiesîbu pârdçvçt failus.

source: You do not have permission to upload items.
cs_cz: Nedostateèná práva pro uploadování polo¾ek.
lv_lv: Jums nav tiesîbu ielâdçt failus.

source: [home]
cs_cz: [domovský adresáø]
lv_lv: [galvenais]

source: _Log out
cs_cz: _Odhlá¹ení
lv_lv: Iziet

source: Server
lv_lv: Serveris
