<?xml version="1.0"?>
<help>

<entry id="file-actions" md5="b0de5fc9b7cc30fea350fc3900737896" state="uptodate">
    <title>Datoteke: Akcije</title>
    <heading>Nova mapa</heading>
    <para>
    Za dodavanje nove mape u kliknite na ikonu Nova mapa.  Nakon unosa imena,
    nova mapa se stvara unutar trenutno odabrane mape.
    </para>
    <heading>Brisanje, izrezivanje, kopiranje i vra&#x107;anje datoteka</heading>
    <para>
    Operacije brisanja, izrezivanja, kopiranja i vra&#x107;anja datoteka zahtijevaju
    da je odabrana barem jedna datoteka.  Datoteke se odabiru klikom na ku&#x107;icu
    ispred imena datoteke. Nakon toga je iz izbornika mogu&#x107;e odabrati akciju
    koja &#x107;e se primijeniti na odabrane datoteke.  Operacije kopiranja i
    izrezivanja spremaju odabrane datoteke u me&#x111;uspremnik nakon &#x10D;ega ih je
    mogu&#x107;e zalijepiti u neku drugu mapu.  Nakon pozicioniranja u odredi&#x161;nu
    mapu, u me&#x111;uspremniku se odaberu &#x17E;eljene datoteke i klikne na Zalijepi.
    Odabrane datoteke biti &#x107;e premje&#x161;tene (ako su izrezane u me&#x111;uspremnik) ili
    kopirane (ako su kopirane u me&#x111;uspremnik) u trenutnu mapu.
    </para>
    <heading>Brisanje, izrezivanje, kopiranje i vra&#x107;anje mapa</heading>
    <para>
    Uobi&#x10D;ajeno se mogu brisati samo prazne mape, ali postoji mogu&#x107;nost
    brisanje mapa koje nisu prazne (rekurzivno brisanje).  Ako ova opcija
    nije uklju&#x10D;ena poku&#x161;aj brisanja mape koja nije prazna vratiti &#x107;e gre&#x161;ku.
    Da bi aktivirali ovu funkcionalnost potrebno je oti&#x107;i u postavke aplikacije
    i za stavku Rekurzivno bri&#x161;i pod-mape odabrati vrijednost Da. Nakon toga
    biti &#x107;e mogu&#x107;e rekurzivno brisati sadr&#x17E;aj mape (zajedno sa mapom bri&#x161;u se
    pod-mape i datoteke koje ona sadr&#x17E;i).
    </para>

    <para>
    Operacije brisanja, izrezivanja, kopiranja i vra&#x107;anja mapa zahtijevaju
    da je odabrana barem jedna mapa.  Mape se odabiru klikom na ku&#x107;icu
    ispred imena mape. Nakon toga je iz izbornika mogu&#x107;e odabrati akciju
    koja &#x107;e se primijeniti na odabrane mape.  Operacije kopiranja i
    izrezivanja spremaju odabrane mape u me&#x111;uspremnik nakon &#x10D;ega ih je
    mogu&#x107;e zalijepiti u neku drugu mapu.  Nakon pozicioniranja u odredi&#x161;nu
    mapu, u me&#x111;uspremniku se odaberu &#x17E;eljene mape i klikne na Zalijepi.
    Odabrane mape biti &#x107;e premje&#x161;tene (ako su izrezane u me&#x111;uspremnik) ili
    kopirane (ako su kopirane u me&#x111;uspremnik) u trenutnu mapu.
    </para>
    <heading>Rad sa me&#x111;uspremnikom</heading>
    <para>
    Izrezane ili kopirane datoteke i mape smje&#x161;taju se u me&#x111;uspremnik.  Sadr&#x17E;aj
    me&#x111;uspremnika mo&#x17E;e se pregledati klikom na ikonu me&#x111;uspremnika koja se
    nalazi iznad popisa datoteka, desno od ikone za osvje&#x17E;avanje liste
    datoteka.  Ikona me&#x111;uspremnika se pojavljuje samo ako me&#x111;uspremnik nije
    prazan.  Datoteke koje su izrezane ili kopirane u me&#x111;uspremnik i dalje se
    nalaze u listi datoteka ali ispred njihovog imena vi&#x161;e nema ku&#x107;ice za
    ozna&#x10D;avanje.  U sadr&#x17E;aju me&#x111;uspremnika prikazane su sve izrezane ili
    kopirane datoteke i mape.  Datoteke iz me&#x111;uspremnika mogu&#x107;e je zalijepiti u
    trenutnu mapu, &#x10D;ije ime je prikazano iznad popisa datoteka u me&#x111;uspremnika.
    Odaberite datoteke koje &#x17E;elite zalijepiti i kliknite na Zalijepi.  Odabrane
    datoteke &#x107;e biti premje&#x161;tene iz me&#x111;uspremnika u trenutnu mapu.  Nakon
    zavr&#x161;etka operacije prikazat &#x107;e se sadr&#x17E;aj trenutne mape.  Za brisanje
    datoteka iz me&#x111;uspremnika odaberite ih u sadr&#x17E;aju me&#x111;uspremnika i kliknite
    na Isprazni.  Odabrane datoteke biti &#x107;e vra&#x107;ene u svoje originalne mape iz
    kojih su kopirane u me&#x111;uspremnik.
    </para>
</entry>

<entry id="file-upload" md5="f07834ebb15641cdc4e349ed8d304d75" state="uptodate">
    <title>Datoteke: Prijenos</title>
    <heading>Prijenos datoteka na poslu&#x17E;itelj</heading>
    <para>
    Za slanje jedne ili vi&#x161;e datoteka prvo je potrebno oti&#x107;i u mapu u
    koju &#x107;e datoteke biti spremljene na poslu&#x17E;itelju.  Kada se nalazite u
    &#x17E;eljenoj mapi kliknite na Browse.  Otvorit &#x107;e se dijalog za odabir
    datoteka u kojemu treba prona&#x107;i i odabrati datoteku koju &#x17E;elite poslati sa
    va&#x161;eg ra&#x10D;unala na poslu&#x17E;itelj.  Istovremeno je mogu&#x107;e poslati vi&#x161;e od jedne
    datoteke.  Nakon &#x161;to se odabrali jednu datoteku za slanje, pojavit &#x107;e se
    novo polje za unos slijede&#x107;e datoteke.  Kada ste odabrali sve datoteke koje
    &#x17E;elite poslati, kliknite na Prenesi datoteke i sve odabrane datoteke biti
    &#x107;e poslane i spremljene u trenutnu mapu na poslu&#x17E;itelju.
</para>
</entry>

<entry id="sorting" md5="0ce2080b01acce2e9affc2191fc0386c" state="uptodate">
    <title>Sortiranje</title>
    <heading>Sortiranje liste datoteka</heading>
    <para>
    Prikaz liste datoteka i mapa mo&#x17E;e biti sortiran po bilo kojem polju. Da bi
    sortirali listu po odre&#x111;enom polju kliknite na naslov stupca po kojem
    &#x17E;elite sortirati. Popis datoteka &#x107;e se ponovno prikazati sortiran po
    odabranom stupcu. Smjer sortiranja mo&#x17E;e se promijeniti izme&#x111;u uzlaznog i
    silaznog klikom na ikonu strelice u naslovu stupca.
    </para>
</entry>
</help>
