Repository: horde/horde
Catalog: jeta/locale/*/LC_MESSAGES/jeta.po
Languages: es

source: Applet Options
es: Opciones del applet

source: Authentication method:
es: Método de autentificación:

source: Base Settings
es: Opciones básicas

source: Change your base settings.
es: Cambia sus opciones básicas.

source: Close the SSH session if you leave the page?
es: ¿Cerrar sesión SSH al abandonar la página?

source: Close the detached window if the SSH session is lost?
es: ¿Cerrar la ventana separada si se pierde la sesión SSH?

source: Connect
es: Conectar

source: Connect immediately when the user loads the page?
es: ¿Conectar inmediatamente cuando el usuario cargue la página?

source: Detach the actual terminal display and its components from the browser window and run in a separate window?
es: ¿Separar la visualización del terminal actual y sus componentes de la ventana del navegador y ejecutarlo en una ventana separada?

source: Disable the hostkey verification?
es: ¿Desactivar la comprobación de clave del servidor?

source: Disconnect
es: Desconectar

source: Enable auto-hiding of the tool bar, menu bar, status bar and scroll bar?
es: ¿Activar la ocultación automática de las barras de herramientas, de menú, de estado y de desplazamiento?

source: Enable the menubar?
es: ¿Activar la barra de menú?

source: Enable the scrollbar?
es: ¿Activar la barra de desplazamiento?

source: Enable the statusbar?
es: ¿Activar la barra de estado?

source: Enable the toolbar?
es: ¿Activar la barra de herramientas?

source: General Options
es: Opciones generales

source: If selected, applet will detach immediately from page on load. If not selected, user will need to press start button before applet becomes detached.
es: Si se selecciona, el applet se separará inmediatamente de la página al cargarse. Si no se selecciona, el usuario tendrá que pulsar el botón iniciar antes de que el applet se separe.

source: JTA (non-commerical use only)
es: JTA (sólo para uso no comercial)

source: JTA Options
es: Opciones JTA

source: Make the detached window fill the entire screen?
es: ¿Ampliar la ventana separada a toda la pantalla?

source: Options that control the behavior of the JTA applet.
es: Opciones que controlan el comportamiento del applet JTA.

source: Options that control the behavior of the SSHTools applet.
es: Opciones que controlan el comportamiento del applet SSHTools.

source: SSH Terminal
es: Terminal SSH

source: SSH application to use:
es: Aplicación SSH a utilizar:

source: SSHTools Options
es: Opciones de SSHTools

source: Show the connection dialog?
es: ¿Mostrar el cuadro de diálogo de conexión?

source: Show the menubar in the detached applet?
es: ¿Mostrar la barra de menú en el applet separado?

source: The default port to connect to.
es: Puerto al que conectarse por omisión.

source: The default server name to connect to.
es: Nombre del servidor al que conectarse por omisión.

source: The text to use for the disconnect button.
es: Texto utilizado en el botón de desconexión.

source: The text to use for the start button.
es: Texto utilizado en el botón de inicio.

source: The window title of the detached applet.
es: Título de la ventana del applet separado.

source: _Shell
es: _Consola

source: password
es: contraseña

source: publickey
es: clave pública
