Repository: horde/horde
Catalog: folks/locale/*/LC_MESSAGES/folks.po
Languages: fi

source: Your securiy questions was updated.
fi: Turvakysymykset on päivitetty.

source: Your username on %s %s is: %s. It was requested by %s on %s
fi: Käyttäjätunnuksesi %s %s on: %s. Sitä pyysi %s - %s

source: Your username or password is incorrect.
fi: Käyttäjätunnus tai salasana on väärin.

source: Your username was requested
fi: Käyttäjätunnus on pyydetty

source: Your username was sent, check your email (%s).
fi: Käyttäjätunnuksesi on lähetetty, tarkista sähköpostisi (%s).

source: Your username was temporary deacirvated. For any additional information please write to %s, and don't forgot to incluide your username.
fi: Käyttäjätunnuksesi on väliaikaisesti pois käytöstä. Saadaksesi lisätietoja ota yhteyttä osoitteeseen %s, ja muista liittää mukaan käyttäjätunnuksesi.

source: type the password twice to confirm
fi: kirjoita salasana kahdesti varmistukseksi
