Repository: horde/horde
Catalog: folks/locale/*/LC_MESSAGES/folks.po
Languages: fi

source: %s Invited to join %s.
fi: %s on kutsuttu liittymään %s.

source: %s added you as a friend on %s
fi: %s on lisännyt sinut kaveriksi %s

source: %s approved you as a friend on %s
fi: %s on hyväksynyt sinut kaveriksi %s

source: %s rejected you as a friend on %s
fi: %s on hylännyt sinut kaverina %s

source: %s's profile
fi: %s profiili

source: --- Select ---
fi: --- Valitse ---

source: -c, --count Limit count
fi: -c, --count Rajoita määrä

source: -f, --from Limit offset
fi: -f, --from Rajoita aloitus

source: -h, --help Show this help
fi: -h, --help Näytä tämä ohje

source: -u, --username[=username] Horde login username
fi: -u, --username[=username] Horde sisäänkirjautumistunnus

source: A confirmation was send to "%s".
fi: Varmistus lähetettiin kohteelle "%s".

source: A group names cannot be empty
fi: Ryhmien nimet eivät saa olla tyhjiä

source: Action
fi: Toiminto

source: Activity
fi: Aktiviteetti

source: Activity log
fi: Aktiviteettiloki

source: Activity successfully deleted
fi: Aktiviteetin poisto onnistui

source: Activity successfully posted
fi: Aktiviteetin lähetys onnistui

source: Add
fi: Lisää

source: Add %s as a friend?
fi: Lisää %s kaveriksi?

source: Add %s to you blacklist?
fi: Lisää %s mustalle listalle?

source: Add / Remove
fi: Lisää / Poista

source: Add a comment
fi: Lisää kommentti

source: Add friend
fi: Lisää kaveri

source: Add group
fi: Lisää ryhmä

source: Add or remove user
fi: Lisää tai poista käyttäjä

source: Add your content
fi: Lisätty sisältösi

source: Added "%s" to the system. You can log in now.
fi: Lisätty "%s" järjestelmään. Voit nyt kirjautua sisään.

source: Added user %s as a friend.
fi: Lisätty käyttäjä %s kaveriksi

source: Advertisement content
fi: Kaupallinen sisältö

source: Age
fi: Ikä

source: Age from
fi: Ikä alkaen

source: Age to
fi: Ikä päättyen

source: Albums
fi: Albumit

source: All
fi: Kaikki

source: All users
fi: Kaikki käyttäjät

source: All visitors
fi: Kaikki kävijät

source: Any one
fi: Mikätahansa

source: Application
fi: Ohjelma

source: Application you would like NOT to log activitiy when you post a new PUBLIC COMMENT
fi: Ohjelma EI halua lokittaa aktiviteettiä kun lähetät JULKISEN KOMMENTIN

source: Application you would like NOT to log your activitiy when you post a new PUBLIC CONTENT.
fi: Ohjelmisto EI halua lokittaa aktiviteettiasi kun lähetät JULKISEN SISÄLLÖN.

source: Approve
fi: Hyväksy

source: Aquarius
fi: Vesimies

source: Aries
fi: Oinas

source: Ascesending
fi: Nouseva

source: Attempt to edit a non-existent share.
fi: Yritys muokata olematonta jakoa.

source: Authenticated users
fi: Autentikoidut käyttäjät

source: Available services
fi: Tarjotut palvelut

source: Birthday
fi: Syntymäpäivä

source: Blacklist
fi: Musta lista

source: Body
fi: Viesti

source: Cancel
fi: Peru

source: Cancer
fi: Rapu

source: Cannot authenticate at mail server:
fi: Ei voitu autentikoida postipalvelimelle:

source: Cannot reset password automatically, contact your administrator.
fi: Ei voida resetoida salasanaa automaattisesti, ota yhteyttä ylläpitoon.

source: Cannot retrieve user email.
fi: Ei voida hakea käyttäjän sähköpostia.

source: Capricorn
fi: Kauris

source: Change Your Password
fi: Muuta salasanasi

source: Choose a password
fi: Valitse salasana

source: City
fi: Kaupunki

source: Click here
fi: Napsauta tästä

source: Click here to login.
fi: Napsauta tästä kirjautuaksesi.

source: Close
fi: Sulje

source: Commented user %s.
fi: Kommentoi käyttäjää %s.

source: Comments
fi: Kommentit

source: Comments deleted successfuly
fi: Kommentin poisto onnistui

source: Confirm email
fi: Varmista sähköposti

source: Continue
fi: Jatka

source: Copyright infringement
fi: Tekijänoikeusrikkomus

source: Could not find any username with this email.
fi: Ei löytynyt käyttäjätunnusta, jolla on tämä osoite.

source: Could not find authorization for %s to interact with your Facebook account.
fi: Ei löytynyt autorisointitietoja, jotta %s voisi toimia yhteen Facebook tilisi kanssa.

source: Could not reset the password for the requested user. Some or all of the details are not correct. Try again or contact your administrator if you need further help.
fi: Ei voitu resetoida salasanaa pyydetylle käyttäjälle. Jotkut yksityiskohdat eivät ole oikein. Yritä uudelleen tai ota yhteyttä ylläpitoon, jos tarvit asiassa lisäapua.

source: Couldn't read command-line options.
fi: Ei voitu lukea komentoriviparametrejä.

source: Country
fi: Maa

source: Current password
fi: Nykyinen salasana

source: Date
fi: Päiväys

source: Dear %s, we tried to send you an email, but if turns out that the mail is usable any more. Maybe you run over quota. If your mail is discontinued, please update your profile with the email you are using now at %s.
fi: Hei %s, yritimme lähettää sinulle sähköpostia, mutta vaikuttaa siltä, sähköpostiasi ei voi enää käyttää. Ehkä kiintiösi on ylittynyt. Sähköpostiviestit on nyt otettu pois päältä. Päivitäthän profiiliasi ja lisää sinne palvelussa %s käyttämäsi sähköpostiosoite.

source: Delete
fi: Poista

source: Delete all current comments
fi: Poista kaikki nykyiset kommentit

source: Delete picture
fi: Poista kuva

source: Descesending
fi: Laskeva

source: Description
fi: Kuvaus

source: Do you really want to delete this group?
fi: Haluatko todella poistaa tämän ryhmän?

source: Do you really want to report this user?
fi: Haluatko todella raportoida tästä käyttäjästä?

source: Does not metter
fi: Ei haittaa

source: Don't have an account? Sign up.
fi: Ei ole tiliä. Kirjaudu.

source: E-mail
fi: Sähköposti

source: Edit Permissions
fi: Muokkaa oikeuksia

source: Edit Permissions for %s
fi: Muokkaa oikeuksia %s

source: Edit activities
fi: Muokkaa aktiviteetteja

source: Edit friends
fi: Muokkaa kavereita

source: Edit my firends
fi: Muokkaa kavereitani

source: Edit my profile
fi: Muokkaa profiiliani

source: Edit profile
fi: Muokkaa profiilia

source: Email
fi: Sähköposti

source: Email problem
fi: Sähköpostiongelma

source: Enter custom name
fi: Anna kustomoitu nimi

source: Enter the username you registered to %s
fi: Anna käyttäjänimi, jolla rekisteröidyit - %s

source: Enter your password. Please be aware that password is case sensitive.
fi: Anna salasanasi. Huomaathan että salasana on kirjainkokoriippuvainen.

source: Faces
fi: Naamat

source: Faces in user galleries
fi: Naamat käyttäjägalleriassa

source: Feeds
fi: Syötteet

source: Female
fi: Nainen

source: Forgot your password?
fi: Unohditko salasanasi?

source: Forgot your username?
fi: Unohditko käyttäjätunnuksesi?

source: Forward
fi: Ohjaa

source: Friend
fi: Kaveri

source: Friend "%s" was invited to join %s.
fi: Kaveri "%s" on kutsunut sinut liittymään %s.

source: Friend's e-mail
fi: Kavereiden sähköpostiosoite

source: Friends
fi: Kaverit

source: Friends Birthdays
fi: Kavereiden syntymäpäivät

source: Friends activities
fi: Kavereiden aktiviteetit

source: Friends activity
fi: Kavereiden aktiviteetti

source: Friends we are waiting approval from
fi: Kaverit, joiden hyväksyntää odotamme

source: Gemini
fi: Kaksonen

source: Gender
fi: Sukupuoli

source: Group
fi: Ryhmä

source: Group "%s" has been deleted.
fi: Ryhmä "%s" on poistettu.

source: Group "%s" has been renamed to "%s".
fi: Ryhmä "%s" on uudelleennimetty ryhmäksi "%s".

source: Group "%s" has not been renamed.
fi: Ryhmää "%s" ei uudelleennimetty.

source: Group "%s" was success added.
fi: Ryhmän "%s" lisäys onnistui.

source: Groups
fi: Ryhmät

source: Has no picture
fi: Ei ole kuvaa

source: Have no one to notify
fi: Ei ole ketään, jolle ilmoittaa

source: Homepage
fi: Kotisivu

source: How to preview users
fi: Miten esikatsella käyttäjiä

source: Human check
fi: Ihmistarkistus

source: I am friend of
fi: Olen tämän kaveri

source: I don't have it
fi: Minulla ei ole sitä

source: Invite
fi: Kutsu

source: Invite friend
fi: Kutsu kaveri

source: Is online
fi: On paikalla

source: Last activity
fi: Viimeisimmät aktiviteetit

source: Last comments on my profile
fi: Viimeisimmät kommentit profiilissani

source: Last time online
fi: Viimeksi ollut paikalla

source: Leo
fi: Leijona

source: Libra
fi: Vaaka

source: Limit
fi: Rajoita

source: List
fi: Listaa

source: Log account changes?
fi: Kirjaa tilimuutokset?

source: Log when we comment a user?
fi: Kirjaa kun kommentoimme käyttäjää?

source: Logged in successfully as "%s".
fi: Kirjautunut sisään onnistuneesti käyttäjänä "%s".

source: Login
fi: Kirjaudu

source: Login is incorrect.
fi: Käyttäjätunnus on väärä.

source: Login reminder
fi: Kirjautumismuistutus

source: Login to %s
fi: Kirjaudu - %s

source: Look at this profile
fi: Katso tätä profiilia

source: Male
fi: Mies

source: Mandatory arguments to long options are mandatory for short options too.
fi: Pakolliset argumentit pitkille parametreille on pakollisia myös lyhyille.

source: Mast have
fi: Pitää olla

source: Members
fi: Jäsenet

source: Might know
fi: Saattaisi tuntea

source: Moderate comments - I will approve every single comment
fi: Moderoi kommentteja - Haluan hyväksyä kaikki kommentit

source: Modify account preferences
fi: Muokkaa tilin asetuksia

source: Most active users
fi: Aktiivisimmat käyttäjät

source: Most popular users
fi: Suosituimmat käyttäjät

source: My profile
fi: Profiilini

source: My queries
fi: Kyselyni

source: Name
fi: Nimi

source: New
fi: Uusi

source: New name
fi: Uusi nimi

source: New registered user
fi: Uudet rekisteröityneet käyttäjät

source: New users
fi: Uudet käyttäjät

source: No
fi: Ei

source: No Facebook integration exists.
fi: Ei ole olemassa Facebook integraatiota

source: No one
fi: Ei kukaan

source: No user listed
fi: Ei käyttäjiä listattuna

source: No users found under selected criteria
fi: Ei löytynyt käyttäjiä valituilla kriteereillä

source: No, only for this view
fi: Ei, vain tälle näkymälle

source: Notification driver %s does not exists.
fi: Ilmoitusajuri %s ei ole olemassa.

source: Notify friends that I loged in
fi: Ilmoita kavereille, että olen kirjautunut sisään

source: Notify online friends that I logged in
fi: Ilmoita paikalla olevista kavereita kun kirjaudun sisään

source: Number of activities to display
fi: Näytettävien aktiviteettien määrä

source: Number of comments to display
fi: Näytettävien kommenttien määrä

source: Number of users perpage
fi: Käyttäjien määrä sivulla

source: Offensive content
fi: Loukkaava sisältö

source: Offline
fi: Pois paikalta

source: Old name
fi: Vanha nimi

source: Online
fi: Paikalla

source: Online friends
fi: Kaverit paikalla

source: Online users
fi: Käyttäjät paikalla

source: Only authenticated users
fi: Vain autentikoidut käyttäjät

source: Only authenticated users can post comments.
fi: Vain autentikoidut käyttäjät voivat lähettää kommentteja

source: Only my friedns
fi: Vain kavereilleni

source: Only the owner or system administrator may change ownership or owner permissions for a share
fi: Vain omistaja tai järjestelmän ylläpitäjä voi muuttaa omistajuutta tai jaon oikeuksia

source: Others user content
fi: Muiden käyttäjien sisältö

source: Owner
fi: Omistaja

source: Password
fi: Salasana

source: Password changed.
fi: Salasana muutettu.

source: People you might know
fi: Henkilöt, jotka voisit tuntea

source: Permissions
fi: Oikeudet

source: Picture
fi: Kuva

source: Pisces
fi: Kalat

source: Please enter the text above
fi: Kirjoita yllä oleva teksti

source: Please respond to your security question:
fi: Ole hyvä ja vastaa turvakysymykseesi:

source: Popularity
fi: Suosituimmuus

source: Post
fi: Lähetä

source: Preview
fi: Esikatselu

source: Privacy
fi: Yksityisyys

source: Private
fi: Yksityinen

source: Public
fi: Julkinen

source: Public - only authenticated users can see my personal data
fi: Julkinen - vain kirjautuneet käyttäjät voi nähdä tietoni

source: Public - only my friends can see my presonal data
fi: Julkinen - vain kaverini voi nähdä tietoni

source: Random users
fi: Satunnainen käyttäjä

source: Recent visitors
fi: Viimeisimmät kävijät

source: Reject
fi: Hylkää

source: Remember login?
fi: Muista sisäänkirjautuminen?

source: Remove
fi: Poista

source: Rename
fi: Uudelleennimeä

source: Rename group
fi: Uudelleennimeä ryhmä

source: Renew account
fi: Uudista tunnus

source: Report
fi: Raportoi

source: Report reason
fi: Raportin syy

source: Report type
fi: Raportin tyyppi

source: Report user
fi: Raportoi käyttäjä

source: Require my confirmation if someone would like to add me to his freidn list.
fi: Vaadi hyväksyntäni kun joku haluaa lisätä minut kaverilistalleen.

source: Reset
fi: Resetoi

source: Reset Your Password
fi: Resetoi salasana

source: Sagittarius
fi: Jousimies

source: Save
fi: Tallenna

source: Save search criteria
fi: Tallenna hakukriteerit

source: Scorpio
fi: Skorppiooni

source: Search
fi: Etsi

source: Search by
fi: Haku käyttäen

source: Search criteria deleted.
fi: Hakukriteeri poistettu.

source: Search criteria saved successfuly
fi: Hakukriteerien tallennus onnistui

source: Security answer
fi: Turvavastaus

source: Security question
fi: Turvakysymys

source: Security question used when reseting password
fi: Turvakysymys kun resetoidaan salasana

source: Send me my username
fi: Lähetä käyttäjänimeni

source: Send message
fi: Lähetä viesti

source: Send private message
fi: Lähetä yksityinen viesti

source: Send this profile to a friend
fi: Lähetä tämä profiili kaverille

source: Services
fi: Palvelut

source: Set account action details
fi: Aseta tilin toiminta-asetukset

source: Set activity preferences
fi: Aseta aktiviteettiasetukset

source: Set users preview paramaters
fi: Aseta käyttäjien esikatseluasetukset

source: Settings
fi: Asetukset

source: Show friends that are
fi: Näytä kaverit, jotka ovat

source: Sign up
fi: Kirjaudu

source: Sort Direction
fi: Järjestyssuunta

source: Sort by
fi: Järjestä

source: Sort by Age
fi: Järjestä iän mukaan

source: Sort by Albums
fi: Järjestä albumeittain

source: Sort by City
fi: Järjestä kaupungittain

source: Sort by Description
fi: Järjestä kuvauksittain

source: Sort by Gender
fi: Järjestä sukupuolittain

source: Sort by Homepage
fi: Järjestä kotisivuittain

source: Sort by Username
fi: Järjestä käyttäjätunnuksittain

source: Sort by Video
fi: Järjestä videoittain

source: Subject
fi: Otsikko

source: Submitted request to add "%s" to the system. You cannot log in until your request has been approved.
fi: Lähetettiin pyyntö lisätä "%s" järjestelmään. Et voi kirjautua sisään ennenkuin pyyntösi on hyväksytty.

source: Taurus
fi: Härkä

source: Terms and conditions infringement
fi: Käyttöehdot

source: The code is not right. If you copy and paste the link from your email, please check if you copied the whole string.
fi: Koodi ei ole oikein. Jos kopioit ja liitit linkin sähköpostistasi, niin tarkista että kopioit koko merkkijonon.

source: The picture above is for antispam checking. Please retype the characters from the picture. They are case sensitive.
fi: Yllä oleva kuva on tarkoitettu estämään roskapostia. Ole hyvä ja kirjoita kuvassa näkyvät merkit. Merkit ovat kirjainkokoriippuvaisia.

source: There is no activity logged for your account.
fi: Tilillesi ei ole rekisteröity aktiviteettia.

source: There was a problem adding "%s" to the system: %s
fi: Ongelmia lisättäessä "%s" järjestelmään: %s

source: This account was deleted or is expired.
fi: Tämä tili on poistettu tai vanhentunut.

source: This account was still not activated. Check your inbox, we send you the activation code there.
fi: Tämä tili ei ole vielä aktivoitu. Tarkista sähköpostisi, lähetimme aktivointikoodisi sinne.

source: Title
fi: Otsikko

source: Unsupported
fi: Ei tuettu

source: Updated "%s".
fi: Päivitetty "%s".

source: Updated his/her profile details.
fi: Päivitti hänen profiilitietoja.

source: Updated his/her profile picture.
fi: Päivitti hänen profiilikuvaansa.

source: Upload a new video
fi: Tuo uusi video

source: Usage: %s [OPTIONS]...
fi: Käyttö: %s [OPTIOT]...

source: User
fi: Käyttäjä

source: User "%s" does not exists.
fi: Käyttäjää "%s" ei ole olemassa.

source: User "%s" does not exits
fi: Käyttäjää "%s" ei ole olemassa

source: User "%s" is already in fiend list
fi: Käyttäjä "%s" on jo kaverilistalla

source: User "%s" is already in fiend list, but we are waiting his/her approval.
fi: Käyttäjä "%s" on jo kaverilistalla, mutta odotamme hänen hyväksyntäänsä.

source: User "%s" is not market to be in the removal process.
fi: Käyttäjä "%s" ei ole merkitty poistettavaksi.

source: User "%s" was added as your friend.
fi: Käyttäjä "%s" on lisännyt sinut kaverikseen.

source: User "%s" was added to your blacklist.
fi: Käyttäjä "%s" on lisännyt sinut mustalle listalle.

source: User "%s" was already activated.
fi: Käyttäjä "%s" on jo aktivoitu.

source: User "%s" was confirmed as a friend.
fi: Käyttäjä "%s" on hyväksynyt sinut kaverikseen.

source: User "%s" was rejected as a friend.
fi: Käyttäjä "%s" on hylännyt sinut kaverina.

source: User "%s" was removed from your blacklist.
fi: Käyttäjä "%s" on poistanut sinut mustalta listalta.

source: User "%s" was removed from your friend list.
fi: Käyttäjä "%s" on poistanut sinut kaverilistaltaan.

source: User %s added you to his firends list on %s. To approve, go to: %s To reject, go to: %s To see to his profile, go to: %s
fi: Käyttäjä %s on lisännyt sinun kaverilistalleen %s. Hyväksy, mene: %s Hylkää, mene: %s Nähdäksesi hänen profiilinsa, mene: %s

source: User %s confirmed you as a friend on %s.. To see to his profile, go to: %s
fi: Käyttäjä %s on varmistanut sinut kaverikseen %s.. Nähdäksesi hänen profiilinsa, mene: %s

source: User %s does not wish to be commented.
fi: Käyttäjä %s ei halua tulla kommentoiduksi.

source: User %s has been disabled.
fi: Käyttäjä %s on pois käytöstä.

source: User %s is inactive.
fi: Käyttäjä %s ei ole aktiivisena

source: User %s just logged in. %s
fi: Käyttäjä %s on juuri kirjautunut sisään. %s

source: User %s rejected you as a friend on %s.. To see to his profile, go to: %s
fi: Käyttäjä %s on hylännyt sinut kaverina %s.. Nähdäksesi hänen profiilinsa, mene: %s

source: User %s would like to his profile remains visible only to authenticated users.
fi: Käyttäjä %s haluaa, että hänen profiilinsa näkyy vain autentikoiduille käyttäjille.

source: User %s would like to his profile remains visible only to his friends.
fi: Käyttäjä %s haluaa, että hänen profiilinsa näkyy vain kavereille.

source: User %s would like to remain private.
fi: Käyttäjä %s haluaa pysyä yksityisenä.

source: User Registration has been disabled for this site.
fi: Käyttäjätietojen rekisteröinti on estetty tällä sivustolla.

source: User has no link.
fi: Käyttäjällä ei ole linkkiä.

source: User is currently online?
fi: Käyttäjä paikalla?

source: User is not selected
fi: Käyttäjä ei ole valittuna

source: User list
fi: Käyttäjälista

source: User was not reported.
fi: Käyttäjää ei raportoitu.

source: User was reported.
fi: Käyttäjä raportoitiin.

source: Username
fi: Käyttäjätunnukset

source: Users
fi: Käyttäjät

source: Users celebrating birthday today
fi: Käyttäjät joilla on tänään syntymäpäivä

source: Users currently online
fi: Käyttäjiä paikalla

source: Users waiting our approval
fi: Käyttäjät odottamassa hyväksyntää

source: View profile
fi: Katso profiili

source: Virgo
fi: Neitsyt

source: Visit my homepage
fi: Vieraile kotisivullani

source: Wainting for
fi: Odotetaan kun

source: Wainting from
fi: Odotetaan jotain

source: We are friends of
fi: Olemme kavereita

source: What are you doing right now?
fi: Mitä ole tekemässä tällä hetkellä?

source: Who can post comments to your profile
fi: Kuka voi lisätä kommentteja profiiliini

source: Who can see my acticity log on my profile
fi: Kuka voi nähdä aktiviteettilokini profiilissani

source: Who can see when I was last time online
fi: Kuka voi nähdä koska olin viimeksi paikalla

source: Word
fi: Sana

source: Yes
fi: Kyllä

source: Yes, remember me so the next time I don't neet to login
fi: Kyllä, muista minut ja seuraavalla kerralla ei tarvitse kirjautua sisään

source: You account is activated, you can login now.
fi: Tunnuksesi on aktivoitu, voit nyt kirjautua sisään.

source: You already have a group named "%s".
fi: Olet jo ryhmässä nimeltä "%s".

source: You are entering your data too fast!
fi: Kirjoitat tietoja liian nopeasti!

source: You are on %s blacklist.
fi: Olet %s mustalla listalla.

source: You can still send a private message to user %s.
fi: Voit silti yrittää lähettää yksityisviestin käyttäjälle %s.

source: You cannot add "%s" to your blacklist.
fi: Et voi lisätä "%s" mustalle listalle.

source: You cannot add yourself as your own friend.
fi: Et voi lisätä itseäsi kaveriksi.

source: You cannot add yourself to your blacklist.
fi: Et voi lisätä itseaäsi mustalle listalle.

source: You cannot log activities for other users.
fi: Et voi lokittaa muiden käyttäjien aktiviteetteja.

source: You cannot post an empty activity message.
fi: Ei voi postittaa tyhjää aktiviteettiviestiä.

source: You must supply a confirmation code.
fi: Sinun pitää antaa varmistuskoodi.

source: You must supply a username.
fi: Sinun pitää antaa käyttäjätunnus.

source: Your activities
fi: Aktiviteettisi

source: Your comments preference was sucessfuly saved.
fi: Kommenttiasetuksien tallennus onnistui.

source: Your data were successfully updated.
fi: Tietosi päivitys onnistui.

source: Your email
fi: Sähköpostiosoitteesi

source: Your image was deleted successfully.
fi: Kuvasi poisto onnistui.

source: Your new password for %s is: %s. It was requested by %s on %s
fi: Uusi salasana %s on: %s. Sitä pyydettiin %s - %s

source: Your new password is too long; passwords may not be more than %d characters long!
fi: Uusi salasanasi on liian pitkä; salasanat eivät saa olla kuin %d merkkiä pitkiä!

source: Your new password is too simple to guess! Not changed!
fi: Uusi salasanansi on liian arvattava! Ei vaihdettu!

source: Your new password is too simple to guess. Not changed!
fi: Uusi salasana on liian arvattava. Ei vaihdettu!

source: Your new password must be at least %d characters long!
fi: Uuden salasanan pitää olla vähintään %d merkkiä pitkä!

source: Your new password must be different from your current password
fi: Uuden salasanan pitää olla eri kuin nykyinen salasana

source: Your new password must contain at least %d alphabetic characters.
fi: Uudessa salasanassa pitää olla vähintään %d aakkosmerkkiä.

source: Your new password must contain at least %d alphanumeric characters.
fi: Uudessa salasananassa pitää olla vähintään %d aakkosnumeerista merkkiä.

source: Your new password must contain at least %d different types of characters. The types are: lower, upper, numeric, and symbols.
fi: Uusi salasana pitää sisältää ainakin %d eri merkkityyppiä. Merkkityypit ovat: pieni, iso, numeerinen ja symboli.

source: Your new password must contain at least %d lowercase characters.
fi: Uudessa salasanassa pitää olla ainakin %d pientä kirjainta.

source: Your new password must contain at least %d numeric characters.
fi: Uudessa salasanassa pitää olla ainakin %d numeroa.

source: Your new password must contain at least %d uppercase characters.
fi: Uudessa salasanassa pitää olla ainakin %d isoa kirjainta.

source: Your new password must contain less than %d whitespace characters.
fi: Uudessa salasanassa pitää olla vähemmän kuin %d välilyöntiä tai tabulaattoria.

source: Your new password must not contain whitespace characters.
fi: Uudessa salasanassa ei saa olla välilyöntejä tai tabulaattoreita.

source: Your old password didn't match
fi: Vanha salasana ei täsmää

source: Your password has been reset
fi: Salasanasi on resetoitu

source: Your password has been reset, check your email (%s) and log in with your new password.
fi: Salasanasi on resetoitu, tarkista sähköpostisi (%s) ja kirjaudu sisään uudella salasanallasi.
