Repository: horde/horde
Catalog: sam/locale/*/LC_MESSAGES/sam.po
Languages: cs, es, et, fi, it, lv, zh_tw

source: # SpamAssassin config file generated by SAM
es: # Archivo de configuración de SpamAssassin generado por SAM
et: # SpamAssassin seade fail genereeritud SAM'i poolt
it: # File di configurazione generato da SAM

source: Black List Manager
cs: Správce Černé listiny
es: Gestor de lista negra
et: Musta nimekirja Haldur
fi: Mustan listan hallinta
it: Gestione Lista Nera
lv: Melnā saraksta vadība
zh_tw: 黑名單管理員

source: Blacklist
es: Lista negra
et: Mustnimekiri
fi: Musta lista
it: Lista Nera (Blacklist)
lv: Melnais saraksts
zh_tw: 黑名單

source: Blacklist From
es: Incluir remitente en lista negra
et: Mustnimekiri kellelt:
fi: Lähettäjien musta lista
it: Includi mittente nella Lista Nera
lv: Melnajā sarakstā no
zh_tw: 寄件黑名單

source: Blacklist Manager
es: Gestor de lista negra
et: Mustnimekirja Haldur
fi: Mustan listan hallinta
it: Gestione Lista Nera
lv: Melnā saraksta vadība
zh_tw: 黑名單管理員

source: Blacklist To
es: Incluir destinatario en lista negra
et: Mustnimekri kellele:
fi: Vastaanottajien musta lista
it: Includi destinatario nella Lista Nera
lv: Melnajā sarakstā līdz
zh_tw: 收件黑名單

source: Cannot create recipient %s: %s
es: No se puede crear el destinatario %s: %s
et: Jaotusnimekirja loomine nurjus. %s
fi: Ei voi luoda vastaanottajaa %s: %s
it: Non si può creare il destinatario %s: %s
lv: Nevar izveidot jaunu saņēmēju %s: %s

source: Cannot get options: %s
es: No se pueden obtener las opciones: %s
et: Ei saa lugeda seadeid: %s
fi: Ei saatu asetuksia: %s
it: Non si possono applicare le opzioni: %s
lv: Nevar nolasīt iestatījumus: %s
zh_tw: 無法獲取選項: %s

source: Cannot set options: %s
es: No se pueden establecer las opciones: %s
et: Ei saa seada seadeid: %s
fi: Ei voi asettaa asetuksia: %s
it: Non è possibile impostare le opzioni: %s
lv: Nevar pielietot iestatījumus: %s
zh_tw: 無法設定選項: %s

source: Could not bind to LDAP server
it: Impossibile autenticarsi al server LDAP

source: Could not connect to LDAP-server:
it: Impossibile collegarsi al server LDAP:

source: Daily
it: Giornaliero

source: Filtering options
it: Opzioni di filtro

source: From this page, you will be able to configure the options about the SPAM and virus filter. For help about any option, please click the help button, at the right of each option.
it: Da questa pagina, si sarà in grado di configurare le opzioni in merito allo SPAM e del filtro Antivirus. Per ulteriori informazioni su ogni opzione, fare clic sul pulsante Guida, situato a destra di ogni opzione.

source: Hit Level
it: Soglia di livello

source: Kill Level
es: Umbral de eliminación
et: Spammi level
fi: Poistotaso
it: Soglia di eliminazione

source: Level options
it: Opzioni del livello

source: Make Settings Global
es: Extender las opciones globalmente
et: Salvesta seadistus Globaalselt
fi: Aseta asetukset globaaleiksi
it: Effettuare le impostazioni Globali
lv: Padarīt iestatījumus globālus

source: Maximum message size
it: Dimensione massima del messaggio

source: Miscelaneous options
it: Opzioni varie

source: Monthly
it: Mensilmente

source: Monthly + Daily
it: Mensile + Giornaliero

source: Monthly + Weekly
it: Mensile + Settimanale

source: Monthly + Weekly + Daily
it: Mensile + Settimale + Giornaliero

source: Never
it: Mai

source: No "%s" element found in backend configuration.
es: No se ha encontrado el elemento "%s" en la configuración del motor.
et: Alusrakenduse seadistuses ei leitud elementi "%s".
fi: Elementtiä "%s" ei löytynyt taustajärjestelmän asetuksista.
it: Nessun elemento trovato "%s" nel backend di configurazione.
lv: "%s" elements nav atrasts palīgmoduļa konfigurācijā .

source: No backend configured for this host
es: No se ha configurado un motor para este servidor
et: Alusrakendus ei ole sellel serveril seadistatud
fi: Taustajärjestelmää ei ole määritelty tälle palvelimelle
it: Nessun backend configurato per questo host
lv: Nav atrodams konfigurēts palīgmodulis
zh_tw: 此主機的伺服端未設定

source: No backends configured in backends.php
es: No se han configurado motores en backends.php
et: Failis backends.php pole ühtki alusrakendust seadistatud
fi: Taustajärjestelmiä ei ole määritelty backends.php tiedostossa
it: Nessun backend configurato in backends.php
lv: backends.php nav neviens konfigurēts palīgmodulis
zh_tw: 尚未在 backends.php 中設定伺服端資訊

source: Notify bad headers recipient
it: Notifica al destinatario errata intestazione

source: Notify banned files recipient
it: Notifica al destinatario files proibiti

source: Notify options
it: Opzioni di notifica

source: Notify virus recipient
it: Notifica al destinatario virus

source: Only an administrator may change the global defaults.
cs: Pouze administrátor může měnit globální nastavení.
es: Las opciones por omisión globales sólo puede cambiarlas un administrador.
et: Ainult administrator saab muuta globaalseid väärtusi
fi: Vain ylläpitäjä voi muuttaa globaaleja asetuksia.
it: Solo un Amministratore può cambiare le impostazioni globali.
zh_tw: 只有一位管理員可以變更廣域設定.

source: Receive Bad Headers
es: Recibir cabeceras erróneas
et: Saabunud vigaste pästega
fi: Vastaanota vääriä otsakkeita
it: Ricevi errate intestazioni
lv: Pieņemt nepareizas galvenes

source: Receive Banned Files
es: Recibir archivos prohibidos
et: Saabunud keelatud failid
fi: Vastaanota kiellettyjä tiedostoja
it: Ricevi file proibiti

source: Receive Spam
es: Recibir spam
et: Saabunud Spam
fi: Vastaanota roskapostia
it: Ricevi Spam
lv: Saņemt mēstules

source: Receive Viruses
es: Recibir virus
et: Saabunud Viirus
fi: Vastaanota viruksia
it: Ricevi Virus
lv: Saņemt vīrusus

source: Receiving options
it: Opzioni di ricezione

source: Recipient created: %s
es: Se ha creado el destinatario: %s
et: Vastuvõtja loodud: %s
fi: Vastaanottaja luotu: %s
it: Destinatario creato: %s
lv: Saņēmējs izveidots: %s

source: Reminder frequency
it: Frequenza promemoria

source: Rewrite Subject
it: Riscrivi l'oggetto del messaggio
zh_tw: 改寫主旨

source: Rewrite options
it: Opzioni di riscrittura

source: Save
es: Guardar
et: Salvesta
fi: Tallenna
it: Salva
lv: Saglabāt
zh_tw: 儲存

source: Select Value:
it: Seleziona valore

source: Skip Bad Header Checks
es: Omitir comprobaciones de cabeceras erróneas
et: Jätta Vigaste Päiste kontrollimine
fi: Ohita väärien otsakkeiden tarkistukset
it: Salta controlli intestazione errata
lv: Izlaist nepareizu galveņu pārbaudi
zh_tw: 忽略壞表頭的檢查

source: Skip Banned File Checks
es: Omitir comprobaciones de archivos prohibidos
et: Jätta Keelatud Failide kontrollimine
fi: Ohita kiellettyjen tiedostojen tarkistus
it: Salta i controlli di files proibiti

source: Skip Spam Checks
es: Omitir comprobaciones de spam
et: Jätta Spami kontrollimine
fi: Ohita roskapostitarkistukset
it: Salta i controlli dello Spam
zh_tw: 忽略垃圾郵件檢查

source: Skip Virus Checks
es: Omitir comprobaciones de Virus
et: Jätta Viiruste Kontrollimine
fi: Ohita virustarkistukset
it: Salta controlli Virus
lv: Izlaist vīrusu pārbaudi
zh_tw: 忽略病毒檢查

source: Spam Options
es: Opciones de spam
et: Spami seadistus
fi: Roskapostiasetukset
it: Opzioni di Spam
lv: Mēstuļu iestatījumi
zh_tw: 垃圾郵件選項

source: Subject Tag
it: Prefisso Oggetto (Tag)
zh_tw: 主旨標籤

source: Subject Tag 2
it: Prefisso Oggetto su mail di Spam (Tag 2)

source: Tag Level
es: Umbral de etiquetado
et: Märgistamise tase
fi: Merkintätaso
it: Livello di etichettatura (Tag)
lv: Reitinga slieksnis
zh_tw: 標籤等級

source: The Spam Rules page is not enabled.
es: No está activa la página de reglas de spam.
et: SPAMi reeglite kasutamine ei ole võimaldatu.
fi: Roskapostisäännöt sivua ei ole aktivoitu.
it: Non è attiva la pagina delle regole dello Spam
lv: Mēstuļu nosacījumu lapa nav iespējota.

source: The configured backend does not support global defaults.
es: El motor configurado no soporta valores globales por omisión.
et: Seadistatud alusrakendus ei võimalda globaalseid vaikeväärtusi.
fi: Asennettu taustajärjestelmä ei tue globaaleja oletusasetuksia
it: Il backend non supporta i valori predefiniti configurati.

source: Updated global blacklists
es: Se han actualizado las listas negras globales
et: Globaalne mustnimekiri on uuendatud
fi: Globaalit mustat listat on päivitetty
it: Sono state aggiornate globalmente le Liste Nere
zh_tw: 廣域黑名單已更新

source: Updated global default rules
es: Se han actualizado las reglas globales por omisión
et: Uuendati globaalseid vaike reegleid
fi: Globaalit oletusasetukset on päivitetty
it: Sono state aggiornate globalmente le regole predefinite
zh_tw: 廣域預設規則已更新

source: Updated global whitelists
es: Se han actualizado las listas blancas globales
et: Globaalne valgenimekiri on uuendatud
fi: Globaalia sallittujen listaa on päivitetty.
it: Sono state aggiornate globalmente le Liste Bianche
zh_tw: 廣域友善名單已更新

source: Updated user blacklists
es: Se han actualizado las listas negras de usuario
et: Mustnimekiri on uuendatud
fi: Päivitettiin käyttäjän mustaa listaa
it: E' stato aggiornato l'utente della Lista Nera
lv: Atsvaidzināt lietotāja melnos sarakstus
zh_tw: 使用者黑名單已更新

source: Updated user spam rules
es: Se han actualizado las reglas de spam de usuario
et: SPAMi reeglid on uuendatud
fi: Päivitettiin käyttäjän roskapostisääntöjä
it: Sono state aggiornate le regole Spam per l'utente
lv: Atsvaidzināt lietotāja mēstuļu iestatījumus
zh_tw: 使用者的垃圾郵件規則已更新

source: Updated user whitelists
es: Se han actualizado las listas blancas de usuario
et: Valgenimekiri on uuendatud
fi: Päivitettiin käyttäjän sallittujen listaa
it: E' stato aggiornato l'utente della Lista Bianca
lv: Atsvaidzināt lietotāja baltos sarakstus
zh_tw: 使用者的友善名單已更新

source: Weekly
it: Settimanale

source: Weekly + Daily
it: Settimanale + Giornaliero

source: White List Manager
cs: Správce Bílé listiny
es: Gestor de lista blanca
et: Valgenimekirja haldur
fi: Sallittujen listan hallinta
it: Gestione Lista Bianca
lv: Baltā saraksta vadība
zh_tw: 友善名單管理員

source: Whitelist
es: Lista blanca
et: Valgenimekiri
fi: Sallittujen lista
it: Lista Bianca (Whitelist)
lv: Baltais saraksts
zh_tw: 友善名單

source: Whitelist From
es: Incluir remitente en lista blanca
et: Valgenimekiri kellelt:
fi: Lähettäjien sallittujen
it: Includi mittente nella Lista Bianca
lv: Baltajā sarakstā no
zh_tw: 寄件友善名單

source: Whitelist Manager
es: Gestor de lista blanca
et: Valgenimekirja haldur
fi: Sallittujen listan hallinta
it: Gestione Lista Bianca
lv: Baltā saraksta vadība
zh_tw: 友善名單管理員

source: Whitelist To
es: Incluir destinatario en lista blanca
et: Valgenimekri kellele:
fi: Vastaanottajien sallittujen lista
it: Includi destinatario nella Lista Bianca
lv: Baltajā sarakstā līdz
zh_tw: 收件友善名單

source: 0: Only add X-Spam-* headers
es: 0: Añadir sólo las cabeceras X-Spam-*
et: 0: Ainult lisa X-SPAM-* päised
fi: 0: Lisää vain X-Spam-* otsakkeet

source: 1: Attach the original message to the report
es: 1: Incluir mensaje original en el informe
et: 1: Lisa algne kiri raportile
fi: 1: Liitä alkuperäinen viesti raporttiin
lv: 1. Ziņojumam pievienot oriģinālo vēstuli

source: 2: Attach the original message as plain text to the report
es: 2: Incluir mensaje original como texto en el informe
et: 2: Lisa algne kiri teksti kujul raportile
fi: 2: Liitä alkuperäinen viesti tekstinä raporttiin
lv: 2. Ziņojumam pievienot oriģinālo vēstuli vienkāršā teksta formā

source: Banned Files Folder
es: Carpeta de archivos prohibidos
et: Keelatud Failide Kaust
fi: Kiellettyjen tiedoston kansio
lv: Aizliegto datņu mape

source: Modify messages tagged as spam:
es: Modificar mensajes marcados como spam:
et: Märgi mail spammiks:
fi: Muokkaa viestejä, jotka on merkitty roskapostiksi
lv: Modificēt vēstules, kas atzīmētas kā mēstules:

source: Required Score
es: Puntuación necesaria
et: Kohustuslik tulemus
fi: Tarvittava pistemäärä
lv: Nepieciešamais reitings

source: Rewrite Email Subject
es: Reescribir asunto del mensaje
et: Muuda kirja subjekti
fi: Uudelleenkirjoita viestin otsikko
lv: Pārveidot vēstules tematu

source: Rewrite From: Address
es: Reescribir dirección del remitente
et: Muuda Saatja: Aadress
fi: Uudelleenkirjoita Lähettäjä (From:) osoite
lv: Pārrakstīt From: adresi

source: Rewrite To: Address
es: Reescribir dirección del destinatario
et: Muuda Saaja: Aadress
fi: Uudelleenkirjoita Vastaanottaja (To:) osoite
lv: Pārrakstīt To: adresi

source: Skip RBL Checks
es: Omitir comprobaciones RBL
et: Jätta RBL kontrollimine
fi: Ohita RBL-tarkistukset
zh_tw: 忽略 RBL 檢查

source: Spam Folder
es: Carpeta de spam
et: Spami kaust
fi: Roskapostikansio
lv: Mēstuļu mape:

source: Spam Quarantine Address
es: Dirección de cuarentena de spam
et: Spami garantiini aadress
fi: Karanteeniosoite roskapostille
lv: Mēstuļu karantīnas adrese

source: Virus Folder
es: Carpeta de virus
et: Viiruse kaust
fi: Viruskansio
lv: Vīrusu mape

source: SpamAssassin preference file generated by Sam
fi: Sam ohjelman generoimat SpamAssassin asetukset

source: %s is already in your blacklist filter.
cs: %s je již na Vaší Černé listině.

source: %s is already in your whitelist filter.
cs: %s je již na Vaší Bílé listině.

source: All settings on this page will become the defaults for all users. Proceed?
cs: Všechna nastavení na této stránce budou přednastavená pro všechny uživatele. Pokračovat?

source: Black List From:
cs: Černá listina Od:

source: Black List To:
cs: Černá listina Komu:

source: Black List
cs: Černá listina

source: Defang MIME:
cs: Změnit MIME:

source: General SpamAssassin Options
cs: Obecné nastavení

source: Help
cs: Nápověda
zh_tw: 說明

source: Language
cs: Jazyk
zh_tw: 語言

source: No configuration information specified for SQL Tasks.
cs: Nebyly specifikovány žádné konfigurační informace pro úlohy SQL.

source: Non-numeric value for Required Hits
cs: Nebyla zadána číselná informace v poli Počet zásahů

source: Only an administrator may change the global defaults.
cs: Pouze administrátor může měnit globální nastavení.

source: Options
cs: Možnosti
zh_tw: 選項

source: Report Header:
cs: Zobrazit zprávu:

source: Required 'database' not specified in Spam Assassin configuration.
cs: Požadovaná položka 'database' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'hostspec' not specified in Spam Assassin configuration.
cs: Požadovaná položka 'hostspec' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'password' not specified in Spam Assassin configuration.
cs: Požadovaná položka 'password' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'phptype' not specified in Spam Assassin configuration.
cs: Požadovaná položka 'phptype' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required 'username' not specified in Spam Assassin configuration.
cs: Požadovaná položka 'username' nebyla specifikována v konfiguraci Spam Assassinu.

source: Required Hits:
cs: Počet zásahů:

source: Rewrite Subject:
cs: Přepsat Předmět

source: SAM is not properly configured
cs: SAM není správně nakonfigurován

source: Save Changes
cs: Uložit změny

source: Save as Defaults
cs: Uložit jako standardní

source: Select your preferred language:
cs: Zvolte jazyk:
zh_tw: 選擇你的偏好語言:

source: Set the your preferred display language.
cs: Nastavte jazyk pro zobrazování.
zh_tw: 設定你要用來顯示的偏好語言.

source: Skip RBL Checks:
cs: Vynechat testy RBL:

source: Some of SAM's configuration files are missing:
cs: Některý z konfiguračních souborů SAMu chybí:

source: Spam Level Stars:
cs: Hodnota nevyžádané pošty:

source: Spam Rules
cs: Pravidla Nevyžádané pošty

source: Subject Tag:
cs: Text Předmětu:

source: Terse Report:
cs: Použít krátkou zprávu

source: This blacklist will become the default for all users. Proceed?
cs: Tato Černá listina bude přednastavená pro všechny uživatele. Pokračovat?

source: This is the main SAM configuration file. It contains options for all SAM scripts.
cs: Toto je hlavní konfigurační soubor SAMu. Obsahuje volby pro všechny skripty SAMu.

source: This whitelist will become the default for all users. Proceed?
cs: Tato Bílá listina bude přednastavená pro všechny uživatele. Pokračovat?

source: Undo Changes
cs: Vrátit změny

source: Updated Black List Filter
cs: Filtr Černé listiny byl uložen

source: Updated Global Black List Filter
cs: Globální filtr Černé listiny byl uložen

source: Updated Global Rules
cs: Globální pravidla byla uložena

source: Updated Global White List Filter
cs: Globální filtr Bílé listiny byl uložen

source: Updated Spam Rules
cs: Pravidla Nevyžádané pošty byla uložena

source: Updated White List Filter
cs: Filtr Bílé listiny byl uložen

source: User Options
cs: Uživatelské nastavení
zh_tw: 使用者選項

source: White List From:
cs: Bílá listina Od:

source: White List To:
cs: Bílá listina Komu:

source: White List
cs: Bílá listina

source: Your Information
cs: Vaše informace
zh_tw: 你的個人資訊

source: No '%s' element found in backend configuration.
zh_tw: 在伺服端的設定資料中找不到關於 '%s' 的元件.

source: SPAM Level Stars
zh_tw: SPAM 星級分等

source: Use Terse Report
zh_tw: 使用精簡報告
