Repository: horde/horde
Catalog: trean/po/*.po
Languages: fi_fi, lv_lv, tr_tr

source: "%s" was not renamed: %s.
lv_lv: "%s" nav pârsaukts: %s.
tr_tr: "%s" tekrar adlandýrýlamadý: %s.

source: %d Folders and %d Bookmarks imported.
fi_fi: Tuotiin %d kansiota ja %d kirjanmerkkia.
lv_lv: Importçtas %d mapes un %d grâmatzîmes.
tr_tr: %d Klasörleri %d Yerimleri içe aktarýldý.

source: %d stars out of 5
lv_lv: %d punkti no 5
tr_tr: yýldýzlar 5 üzerinden %d

source: %s Bookmarks
fi_fi: %s kirjanmerkit
lv_lv: Grâmatzîmes
tr_tr: %s Yer imleri

source: %s Response Codes
lv_lv: %s atbilþu kodi
tr_tr: %s yanýt kodu

source: %s's Bookmarks
lv_lv: %s's grâmatzîmes
tr_tr: %s'ýn yer imleri

source: 1 Line
fi_fi: 1-rivinen
lv_lv: 1 rinda
tr_tr: 1 çizgi

source: 1 star out of 5
lv_lv: 1 punkts no 5
tr_tr: 5 üzerinden 1 yýldýz

source: 10 rows
lv_lv: 10 rindas
tr_tr: 10 satýr

source: 15 rows
lv_lv: 15 rindas
tr_tr: 15 satýr

source: 1xx Response Codes (%s)
lv_lv: 1xx atbilþu kodi (%s)
tr_tr: 1xx Yanýt Kodlarý (%s)

source: 2 Line
fi_fi: 2-rivinen
lv_lv: 2 rindas
tr_tr: 2 Çizgi

source: 25 rows
lv_lv: 25 rindas
tr_tr: 25 satýr

source: 2xx Response Codes (%s)
lv_lv: 2xx atbilþu kodi (%s)
tr_tr: 2xx Yanýt Kodlarý (%s)

source: 3 Line
fi_fi: 3-rivinen
lv_lv: 3 rindas
tr_tr: 3 Çizgi

source: 3xx Response Codes (%s)
lv_lv: 3xx atbilþu kodi (%s)
tr_tr: 3xx Yanýt Kodlarý (%s)

source: 4xx Response Codes (%s)
lv_lv: 4xx atbilþu kodi (%s)
tr_tr: 4xx Yanýt Kodlarý (%s)

source: 5xx Response Codes (%s)
lv_lv: 5xx atbilþu kodi (%s)
tr_tr: 5xx Yanýt Kodlarý (%s)

source: AND
lv_lv: UN
tr_tr: VE

source: Accepted
lv_lv: Akceptçts
tr_tr: Onaylandý

source: Add
fi_fi: Lis‰‰
lv_lv: Pievienot
tr_tr: Ekle

source: Add to Bookmarks
fi_fi: Lis‰‰ kirjanmerkkeihin
lv_lv: Pievienot grâmatzîmçm
tr_tr: Yer imlerine ekle

source: All
fi_fi: Kaikki
lv_lv: Visas
tr_tr: Tümü

source: An error occured listing folders: %s
lv_lv: Kïûme râdot mapes: %s
tr_tr: Dosyalarý listelerken hata oluþtu: %s

source: An error occurred counting folders: %s
lv_lv: Kïûme skaitot mapes: %s
tr_tr: Dosyalarý sayarken hata oluþtu: %s

source: Any Part of the field
lv_lv: Jebkura lauka daïa
tr_tr: Alanýn herhangi bir kýsmý

source: Are you sure you want to delete the selected bookmarks?
fi_fi: Oletko varma ett‰ haluat tuhota valitut kirjanmerkit?
lv_lv: Vai tieðâm vçlaties dzçst atzîmçtâs grâmatzîmes?
tr_tr: Seçilen Yer imlerini silmekten emin misiniz?

source: Ascending (A to Z)
lv_lv: Augoða (A lîdz Z)
tr_tr: Artan (A' dan Z' ye)

source: Attempt to edit a non-existent share.
lv_lv: Mçìnâjums mainît neeksistçjoðu koplietojumu.
tr_tr: Varolmayan bir paylaþýmý silmeye çalýþýyorsunuz.

source: Bad Gateway
tr_tr: Kötü Geçiþ yolu

source: Bad Request
lv_lv: Nepareizs pieprasîjums
tr_tr: Kötü Ýstek

source: Bookmark Added
lv_lv: Grâmatzîme pievienota
tr_tr: Yer imi eklendi

source: Bookmarks
fi_fi: Kirjanmerkit
lv_lv: Grâmatzîmes
tr_tr: Yer Ýmleri

source: Bookmarks Feed
lv_lv: Grâmatzîmju padeve
tr_tr: Yer imleri kaynaðý

source: Browse
fi_fi: Selaa
lv_lv: Pârlûkot
tr_tr: Gözat

source: Cancel
fi_fi: Peru
lv_lv: Atcelt
tr_tr: Ýptal

source: Clicks
lv_lv: Klikðíi
tr_tr: Týklamalar

source: Close
lv_lv: Aizvçrt
tr_tr: Kapat

source: Combine
fi_fi: Yhdist‰
lv_lv: Kombinçt
tr_tr: Birleþtir

source: Completely collapsed
fi_fi: Kokonaan pienennetty
lv_lv: Lîdz galam savçrsts
tr_tr: Tamamýyla çakýþtý

source: Completely expanded
fi_fi: Kokonaan laajennettu
lv_lv: Lîdz galam izvçrsts
tr_tr: Tamamýyla geniþletildi

source: Confirm Deletion
lv_lv: Apstiprinât dzçðanu
tr_tr: Silmeyi Onayla

source: Conflict
lv_lv: Konflikts
tr_tr: Karýþýklýk

source: Continue
lv_lv: Turpinât
tr_tr: Devam

source: Control access to this folder
lv_lv: Vadît pieejas tiesîbas ðai mapei
tr_tr: Bu dosyaya eriþimi kontrol edin

source: Copied bookmark:
fi_fi: Kopioitu kirjanmerkki:
lv_lv: Kopçtâs grâmatzîmes:
tr_tr: Kopyalanan Yer imi:

source: Copy
fi_fi: Kopioi
lv_lv: Kopçt
tr_tr: Kopyala

source: Copying folders is not supported.
lv_lv: Mapju kopçðana nav iespçjama.
tr_tr: Dosya kopyalama desteklenmiyor.

source: Created
lv_lv: Izveidota
tr_tr: Oluþturuldu

source: DNS Failure or Other Error (%s)
lv_lv: DNS kïûme vai cita kïûda (%s)
tr_tr: DNS hatasý ya da baþka bir hata(%s)

source: Delete
fi_fi: Poista
lv_lv: Dzçst
tr_tr: Sil

source: Delete Bookmark
lv_lv: Dzçst grâmatzîmes
tr_tr: Yer imini sil

source: Delete this folder
lv_lv: Dzçst ðo mapi
tr_tr: Bu dosyayý sil

source: Deleted bookmark:
fi_fi: Poistettu kirjanmerkki:
lv_lv: Dzçstâ grâmatzîme:
tr_tr: Yer imini sil:

source: Deleted folder:
lv_lv: Dzçstâ mapes:
tr_tr: Dosyayý sil:

source: Deleted the folder "%s"
lv_lv: Dzçsta mapes "%s"
tr_tr: "%s" dosyasýný sil

source: Descending (9 to 1)
lv_lv: Dilstoði (9 lîdz 1)
tr_tr: Azalan (9' dan 1' e)

source: Description
fi_fi: Kuvaus
lv_lv: Apraksts
tr_tr: Açýklama

source: Display Options
fi_fi: N‰kym‰n asetukset
lv_lv: Ekrâna opcijas
tr_tr: Görüntüleme Seçenekleri

source: Display Rows
lv_lv: Râdît rindas
tr_tr: Satýrlarý görüntüle

source: Download Folder
lv_lv: Lejupielâdçt mapi
tr_tr: Ýnenler Dosyasý

source: Drag the "Add to Bookmarks" link below onto your "Links" Bar
lv_lv: Aizvelciet zemâk redzamo saiti "Pievienot grâmatzîmçm" uz joslu "Links"
tr_tr: "Yer imlerine ekle" baðlantýyý "Yer imleri" Çubuðu altýna sürükleyerek ekle

source: Drag the "Add to Bookmarks" link below onto your "Personal Toolbar".
lv_lv: Aizvelciet zemâk redzamo saiti "Pievienot grâmatzîmçm" uz joslu "Personal Toolbar"
tr_tr: "Yer imlerine ekle" Kiþisel araç çubuðu "'na baðlantýyý sürükleyerek ekle

source: Edit
fi_fi: Muokkaa
lv_lv: Labot
tr_tr: Düzenle

source: Edit Bookmark
fi_fi: Muokkaa kirjanmerkki‰
lv_lv: Labot grâmatzîmes
tr_tr: Yer imini düzenle

source: Edit Bookmarks
lv_lv: Labot grâmatzîmes
tr_tr: Yer imini düzenle

source: Edit Permissions
lv_lv: Mainît pieejas tiesîbas
tr_tr: Ýzinleri Düzenle

source: Edit Permissions for %s
lv_lv: Mainît %s pieejas tiesîbas
tr_tr: '%s' için izinleri düzenle

source: Expectation Failed
lv_lv: Gaidîðanas laiks pârsniegts
tr_tr: Beklenti Baþarýsýz

source: Export Bookmarks
fi_fi: Vie kirjanmerkit
lv_lv: Eksportçt grâmatzîmes
tr_tr: Yer imlerini dýþa aktar

source: File to import:
fi_fi: Tiedosto, josta tuodaan:
lv_lv: Importçjamais fails:
tr_tr: Ýçe aktarýlacak dosya:

source: First level shown
fi_fi: Ensimm‰inen taso n‰kyviss‰
lv_lv: Parâdîts pirmais lîmenis
tr_tr: Ýlk seviye gösterildi

source: Folder
lv_lv: Mape
tr_tr: Dizin

source: Folder Actions
lv_lv: Darbîbas ar mapçm
tr_tr: Dosya Ýþlemleri

source: Folder names must be non-empty
lv_lv: Mapju nosaukumi nedrîkst bût tukði
tr_tr: Dosya adlarý boþ girilmemeli

source: Folder to import into:
lv_lv: Importçt mapç:
tr_tr: Ýçe aktarýlacak dosya:

source: Forbidden
lv_lv: Aizliegts
tr_tr: Yasak

source: Found
lv_lv: Atrasta
tr_tr: Bulundu

source: Gateway Time-out
lv_lv: Vârtejas pârtraukums
tr_tr: Geçit yolu zaman aþýmý

source: Gone
lv_lv: Prom
tr_tr: Gönderildi

source: HTTP Status
lv_lv: HTTP statuss
tr_tr: HTTP-Durumu

source: HTTP Version not supported
lv_lv: Neatbalstîta HTTP versija.
tr_tr: HTTP-Versiyonu desteklenmiyor

source: Highest Rated
lv_lv: Visaugstâk novçrtçtâs
tr_tr: En çok oy alan

source: Highest-rated Bookmarks
lv_lv: Visaugstâk novçrtçtâs grâmatzîmes
tr_tr: En çok oy alan Yer imi

source: Import
fi_fi: Tuo
lv_lv: Importçt
tr_tr: (Ýçeri) Aktar

source: Import Bookmarks
fi_fi: Tuo kirjanmerkkej‰
lv_lv: Importçt grâmatzîmes
tr_tr: Yer imlerini içe aktar

source: Include Subfolders
lv_lv: Ietvert apakðmapes
tr_tr: Alt dosyalarý da içer

source: Internal Server Error
lv_lv: Servera iekðçjâ kïûda
tr_tr: Yerel sunucu hatasý

source: Internet Explorer users will need to export their current Favorites by going to the "File" menu and selecting "Import and Export".
lv_lv: Internet Explorer lietotâjiem sâkumâ jâeksportç Favorites, izmantojot "Import and Export" izvçlnç File.
tr_tr: Internet Explorer kullanýcýlarý kendi favorileri yer imlerini aktarmalarý için "Dosya" menusünden "Aktar" seçeneðini seçmeliler.

source: Length Required
lv_lv: Jânorâda garums
tr_tr: Uzunluk gerekli

source: Match
fi_fi: T‰sm‰‰
lv_lv: Atbilst
tr_tr: Eþleþen

source: Maximum Number of Bookmarks
lv_lv: Maksimâlais grâmatzîmju skaits
tr_tr: Maksimum Yer imi sayýsý

source: Maximum Number of Folders
lv_lv: Maksimâlais mapju skaits
tr_tr: En Fazla Dizin Sayýsý

source: Menu List
lv_lv: Izvçlòu saraksts
tr_tr: Menü listesi

source: Method Not Allowed
lv_lv: Metode nav atïauta
tr_tr: Method'a izin verilmedi

source: Most Clicked
lv_lv: Visvairâk klikðíinâtâs
tr_tr: En çok týklanan

source: Most-clicked Bookmarks
lv_lv: Visvairâk klikðíinâtâs grâmatzîmes
tr_tr: En çok týklanan Yer imleri

source: Move
fi_fi: Siirr‰
lv_lv: Pârvietot
tr_tr: Taþý

source: Moved Permanently
lv_lv: Pârvietota uz visiem laikiem
tr_tr: Tamamen Taþýndý

source: Moved bookmark:
fi_fi: Siirretty kirjanmerkki:
lv_lv: Pârvietotâ grâmatzîme:
tr_tr: Taþýnan Yer imi:

source: Moved folder:
lv_lv: Pârvietotâ mape:
tr_tr: Taþýnan dosya:

source: Mozilla/Firefox users will need to export their current Bookmarks by going into "Bookmark Manager" and selecting "Export" from the "Tools" menu.
lv_lv: Mozilla/Firefox lietotâjiem sâkumâ jâeksportç grâmatzîmes, izmantojot "Bookmark Manager" un izvçloties "Export" no izvçlenes "Tools"
tr_tr: Mozilla-FÝrefox kullanýcýlarý kendi yer imlerini aktarmalarý için "Yer imi yöneticisi ile" "" Araçlar menüsünden "Export"-Menüsüseçilmelidir.

source: Multiple Choices
lv_lv: Vairâkas iespçjas
tr_tr: Çoklu Seçimler

source: Name
lv_lv: Nosaukums
tr_tr: Ad

source: New Bookmark
fi_fi: Uusi kirjanmerkki
lv_lv: Jauna grâmatzîmes
tr_tr: Yeni Yer imi

source: New Folder
lv_lv: Jauna mape
tr_tr: Yeni Dizin

source: New folder
lv_lv: Jauna mape
tr_tr: Yeni Dosya

source: No
lv_lv: Nç
tr_tr: Hayýr

source: No Bookmarks found
fi_fi: Ei lˆytynyt kirjanmerkkej‰
lv_lv: Grâmatzîmes nav atrastas
tr_tr: Hiçbir Yer imi bulunamadý

source: No Content
lv_lv: Nav satura
tr_tr: Ýçerik Yok

source: No bookmarks to display
fi_fi: Ei kirjanmerkkej‰ n‰ytett‰v‰ksi
lv_lv: Nav parâdâmu grâmatzîmju
tr_tr: Gösterilecek Yer imi yok

source: Non-Authoritative Information
lv_lv: Neapstiprinâta informâcija
tr_tr: Yetkisiz Bilgi

source: None
fi_fi: Ei mit‰‰n
lv_lv: Nav
tr_tr: Hiçbiri

source: Not Acceptable
lv_lv: Nav pieòemams
tr_tr: Kabul edilebilir Deðil

source: Not Found
lv_lv: Nav atrasts
tr_tr: Bulunamadý

source: Not Implemented
lv_lv: Nav izstrâdâts
tr_tr: Yerine getirilemedi

source: Not Modified
lv_lv: Nav mainîta
tr_tr: Deðiþiklik yapýlamadý

source: Note:
lv_lv: Piezîme:
tr_tr: Not:

source: Nothing to edit.
lv_lv: Nav ko labot
tr_tr: Düzenlenecek birþey yok.

source: Number of bookmarks to show
lv_lv: Vienlaicîgi attçlojamo grâmatzîmju skaits
tr_tr: Gösterilecel Yer imi sayýsý

source: OK
tr_tr: Tamam

source: OR
lv_lv: VAI
tr_tr: VEYA

source: On newer versions of Internet Explorer, you may have to add %s://%s to your Trusted Zone for this to work.
lv_lv: Lai tas darbotos arî jaunâkâs Internet Explorer versijâs, Jums var bût nepiecieðams pievienot %s://%s Jûsu Trusted Zone.
tr_tr: Internet Explorer'ýn yeni versiyonlarýnda %s://%s, güvenilen alanlara eklemelidir.

source: Only the owner or system administrator may change ownership or owner permissions for a share
lv_lv: Tikai objekta îpaðnieks vais sistçmas administrators var manîti koplietojuma îpaðnieku vai tâ pieejas tiesîbas.
tr_tr: Yalnýzca paylaþýmýn sahibi ya da sistem yöneticisi, paylaþým için sahiplik haklarý ve izinlerini deðiþtirebilir

source: Open links in a new window?
fi_fi: Avaa linkit uudessa ikkunassa.
lv_lv: Atvçrt saites jaunâ logâ?
tr_tr: Baðlantýlar yeni bir pencerede açýlsýn mý?

source: Other Options
fi_fi: Muut asetukset
lv_lv: Citas opcijas
tr_tr: Diðer Seçenekler

source: Partial Content
lv_lv: Daïçjs saturs
tr_tr: Kýsmi Ýçerik

source: Payment Required
lv_lv: Nepiecieðama samaksa
tr_tr: ödeneme Gerekiyor

source: Please enter a name for the new folder:
lv_lv: Ievadiet jaunâs mapes nosaukumu:
tr_tr: Lütfen yeni posta kutusu için bir ad girin:

source: Precondition Failed
lv_lv: Priekðnosacîjums nav izpildîts
tr_tr: önkoþul Baþarýsýz

source: Proxy Authentication Required
lv_lv: Nepiecieðama proxy autentifikâcija
tr_tr: Vekil Sunucu Yetkilendirmesi Gerekiyor

source: Rating
lv_lv: Novçrtçjums
tr_tr: Beðenilme

source: Really delete "%s" and all of its bookmarks?
tr_tr: "%s" ve tüm Yer imleri silinsin mi?

source: Rename this folder
lv_lv: Pârsaukt ðo mapi
tr_tr: Dosyayý yeniden adlandýr

source: Reports
lv_lv: Atskaites
tr_tr: Raporlar

source: Request Entity Too Large
lv_lv: Pieprasîtais objekts par lielu
tr_tr: Ýstek çok büyük.

source: Request Time-out
lv_lv: Pieprasîjums pârtraukts
tr_tr: Ýstek zaman aþýmýna uðradý

source: Request-URI Too Large
lv_lv: Pieprasîjuma URI par lielu
tr_tr: Ýstenilen URI çok büyük

source: Requested range not satisfiable
lv_lv: Pieprasîtais diapazons nav apmierinâms
tr_tr: Ýstek sýnýrlarý tatminkar deðil

source: Reset Content
lv_lv: Notîrît saturu
tr_tr: Yeniden baþlatma içeriði

source: Save
fi_fi: Talleta
lv_lv: Saglabât
tr_tr: Kaydet

source: Search
fi_fi: Haku
lv_lv: Meklçt
tr_tr: Arama

source: Search Bookmarks
fi_fi: Hae kirjanmerkeist‰
lv_lv: Meklçt grâmatzîmes
tr_tr: Yer imlerini ara

source: Search Results (%s)
lv_lv: Meklçðanas rezultâti (%s)
tr_tr: Arama Sonuçlarý (%s)

source: See Other
lv_lv: Skatît citas
tr_tr: Diðerlerini de gör

source: Select All
fi_fi: Valitse kaikki
lv_lv: Izvçlçties visas
tr_tr: Hepsini seç

source: Select All/Select None
lv_lv: Izvçlçties visas/nevienu
tr_tr: Hepsini seç/Hiçbirini seçme

source: Select None
fi_fi: Tyhjenn‰ valinnat
lv_lv: Neizvçlçties nevienu
tr_tr: Hiçbirini seçme

source: Select: %s, %s
lv_lv: Izvçlieties: %s, %s
tr_tr: Seç: %s, %s

source: Service Unavailable
lv_lv: Pakalpojums nav pieejams
tr_tr: Servis Eriþilebilir Deðil

source: Set how to display bookmark listings and how to open links.
lv_lv: Iestatît veidu kâ râdît grâmatzîmes un atvçrt saites.
tr_tr: Yer imi listesininin nasýl gösterileceðini ve baðlantýlarýn nasýl açýlacaðýnýayarla

source: Should your list of bookmark folders be open when you log in?
lv_lv: Vai Jûsu grâmatzîmju saraksts ir jâtver pieslçdzoties?
tr_tr: Sisteme giriþ yapýldýðýnda Yer imleri dosyalarýnýz açýk olsun mu?

source: Show folder actions panel?
lv_lv: Râdît mapju darbîbu paneli?
tr_tr: Dosya iþlemleri paneli gösterilsin mi?

source: Sort bookmarks by:
lv_lv: Ðíirot grâmatzîmes pçc:
tr_tr: Yer imlerini sýrala:

source: Sort by
lv_lv: Ðíirot pçc
tr_tr: ile Sýrala

source: Sort direction:
lv_lv: Ðíiroðanas kârtîba
tr_tr: Sýralama Yönü:

source: Switching Protocols
lv_lv: Pârslçgumu protokoli
tr_tr: Yönlendirme Protokolleri

source: Template
fi_fi: Malli
lv_lv: Veidne
tr_tr: Taslak

source: Temporary Redirect
lv_lv: Pagaidu pâradresâcija
tr_tr: Geçici Yönlendirme

source: There are no bookmarks in this folder
lv_lv: Ðajâ mapç nav grâmatzîmju
tr_tr: Bu dosyada hiç yer imi yok

source: There was a problem copying the bookmark: %s
fi_fi: Kirjanmerkki‰ kopioitaessa tapahtui virhe: %s
lv_lv: Kïûme kopçjot grâmatzîmi: %s.
tr_tr: Yer imi kopyalanmasýnda sorun oluþtu: %s

source: There was a problem deleting the bookmark: %s
fi_fi: Kirjanmerkki‰ poistettaessa tapahtui virhe: %s
lv_lv: Kïûme dzçðot grâmatzîmi: %s
tr_tr: Yer imi silinmesinde sorun oluþtu: %s

source: There was a problem deleting the folder: %s
lv_lv: Kïûme dzçðot mapi: %s
tr_tr: Dosya silinmesinde sorun oluþtu: %s

source: There was a problem moving the bookmark: %s
fi_fi: Kirjanmerkki‰ siirrett‰ess‰ tapahtui virhe: %s
lv_lv: Kïûme pârvietojot grâmatzîmi: %s.
tr_tr: Yer imi taþýnmasýnda sorun oluþtu: %s

source: There was a problem moving the folder: %s
lv_lv: Kïûme pârvietojot mapi: %s.
tr_tr: Dosya taþýnmasýnda sorun oluþtu: %s

source: There was an error adding the bookmark: %s
fi_fi: Kirjanmerkki‰ lis‰tess‰ tapahtui virhe: %s
lv_lv: Kïûda pievienojot grâmatzîmi: %s
tr_tr: Yer imi eklenmesinde sorun oluþtu: %s

source: There was an error adding the folder: %s
lv_lv: Kïûda pievienojot mapi: %s
tr_tr: Dosya eklenmesinde sorun oluþtu: %s.

source: There was an error saving the bookmark: %s
fi_fi: Kirjanmerkki‰ talletettaessa tapahtui virhe: %s
lv_lv: Kïûda saglabâjot grâmatzîmi: %s
tr_tr: Yer imi kaydedilirken sorun oluþtu: %s

source: There was an error saving the folder: %s
lv_lv: Kïûda saglabâjot mapi: %s
tr_tr: Dosya kaydedilirken sorun oluþtu: %s

source: Title
fi_fi: Otsikko
lv_lv: Nosaukums
tr_tr: Baþlýk

source: To be able to quickly add bookmarks from your web browser:
fi_fi: Jotta voisit nopeasti lis‰t‰ kirjanmerkkej‰ www-selaimeesi:
lv_lv: Lai âtri pievienotu grâmatzîmes no tîmekïa pârlûka:
tr_tr: Web tarayýcýnýza kolaylýkla Yer imi eklemek için:

source: Total
lv_lv: Kopâ
tr_tr: Toplam

source: Unauthorized
lv_lv: Neautorizçts
tr_tr: Yetkisiz

source: Unknown (%s)
lv_lv: Nezinâms (%s)
tr_tr: Bilinmeyen (%s)

source: Unsupported Media Type
lv_lv: Neatbalstîts mçdija tips
tr_tr: Desteklenmeyen Medya Türü

source: Updated %s.
lv_lv: Mainîts %s.
tr_tr: %s Güncellendi.

source: Use Proxy
lv_lv: Izmantot proxy
tr_tr: Vekil sunucu kullan

source: While browsing you will be able to bookmark the current page by clicking your new "Add to Bookmarks" shortcut.
lv_lv: Pârlûkojot Internet Jûsu varçsiet pievienot grâmatzîmi, uzklikðíinot îsinâjumikonai "Pievienot grâmatzîmi".
tr_tr: Internet'de Gezinirken kullnýlan sayfayý Yer imlerine eklemek için "Yeni Yer imi ekle" kýsayolunu týklayabilirsiniz

source: Whole Field
fi_fi: Koko kentt‰
lv_lv: Viss lauks
tr_tr: Tüm Alanlar

source: Yes
lv_lv: Jâ
tr_tr: Evet

source: You are not allowed to create more than %d bookmarks.
lv_lv: Jums nav atïauts radît vairâk kâ %d grâmatzîmes.
tr_tr: %d 'den fazla Yer imi yaratma izniniz yok .

source: You are not allowed to create more than %d folders.
lv_lv: Jums nav atïauts izveidot vairâk kâ %d mapes.
tr_tr: %d'den fazla dizin yaratmanýza izin verilmiyor.

source: You do not have permission to view this folder.
lv_lv: Jums nav tiesîbu pârlûkot ðo mapi.
tr_tr: Bu dosyayý görme izniniz yok.

source: You must select a target folder first
lv_lv: Vispirms jâizvçlas mçría mape.
tr_tr: öncelikle bir hedef dosya seçmelisiniz

source: _Browse
lv_lv: Pârlûkot
tr_tr: _Gözat

source: _Delete Bookmarks
lv_lv: Dzçst grâmatzîmes
tr_tr: Yer imlerini _Sil

source: _Edit Bookmarks
lv_lv: Labot grâmatzîmes
tr_tr: Yer imlerini _Düzenle

source: _Import/Export
lv_lv: Importçt/Eksportçt
tr_tr: Ýçeri/_Dýþarý Aktar

source: _New Bookmark
lv_lv: Jauna grâmatzîme
tr_tr: _Yeni Yer imi

source: _Reports
lv_lv: Atskaites
tr_tr: _Raporlar

source: _Search
lv_lv: Meklçt
tr_tr: _Arama

source: click
lv_lv: klikðíis
tr_tr: Týkla

source: clicks
lv_lv: klikðíi
tr_tr: Týklama

source: '%s' was not renamed: %s.
fi_fi: '%s' ei voitu uudelleennimet‰: %s.

source: Add Bookmark
fi_fi: Lis‰‰ kirjanmerkki

source: Add a new bookmark
fi_fi: Lis‰‰ uusi kirjanmerkki

source: And
fi_fi: Ja

source: Any Part of field
fi_fi: Miss‰ tahansa kohdassa kentt‰‰

source: Bookmark names must be non-empty
fi_fi: Kirjanmerkkien nimet eiv‰t saa olla tyhji‰

source: Categories
fi_fi: Kategoriat

source: Category
fi_fi: Kategoria

source: Category does not exist.
fi_fi: Kategoriaa ei ole olemassa.

source: Category names must be non-empty
fi_fi: Kategorioiden nimet‰ eiv‰t saa olla tyhji‰

source: Category to import into:
fi_fi: Kategoria johon tuodaan:

source: Change the number of columns to display in browse and search results.
fi_fi: Muuta n‰ytett‰vien sarakkeiden lukum‰‰r‰‰ selausn‰kym‰ss‰ ja haun tuloksissa.

source: Define one or more categories for your bookmarks
fi_fi: M‰‰rittele yksi tai useampi kategoria kirjanmerkeillesi

source: Delete current category?
fi_fi: Poistetaanko nykyinen luokitus?

source: Delete this Category
fi_fi: Poista t‰m‰ luokitus

source: Display edit buttons when displaying Bookmarks?
fi_fi: N‰yt‰ muokkauspainikkeet kun n‰ytet‰‰n kirjanmerkkej‰

source: Download My Bookmarks
fi_fi: Lataa kirjanmerkkini

source: Drag the 'Add to Bookmarks' link below onto your 'Links' Bar
fi_fi: Raahaa allaoleva 'Lis‰‰ kirjanmerkkeihin'-linkki 'Links' valikkoon

source: Drag the 'Add to Bookmarks' link below onto your 'Personal Toolbar'
fi_fi: Raahaa allaoleva 'Lis‰‰ kirjanmerkkeihin'-linkki 'Personal Toolbar' valikkoon

source: Import/Export
fi_fi: Tuo/Vie

source: Internet Explorer users will need to export their current Favorites by going to the 'File' menu and selecting 'Import and Export'.
fi_fi: Jos k‰yt‰t Internet Explorer selainta ja haluat tuoda 'Favorites' kirjanmerkkisi, niin mene 'File' valikkoon ja valitse 'Import and Export'.

source: Mozilla users will need to export their current Bookmarks by going into 'Bookmark Manager' and selecting 'Export' from the 'Tools' menu.
fi_fi: Jos k‰yt‰t Mozilla selainta ja haluat tuoda kirjanmerkkisi, niin mene 'Bookmark Manager' valikkoon ja valitse 'Tools' valikosta 'Export' toiminto.

source: My Bookmarks
fi_fi: Kirjanmerkkini

source: New Subcategory
fi_fi: Uusi aliluokitus

source: Number of columns to display in browse and search results:
fi_fi: N‰ytett‰vien sarakkeiden lukum‰‰r‰‰ selausn‰kym‰ss‰ ja haun tuloksissa:

source: Or
fi_fi: Tai

source: Please enter the name of the new category:
fi_fi: Anna uuden luokituksen nimi:

source: Please modify the name accordingly
fi_fi: Muokkaa nimea sen mukaisesti

source: Rename this Category
fi_fi: Uudelleennime‰ t‰m‰ kategoria

source: Reset
fi_fi: Tyhjenn‰

source: Search Results
fi_fi: Haun tulokset

source: Select: %s | %s
fi_fi: Valitse %s | %s

source: Should your list of bookmark categories be open when you log in?
fi_fi: N‰yt‰ lista kaikista kirjanmerkkikategorioista sis‰‰nkirjautumisen yhteydess‰.

source: Template to use when displaying bookmarks:
fi_fi: Kirjanmerkkien n‰ytt‰misess‰ k‰ytett‰v‰ malli:

source: There are no bookmarks in this category
fi_fi: T‰ss‰ kategoriassa ei ole ainuttakaan kirjanmerkki‰

source: There was an error adding the category: %s
fi_fi: Kategoriaa lis‰tess‰ tapahtui virhe: %s

source: While browsing you will be able to add bookmarks by clicking your new 'Add to Bookmarks' shortcut.
fi_fi: Voit lis‰t‰ kirjanmerkkej‰ Napauttamalla 'Lis‰‰ kirjanmerkkeihin' oikopolkua.

source: You are creating a category folder.
fi_fi: Olet luomassa luokituskansiota.

source: You are renaming the current category folder.
fi_fi: Olet uudelleennime‰m‰ss‰ nykyist‰ kategoriakansiota.
