<?xml version="1.0"?>
<help>

<entry id="Overview" md5="290506ade4e6f749246f77bbe5d48835" state="uptodate">
    <title>Introducci&#xF3;n</title>
    <heading>Introducci&#xF3;n</heading>
    <para>
    La libreta de direcciones ofrece un m&#xE9;todo y lugar adecuados para almacenar la informaci&#xF3;n de contactos para su c&#xF3;moda recuperaci&#xF3;n y uso. En funci&#xF3;n de c&#xF3;mo haya configurado el sistema el administrador, puede disponer de libretas de direcciones privadas as&#xED; como acceder a servicios de directorio de red p&#xFA;blicos. Tambi&#xE9;n admite listas de distribuci&#xF3;n de forma que pueda crear sus propias "listas de correo".
    </para>
</entry>

<entry id="menu-add" md5="3c1f92eb1a82839404d11d9b0a20b3ce" state="uptodate">
    <title>Men&#xFA;: A&#xF1;adir</title>
    <heading>A&#xF1;adir</heading>
    <para>
    A&#xF1;ade un usuario a la libreta de direcciones. S&#xF3;lo se puede a&#xF1;adir usuarios a las libretas de direcciones si dispone de privilegios de escritura. Si est&#xE1;n activadas libretas de direcciones compartidas o p&#xFA;blicas, a menudos son de s&#xF3;lo lectura y no podr&#xE1; a&#xF1;adir contactos en ellas.
    </para>
</entry>

<entry id="menu-search" md5="8daf81ab28602d772358a174571f9ad2" state="uptodate">
    <title>Men&#xFA;: Buscar</title>
    <heading>Buscar</heading>
    <para>
    Le permite buscar en una libreta de direcciones para localizar informaci&#xF3;n. Se trata de una b&#xFA;squeda sencilla que s&#xF3;lo le permitir&#xE1; buscar por algunos campos b&#xE1;sicos. Normalmente el nombre y la direcci&#xF3;n de correo, pero puede variar dependiendo de c&#xF3;mo haya configurado el administrador la libreta.
    </para>
    <para>
    Para una b&#xFA;squeda m&#xE1;s compleja, puede utilizar la "<ref module="turba" entry="menu-advanced-search">B&#xFA;squeda avanzada</ref>" que le permitir&#xE1; buscar en otros campos.
    </para>
</entry>

<entry id="menu-advanced-search" md5="6be703ffeba614f6ada151749fa44ab5" state="uptodate">
    <title>Men&#xFA;: B&#xFA;squeda avanzada</title>
    <heading>B&#xFA;squeda avanzada</heading>
    <para>
    Le permite buscar en una libreta de direcciones para localizar informaci&#xF3;n. Este m&#xE9;todo de b&#xFA;squeda le permite buscar en varios campos. Los campos disponibles para la b&#xFA;squeda dependen de la libreta de direcciones en la que est&#xE9; buscando.
    </para>
</entry>

<entry id="menu-import" md5="3c6c40f2a6213e9fc1f9a77827bfb5d4" state="uptodate">
    <title>Men&#xFA;: Importar/Exportar</title>
    <heading>Importar/Exportar</heading>

    <para>
    Este men&#xFA; permite la importaci&#xF3;n o exportaci&#xF3;n a o desde su libreta de direcciones personal. Soporta tanto el formato CSV (Valores separados por comas) de Outlook como el vCard as&#xED; como algunos otros formatos habituales.
    </para>

    <heading>Importar</heading>
    <para>
    Para importar una libreta de direcciones, necesita tener en la m&#xE1;quina local (en la que se ejecuta el navegador web) los datos de la libreta de direcciones que quiera importar. Para ello primero tendr&#xE1; que exportar la informaci&#xF3;n de la libreta de direcciones de su cliente de correo actual.
    </para>

    <para>
    Si utiliza Outlook Express:
    </para>
    <para>
    1) Seleccione el men&#xFA; Archivo &gt; Exportar &gt; Libreta de direcciones
    </para>
    <para>
    2) Seleccione "Archivo de texto" (Valores separados por comas) en la "Herramienta de exportaci&#xF3;n de direcciones". Pulse "Exportar".
    </para>
    <para>
    3) En el campo "Guardar archivo exportado como" escriba un nombre para la libreta de direcciones. Pulse "Siguiente".
    </para>
    <para>
    4) Active la casilla de la izquierda de cada uno de los campos que desee exportar. Pulse "Terminar".
    </para>
    <para>
    5) Deber&#xED;a el siguiente mensaje informativo 'Proceso de exportaci&#xF3;n de la libreta de direcciones terminado'. Pulse 'Aceptar'.
    </para>
    <para>
    6) Pulse 'Cerrar' en la 'Herramienta de exportaci&#xF3;n de direcciones' y cierre Outlook Express.
    </para>

    <tip>
    Si el archivo de direcciones exportado no est&#xE1; en su escritorio y est&#xE1; utilizando un sistema operativo Windows, pulse el men&#xFA; Inicio &gt; Buscar &gt; Archivos o Carpetas y busque en su unidad de disco duro principal el nombre de archivo que utiliz&#xF3; en el paso 3. Anote la localizaci&#xF3;n del archivo.
    </tip>

    <para>
    Para importar una libreta de direcciones, abra la libreta de direcciones a la que desee importar la informaci&#xF3;n. Pulse el icono "Importar/Exportar". Seleccione en el listado desplegable el tipo de archivo de datos de informaci&#xF3;n de direcciones que desee importar. Pulse el bot&#xF3;n "Examinar" para localizar el archivo de datos de direcciones en su ordenador. Seleccione el archivo y pulse el bot&#xF3;n "Siguiente". Siga las instrucciones y la informaci&#xF3;n del archivo se importar&#xE1; a su libreta de direcciones.
    </para>
    <tip>
    Algunas entradas complejas o cuyos campos no coincidan con los de su libreta de direcciones pueden no importarse correctamente. Es conveniente que compruebe los datos importados tras una operaci&#xF3;n de importaci&#xF3;n.
    </tip>
</entry>

<entry id="searching-search_results" md5="ffed8d72fa3b710df8e902c2493b254f" state="uptodate">
    <title>B&#xFA;squeda: Resultados de la b&#xFA;squeda</title>
    <heading>Resultados de la b&#xFA;squeda</heading>
    <para>
    Si una b&#xFA;squeda obtiene resultados, se mostrar&#xE1;n en el &#xE1;rea de "Resultados de la b&#xFA;squeda".
    </para>
    <para>
    Pulsando en un campo de "Correo" se abrir&#xE1; una ventana de redacci&#xF3;n de mensajes para enviar correo a esa direcci&#xF3;n. Pulsando en un campo de "Nombre" se mostrar&#xE1; el registro de ese nombre de la libreta de direcciones, permiti&#xE9;ndole modificar o eliminar la entrada.
    </para>
    <para>
    En funci&#xF3;n de c&#xF3;mo haya configurado el sistema su administrador, los resultados de las b&#xFA;squedas podr&#xE1;n ser acumulativos. Cada b&#xFA;squeda a&#xF1;adir&#xE1; los resultados nuevos a los existentes. &#xC9;sto es &#xFA;til al elaborar listas. Para eliminar los resultados de b&#xFA;squedas acumuladas y empezar una nueva, pulse el v&#xED;nculo "Limpiar b&#xFA;squeda".
    </para>

    <tip>
    Al ver un listado de entradas, puede ordenarlas por cada uno de los campos mostrados pulsando en la cabecera de columna adecuada. Para conmutar el sentido de la clasificaci&#xF3;n entre ascendente y descendente, pulse el icono de flecha de la cabecera de la columna.
    </tip>
</entry>

</help>
