Repository: horde/horde
Catalog: whups/locale/*/LC_MESSAGES/whups.po
Languages: uk_ua

source: "%s" is no longer among those responsible for "%s"
uk_ua: "%s" більше не є серед відповідальних за "%s"

source: %d people watching, %d people responsible
uk_ua: %d осіб спостерігають, %d особа відповідальна

source: %s %s tickets in %s
uk_ua: %s %s тарнанів в %s

source: %s %s tickets in all queues
uk_ua: %s %s тарганів у всіх чергах

source: %s (%s) wrote:
uk_ua: %s (%s) написав:

source: %s added to those responsible for "%s"
uk_ua: %s доданий до відповідальних за "%s"

source: %s days
uk_ua: %s днів

source: %s tickets in %s
uk_ua: %s тарганів в %s

source: %s tickets in all queues
uk_ua: %s тарганів у всіх чергах

source: %s will be notified when this ticket is updated.
uk_ua: %s буде повідомлений при оновленні цього запиту.

source: %s will no longer receive updates for this ticket.
uk_ua: %s більше не отримуватиме оновлень щодо цього запиту.

source: - Stage 1
uk_ua: - Стадія 1

source: - Stage 2
uk_ua: - Стадія 2

source: Access denied to %s
uk_ua: Доступ до %s заборонено

source: Add Attribute
uk_ua: Додати атрибут

source: Add Content
uk_ua: Додати контент

source: Add Date Criterion
uk_ua: Додати критерій дати

source: Add Priority
uk_ua: Додати пріоритет

source: Add Queue
uk_ua: Додати чергу

source: Add State
uk_ua: Додати стан

source: Add Type
uk_ua: Додати тип

source: Add Type %s
uk_ua: Додати тип %s

source: Add Users
uk_ua: Додати користувачів

source: Add Version
uk_ua: Додати версію

source: Add Watcher
uk_ua: Додати спостерігача

source: Add source
uk_ua: Додати джерело

source: Adding your ticket failed: %s.
uk_ua: Внесення таргана невдале: %s.

source: Address Books
uk_ua: Адресники

source: Administration
uk_ua: Адміністрування

source: Ascending
uk_ua: По зростанню

source: Assign
uk_ua: Призначити

source: Assigned
uk_ua: Призначено

source: Assigned from
uk_ua: Призначений від

source: Assigned to
uk_ua: Призначено для

source: Assigned to %s
uk_ua: Призначено для %s

source: Associations updated successfully.
uk_ua: Асоціації оновлено успішно.

source: Attachment
uk_ua: Додаток

source: Attachment %s deleted.
uk_ua: Додаток %s витерто.

source: Attachment %s not found.
uk_ua: Додаток %s не знайдено.

source: Attachments
uk_ua: Додатки

source: Attribute %d
uk_ua: Атрибут %d

source: Attribute Description
uk_ua: Опис атрибута

source: Attribute Name
uk_ua: Назва атрибута

source: Attribute Type
uk_ua: Тип атрибута

source: Attributes
uk_ua: Атрибути

source: Attributes for this Type
uk_ua: Атрибути для цього типу

source: Autolink to other tickets in comments?
uk_ua: Автоматично лінкувати з іншими тарганами в коментарах?

source: Available Address books:
uk_ua: Доступні Адресники:

source: Available queues:
uk_ua: Доступні черги:

source: Cannot authenticate at mail server:
uk_ua: Не можу аутентифікуватись на поштовому сервері:

source: Change
uk_ua: Змінити

source: Change display options such as how search results are sorted.
uk_ua: Змінити опції відображення, такі як сотування результатів пошуку.

source: Change options for email notifications of ticket activity.
uk_ua: Змінити опції для повідомлення поштою про активність запиту.

source: Choose Action:
uk_ua: Оберіть дію:

source: Choose the order of address books to search when expanding addresses.
uk_ua: Вкажіть послідовність адресників для пошуку при розкритті адрес.

source: Choose:
uk_ua: Оберіть:

source: Chronological (oldest first)
uk_ua: Хронологічно (спершу старші)

source: Click on one of your selected address books and then select all fields to search.
uk_ua: Клацніть на одному з вибраних адресників, а потім виберіть всі поля для пошуку.

source: Comma Separated Values (CSV file)
uk_ua: Розділені комою значення (файл CSV)

source: Comment
uk_ua: Коментар

source: Comment #%d
uk_ua: Коментар #%d

source: Comment #%d (Private)
uk_ua: Коментар #%d (Приватний)

source: Comment added
uk_ua: Коментар додано

source: Could not extract the requested file from the Zip archive.
uk_ua: Не можу добути вказаний файл з Zip-архіву.

source: Could not find any groups.
uk_ua: Не знаходжу жодної групи.

source: Could not find ticket "%s".
uk_ua: Не можу знайти таргана "%s".

source: Create Default Priorities
uk_ua: Створити типові пріоритети

source: Create Default States
uk_ua: Створити типові стани

source: Create Ticket
uk_ua: Внести таргана

source: Create Ticket - Step 1
uk_ua: Внесення таргана - Крок 1

source: Create Ticket - Step 2
uk_ua: Внесення таргана - Крок 2

source: Create Ticket - Step 3
uk_ua: Внесення таргана - Крок 3

source: Create Ticket - Step 4
uk_ua: Внесення таргана - Крок 4

source: Created
uk_ua: Створено

source: Created By
uk_ua: Створено

source: Created from
uk_ua: Створений від

source: Created to
uk_ua: Створений до

source: Current Query
uk_ua: Поточний запит

source: Current Ticket Type
uk_ua: Поточний тип таргана

source: DO NOT REPLY TO THIS MESSAGE. THIS EMAIL ADDRESS IS NOT MONITORED.
uk_ua: Не відповідайте на цього листа. Це службова адреса е-пошти.

source: Date/Time format for search results
uk_ua: Формат дати і часу для результатів пошуку

source: Dates
uk_ua: Дати

source: Default Ticket Type
uk_ua: Тип таргана за замовчуванням

source: Default sorting criteria:
uk_ua: Типовий критерій сортування:

source: Default sorting direction:
uk_ua: Типовий напрям сортування:

source: Delete
uk_ua: Витерти

source: Delete %s
uk_ua: Витерти %s

source: Delete %s?
uk_ua: Витерти %s?

source: Delete Attribute
uk_ua: Витерти атрибут

source: Delete Priority
uk_ua: Витерти пріоритет

source: Delete Query?
uk_ua: Витерти запит?

source: Delete Queue
uk_ua: Витерти чергу

source: Delete Queue Confirmation
uk_ua: Підтвердження витирання черги

source: Delete State
uk_ua: Витерти стан

source: Delete State Confirmation
uk_ua: Підтвердження витирання стану

source: Delete Type
uk_ua: Витерти тип

source: Delete Type Confirmation
uk_ua: Підтвердження витирання типу

source: Delete Version
uk_ua: Витерти версію

source: Delete Version Confirmation
uk_ua: Підтвердження витирання версії

source: Deleted Attachment
uk_ua: Витертий додаток

source: Deleted Attachment: %s
uk_ua: Витертий додаток: %s

source: Descending
uk_ua: По спаданню

source: Description
uk_ua: Опис

source: Display Options
uk_ua: Опції відображення

source: Download
uk_ua: Скачати

source: Download these results as:
uk_ua: Скачати ці результати як:

source: Due
uk_ua: У період

source: Due &rArr; %s
uk_ua: Протягом &rArr; %s

source: Due Date
uk_ua: Дата події

source: Due from
uk_ua: У період від

source: Due to
uk_ua: У період до

source: Edit
uk_ua: Редагувати

source: Edit %s
uk_ua: Редагувати %s

source: Edit Attribute
uk_ua: Редагувати атрибут

source: Edit Attributes
uk_ua: Редагувати атрибути

source: Edit Priorities
uk_ua: Редагувати пріоритети

source: Edit Priority
uk_ua: Редагувати пріоритет

source: Edit Queue
uk_ua: Редагувати чергу

source: Edit Queues
uk_ua: Редагувати черги

source: Edit State
uk_ua: Редагувати стан

source: Edit States
uk_ua: Редагувати стани

source: Edit Type
uk_ua: Редагувати тип

source: Edit Version
uk_ua: Редагувати версію

source: Edit _Permissions
uk_ua: Редагувати права

source: Edit _Types
uk_ua: Редагувати Типи

source: Edit or Delete Attributes
uk_ua: Редагувати або витерти атрибути

source: Edit or Delete Priorities
uk_ua: Редагувати або витерти пріоритети

source: Edit or Delete Queues
uk_ua: Редагувати або витерти черги

source: Edit or Delete States
uk_ua: Редагувати або витерти стани

source: Edit or Delete Types
uk_ua: Редагувати або витерти типи

source: Edit or Delete Versions
uk_ua: Редагувати або витерти версії

source: Edit the permissions on this queue
uk_ua: Редагувати права на цю чергу

source: Edit the users responsible for this queue
uk_ua: Редагувати відповідальних за цю чергу

source: Edit the versions for this queue
uk_ua: Редагувати версії цієї черги

source: Email address to notify
uk_ua: Адреса е-пошти для оповіщення

source: Email address to remove
uk_ua: Адреса е-пошти для видалення

source: Empty attachment
uk_ua: Пустий додаток

source: Error processing message:
uk_ua: Помилка обробки листа:

source: Execute Query
uk_ua: Виконати запит

source: Fields to search
uk_ua: Поля для пошуку

source: For tickets from these queues
uk_ua: Для тарганів з цих черг

source: General Options
uk_ua: Загальні опції

source: Go
uk_ua: Далі

source: Group Owners
uk_ua: Груповані власники

source: Groups
uk_ua: Групи

source: Hidden Comments
uk_ua: Приховані коментарі

source: History
uk_ua: Історія

source: Invalid Queue
uk_ua: Неправильна черга

source: Invalid Ticket Id
uk_ua: Некоректний Id таргана

source: Invalid queue
uk_ua: Неправильна черга

source: Invalid search
uk_ua: Некоректний пошук

source: Invalid ticket data supplied: %s
uk_ua: Вказана некоректна дата таргана: %s

source: Keep a set of versions for this queue?
uk_ua: Тримати набір версій для цієї черги?

source: Loading...
uk_ua: Завантажую...

source: Make this comment visible only to members of a group?
uk_ua: Зробити цей коментар видимим тільки для членів групи?

source: Maximum time a ticket is unresolved
uk_ua: Максимальний час, за який тарган не був вирішений

source: Menu List
uk_ua: Список меню

source: Minimum time a ticket is unresolved
uk_ua: Мінімальний час, за який тарган не був вирішений

source: Most recent first
uk_ua: Спочатку свіжіші

source: Move down
uk_ua: Донизу

source: Move up
uk_ua: Догори

source: Moved ticket %d to "%s"
uk_ua: Перенесено таргана %d до "%s"

source: My %s
uk_ua: Мої %s

source: My %s :: Add Content
uk_ua: Мої %s :: Додати контент

source: My Queries
uk_ua: Мої запити

source: My Tickets
uk_ua: Мої таргани

source: My tickets by assignment date
uk_ua: Мої таргани по даті призначення

source: My tickets by creation date
uk_ua: Мої таргани по даті створення

source: My tickets by due date
uk_ua: Мої таргани за періодом дії

source: My tickets by resolution date
uk_ua: Мої таргани по даті вирішення

source: Name
uk_ua: Ім'я

source: Ne_w Query
uk_ua: Новий запит

source: New
uk_ua: Новий

source: New Attachment
uk_ua: Новий додаток

source: New Attachment: %s
uk_ua: Новий додаток: %s

source: New Queue
uk_ua: Нова черга

source: New Ticket
uk_ua: Новий тарган

source: New Type
uk_ua: Новий тип

source: Next>
uk_ua: Наступний>

source: No
uk_ua: Ні

source: No queues available.
uk_ua: Нема доступних черг.

source: No stats available.
uk_ua: Нема статистичних даних.

source: No tickets are assigned to you.
uk_ua: Жодного таргана Вам не призначено.

source: No tickets are unassigned!
uk_ua: Жодного призначеного таргана!

source: No tickets in queue.
uk_ua: Жодного таргана в черзі.

source: No tickets matched your search criteria.
uk_ua: Жоден тарган не відповідає критерію пошуку.

source: None
uk_ua: Жоден

source: Not
uk_ua: Не

source: Notification Options
uk_ua: Опції оповіщень

source: Only notify me of ticket changes from other users?
uk_ua: Сповіщати мене тільки коли тарган змінений іншими особами?

source: Only notify me of ticket changes with comments?
uk_ua: Сповіщати мене тільки коли тарган змінений з коментарем?

source: Open tickets in %s
uk_ua: Відкриті таргани в %s

source: Or
uk_ua: Або

source: Owners
uk_ua: Власники

source: Permanently delete %s?
uk_ua: Назавжди витерти %s?

source: Permission Denied
uk_ua: Доступ заборонений

source: Permission Denied.
uk_ua: Доступ заборонений.

source: Permission denied.
uk_ua: Доступ заборонений.

source: Please resolve ambiguous or invalid addresses.
uk_ua: Будь-ласка, виправте некоректні адреси.

source: Priorities for this Type
uk_ua: Пріоритети для цього типу

source: Priority
uk_ua: Пріоритет

source: Priority &rArr; %s
uk_ua: Пріоритет &rArr; %s

source: Priority Description
uk_ua: Опис пріоритету

source: Priority Name
uk_ua: Назва пріоритету

source: Public Queries
uk_ua: Публічні запити

source: Query Name
uk_ua: Назва запиту

source: Query Parameters
uk_ua: Параметри запиту

source: Query Results
uk_ua: Результати запиту

source: Queue
uk_ua: Черга

source: Queue &rArr; %s
uk_ua: Черга &rArr; %s

source: Queue Contents
uk_ua: Контент черги

source: Queue Description
uk_ua: Опис черги

source: Queue Email
uk_ua: Е-пошта черги

source: Queue Name
uk_ua: Назва черги

source: Queue Summary
uk_ua: Анотація черги

source: Queue Version
uk_ua: Версія черги

source: Queue/Type Matri_x
uk_ua: Матриця Черга/Тип

source: Queue/Type Matrix
uk_ua: Матриця Черга/Тип

source: Queues
uk_ua: Черги

source: Re_turn to Search Results
uk_ua: Повернутися до результатів пошуку

source: Really delete this attribute? This may cause data problems!
uk_ua: Справді витерти цей атрибут? Це може спричинити проблему з даними!

source: Really delete this priority? This may cause data problems!
uk_ua: Справді витерти цей пріоритет? Це може спричинити проблему з даними!

source: Really delete this queue? This may cause data problems!
uk_ua: Справді витерти цю чергу? Це може спричинити проблему з даними!

source: Really delete this state? This may cause data problems!
uk_ua: Справді витерти цей стан? Це може спричинити проблему з даними!

source: Really delete this ticket? It will NOT be archived, and will be gone forever.
uk_ua: Справді витерти цього таргана? Він не буда архівований і буде втрачений назавжди.

source: Really delete this type? This may cause data problems!
uk_ua: Справді витерти цей тип? Це може спричинити проблему з даними!

source: Really delete this version? This may cause data problems!
uk_ua: Справді витерти цю версію? Це може спричинити проблему з даними!

source: Received message:
uk_ua: Отримані листи:

source: Refine Search
uk_ua: Уточнити пошук

source: Reminders were sent.
uk_ua: Нагадування розіслано.

source: Remove User
uk_ua: Видалити користувача

source: Remove Watcher
uk_ua: Видалити спостерігача

source: Remove source
uk_ua: Видалити джерело

source: Reply to this comment
uk_ua: Відповісти на цей коментар

source: Reports
uk_ua: Звіти

source: Requester
uk_ua: Замовник

source: Required Attribute?
uk_ua: Необхідний атрибут?

source: Resolved
uk_ua: Виконаний

source: Responsible Users
uk_ua: Відповідальні користувачі

source: S_et Queue
uk_ua: Встановити чергу

source: Sa_ve Query
uk_ua: Зберегти запит

source: Save
uk_ua: Зберегти

source: Save Criterion
uk_ua: Зберегти критерій

source: Save Query
uk_ua: Зберегти запит

source: Save as Query
uk_ua: Зберегти як Запит

source: Search
uk_ua: Пошук

source: Search %s Attribute
uk_ua: Знайти %s атрибут

source: Search Results
uk_ua: Результати пошуку

source: Search Results: %s of %s
uk_ua: Результати пошуку: %s з %s

source: Search Tickets
uk_ua: Пошук тарганів

source: Select address book sources for adding and searching for addresses.
uk_ua: Вкажіть адресники для пошуку і додавання адрес.

source: Select all fields to search when expanding addresses.
uk_ua: Виберіть всі поля для пошуку при розкритті адрес.

source: Select the view to display after login:
uk_ua: Виберіть вид, який показати після входу:

source: Selected Address books:
uk_ua: Вибрані Адресники:

source: Set Default Priority
uk_ua: Встановити типовий пріоритет

source: Set Default State
uk_ua: Встановити типовий стан

source: Set Queue - Step 1
uk_ua: Встановити чергу - Крок 1

source: Set Queue - Step 2
uk_ua: Встановити чергу - Крок 2

source: Set Queue - Step 3
uk_ua: Встановити чергу - Крок 3

source: Set Queue for %s
uk_ua: Встановити чергу для %s

source: Set Requester
uk_ua: Встановити автора

source: Set Type - Step 1
uk_ua: Встановити тип - Крок 1

source: Set Type - Step 2
uk_ua: Встановіть тип - Крок 2

source: Set Type for %s
uk_ua: Встановити тип для %s

source: Set _Type
uk_ua: Встановити тип

source: Show comments in chronological order, or most recent first?
uk_ua: Показувати коментарі в хронологічному порядку, чи спершу свіжіші?

source: Simple HTML Report
uk_ua: Простий HTML звіт

source: Sort by %s
uk_ua: Сортувати по %s

source: Spam protection
uk_ua: Захист від спаму

source: State
uk_ua: Стан

source: State &rArr; %s
uk_ua: Стан &rArr; %s

source: State Category
uk_ua: Категорія стану

source: State Description
uk_ua: Опис стану

source: State Name
uk_ua: Назва стану

source: States for this Type
uk_ua: Стани для цього типу

source: Status
uk_ua: Статус

source: Submit
uk_ua: Відіслати

source: Successfully changed ticket type.
uk_ua: Успішно змінено тип таргана.

source: Summary
uk_ua: Резюме

source: Summary &rArr; %s
uk_ua: Резюме &rArr; %s

source: Taken from %s
uk_ua: Забрано від %s

source: Text
uk_ua: Текст

source: The Requester's Email Address
uk_ua: Адреса е-пошти замовника

source: The VFS backend needs to be configured to enable attachment uploads.
uk_ua: VFS буфер мусить бути сконфігурований, щоб дозволити закачування додатків.

source: The attribute "%s" has been added to %s.
uk_ua: Атрибут "%s" додано до %s.

source: The attribute has been deleted.
uk_ua: Атрибут витерто.

source: The attribute has been modified.
uk_ua: Атрибут модифіковано.

source: The attribute was not deleted.
uk_ua: Атрибут не витерто.

source: The default priority has been set.
uk_ua: Встановлено типовий пріоритет.

source: The default state has been set.
uk_ua: Встановлено типовий стан.

source: The priority "%s" has been added to %s.
uk_ua: Пріоритет "%s" додано до %s.

source: The priority has been deleted.
uk_ua: Пріоритет витерто.

source: The priority has been modified.
uk_ua: Пріоритет модифіковано.

source: The priority was not deleted.
uk_ua: Пріоритет не витертий.

source: The queue "%s" has been created.
uk_ua: Чергу "%s" створено.

source: The queue has been deleted.
uk_ua: Чергу витерто.

source: The queue has been modified.
uk_ua: Чергу модифіковано.

source: The queue was not deleted.
uk_ua: Чергу не витерто.

source: The requested file does not exist in the Zip attachment.
uk_ua: Вказаний файл не існує в Zip-додатку.

source: The requested template does not exist.
uk_ua: Вказаного шаблону не існує.

source: The state "%s" has been added to %s.
uk_ua: Стан "%s" додано до %s.

source: The state has been deleted.
uk_ua: Стан витерто.

source: The state has been modified.
uk_ua: Стан модифіковано.

source: The state was not deleted.
uk_ua: Стан не витерто.

source: The ticket was not deleted.
uk_ua: Таргана не витерто.

source: The type "%s" has been modified.
uk_ua: Тип "%s" модифіковано.

source: The type has been deleted.
uk_ua: Тип витерто.

source: The type was not deleted.
uk_ua: Тип не витерто.

source: The version "%s" has been added to %s.
uk_ua: Версію "%s" додано до %s.

source: The version has been deleted.
uk_ua: Версію витерто.

source: The version has been modified.
uk_ua: Версію модифіковано.

source: The version was not deleted.
uk_ua: Версію не витерто.

source: There are no attribute types to edit
uk_ua: Нема жодного типу атрибута для редагування

source: There are no attributes defined.
uk_ua: Не визначено жодного атрибута.

source: There are no queues available.
uk_ua: Нема жодної доступної черги.

source: There are no queues to edit
uk_ua: Нема жодної черги для редагування

source: There are no queues which you can create tickets in.
uk_ua: Нема жодної черги, в яку Ви можете подати таргана.

source: There are no queues which you can search.
uk_ua: Нема жодної черги, доступної Вам для пошуку.

source: There are no states to edit
uk_ua: Нема станів для редагування

source: There are no ticket types associated with this queue; until there are, you cannot create any tickets in this queue.
uk_ua: Не визначено жодного типу таргана, асоційованого з цією чергою; поки не буде визначено, ви не зможете подавати тарганів у цю чергу.

source: There are no types to edit
uk_ua: Нема типів для редагування

source: There are no users responsible for this queue.
uk_ua: Нема жодного відповідального за цю чергу.

source: There are no users to which this ticket can be assigned.
uk_ua: Нема жодного користувача, кому можна призначити цього таргана.

source: There are no versions to edit
uk_ua: Нема версій для редагування

source: There was an error adding "%s" to the responsible list for "%s":
uk_ua: Трапилась помилка при додаванні "%s" до списку відповідальних за "%s":

source: There was an error creating the attribute:
uk_ua: Трапилась помилка створення атрибута:

source: There was an error creating the priority:
uk_ua: Трапилась помилка при створенні пріоритету:

source: There was an error creating the queue:
uk_ua: Трапилась помилка при створенні черги:

source: There was an error creating the state:
uk_ua: Трапилась помилка при створенні стану:

source: There was an error creating the version:
uk_ua: Трапилась помилка при створенні версії:

source: There was an error deleting the attribute:
uk_ua: Трапилась помилка при витиранні атрибута:

source: There was an error deleting the priority:
uk_ua: Трапилась помилка при витиранні пріоритету:

source: There was an error deleting the queue:
uk_ua: Трапилась помилка при витиранні черги:

source: There was an error deleting the state:
uk_ua: Трапилась помилка при витиранні стану:

source: There was an error deleting the ticket:
uk_ua: Трапилась помилка при витиранні таргана:

source: There was an error deleting the type:
uk_ua: Трапилась помилка при витиранні типу:

source: There was an error deleting the version:
uk_ua: Трапилась помилка при витиранні версії:

source: There was an error editing the attribute:
uk_ua: Трапилась помилка редагування атрибута:

source: There was an error editing the priority:
uk_ua: Трапилась помилка редагування пріоритету:

source: There was an error editing the queue:
uk_ua: Трапилась помилка редагування черги:

source: There was an error editing the state:
uk_ua: Трапилась помилка редагування стану:

source: There was an error editing the version:
uk_ua: Трапилась помилка редагування версії:

source: There was an error listing users: %s; %s
uk_ua: Трапилась помилка перегляду користувачів: %s; %s

source: There was an error locating tickets in this queue:
uk_ua: Трапилась помилка знаходжння тарганів у цій черзі:

source: There was an error modifying the type:
uk_ua: Трапилась помилка при зміні типу:

source: There was an error performing your search: %s
uk_ua: Трапилась помилка при виконанні вашого пошуку: %s

source: There was an error removing "%s" from the responsible list for "%s":
uk_ua: Трапилась помилка при видаленні "%s" зі списку відповідальних за "%s":

source: There was an error setting the default priority:
uk_ua: Трапилась помилка встановлення типового пріоритету:

source: There was an error setting the default state:
uk_ua: Трапилась помилка встановлення типового стану:

source: This comment is visible to everyone
uk_ua: Цей коментар видимий для всіх

source: This query element cannot be edited.
uk_ua: Цей елемент запиту не можна редагувати.

source: Ticket
uk_ua: Тарган

source: Ticket %d has been deleted.
uk_ua: Таргана %d витерто.

source: Ticket %s - %s
uk_ua: Тарган %s - %s

source: Ticket %s was not found.
uk_ua: Таргана %s не знайдено.

source: Ticket Search
uk_ua: Пошук таргана

source: Ticket State
uk_ua: Стан таргана

source: Ticket Type
uk_ua: Тип таргана

source: Ticket Types associated with this Queue
uk_ua: Типи тарганів, асоційовані з цією чергою

source: Ticket URL: %s
uk_ua: URL таргана: %s

source: Ticket Updated
uk_ua: Таргана оновлено

source: Tickets
uk_ua: Таргани

source: To select multiple fields, hold down the Control (PC) or Command (Mac) while clicking.
uk_ua: Для вибору кількох полів утримуйте натисненою клавішу Control (PC) або Command (Mac).

source: Type
uk_ua: Тип

source: Type &rArr; %s
uk_ua: Тип &rArr; %s

source: Type Description
uk_ua: Опис типу

source: Type Name
uk_ua: Назва типу

source: Type: %s; State: %s
uk_ua: Тип: %s; Стан: %s

source: Unassigned
uk_ua: Неризначений

source: Unassigned Tickets
uk_ua: Непризначені таргани

source: Unassigned tickets
uk_ua: Непризначені таргани

source: Unconfirmed
uk_ua: Не підтверджений

source: Update
uk_ua: Оновити
