Repository: horde/horde
Catalog: whups/locale/*/LC_MESSAGES/whups.po
Languages: uk_ua

source: Update %s
uk_ua: Оновити %s

source: Update Associations
uk_ua: Оновити асоціації

source: Updated
uk_ua: Оновлено

source: Updated By
uk_ua: Оновлено

source: User
uk_ua: Користувач

source: User ID
uk_ua: ID користувача

source: Users responsible for this Queue
uk_ua: Користувачі, відповідальні за цю чергу

source: Users responsible for this queue
uk_ua: Користувачі, відповідальні за цю чергу

source: Version
uk_ua: Версія

source: Version Description
uk_ua: Опис версії

source: Version Name
uk_ua: Назва версії

source: Watch this ticket
uk_ua: Спостерігати за цим тарганом

source: Watchers for %s
uk_ua: Спостерігачі за %s

source: Yes
uk_ua: Так

source: You are not allowed to view ticket %d.
uk_ua: Вам не дозволено оглядати таргана %d.

source: You do not have permission to access this ticket (%s).
uk_ua: У Вас нема права доступу до цього таргана (%s).

source: You do not have permission to update this ticket.
uk_ua: У Вас нема права оновлювати цього таргана.

source: Your Email Address
uk_ua: Ваша адреса е-пошти

source: Your ticket ID is %s. An appropriate person has been notified of this request.
uk_ua: Номер Вашого таргана - %s. Відповідна особа сповіщена про Ваш запит.

source: [ Could not render body of message. ]
uk_ua: [ Не можу відобразити тіло листа. ]

source: _Admin
uk_ua: Адмін

source: _Comment
uk_ua: Коментар

source: _Date Criteria
uk_ua: Критерій дати

source: _Delete
uk_ua: Витерти

source: _Delete Query
uk_ua: Витерти запит

source: _Edit Queues
uk_ua: Редагувати черги

source: _History
uk_ua: Історія

source: _My %s
uk_ua: _Mої %s

source: _New Ticket
uk_ua: Новий тарган

source: _Reports
uk_ua: Звіти

source: _Search
uk_ua: Пошук

source: _Update
uk_ua: Оновити

source: _Watch
uk_ua: Нагляд

source: contains the word
uk_ua: містить слово

source: current user:
uk_ua: Поточний користувач:

source: estimated time
uk_ua: прогнозований час

source: is
uk_ua: є

source: is greater than
uk_ua: більше, ніж

source: is less than
uk_ua: менше, ніж

source: to
uk_ua: до
