Repository: horde/horde
Catalog: jonah/locale/*/LC_MESSAGES/jonah.po
Languages: es, fr, lv

source: Your Content
fr: Votre contenu

source: Your Information
fr: Vos données personnelles

source: no headlines available at this time
fr: aucuns canaux disponibles actuellement
