Repository: horde/horde
Catalog: jonah/locale/*/LC_MESSAGES/jonah.po
Languages: es, fr, lv

source: - Most read stories
es: - Historias más leídas
lv: - Biežāk lasītie raksti

source: "%s" stories in HTML
es: "%s" historias en HTML
lv: "%s" raksti HTML formātā

source: %s by Email
es: %s por Email

source: %s to %s of %s
es: %s al %s de %s

source: 1 hour
es: 1 hora
lv: 1 stunda

source: 12 hours
es: 12 horas
lv: 12 stundas

source: 2 hours
es: 2 horas
lv: 2 stundas

source: 24 hours
es: 24 horas
lv: 24 stundas

source: 30 mins
es: 30 minutos
lv: 30 minūtes

source: 4 hours
es: 4 horas
lv: 4 stundas

source: 8 hours
es: 8 horas
lv: 8 stundas

source: A confirmation message has been sent to %s. Click on the link in that message to finally subscribe to channel "%s".
es: Se ha enviado un mensaje de confirmación a %s. Pulse el vínculo de ese mensaje para terminar de suscribirse al canal "%s".

source: A link to the story
es: Vínculo a la historia
lv: Saite uz rakstu

source: Add
es: Añadir

source: Add Content
es: Añadir contenido

source: Add New Story
es: Añadir historia
lv: Pievienot jaunu rakstu

source: Add story
es: Añadir historia
lv: Pievienot rakstu

source: Administrator
es: Administrador
lv: Administrators

source: Aggregated Feed
es: Suscripción asociada

source: Aggregated channels for channel "%s"
es: Canales asociados del canal "%s"

source: All stories created in this channel will be lost!
es: ¡Se perderán todas las historias del canal!

source: All stories tagged with %s
es: Todas las historias etiquetadas como %s

source: An error occurred fetching channels: %s
es: Se ha producido un error al traer los canales: %s
lv: Kļūda saņemot kanālus: %s

source: Any cached stories for this channel will be lost!
es: ¡Se perderán todas las historias de este canal almacenadas temporalmente!

source: Caching
es: Almacenando

source: Cannot generate PDFs of remote stories.
es: No se pueden generar PDFs de historias remotas.

source: Channel
es: Canal

source: Channel "%s" not found.
es: No se ha encontrado el canal "%s".
lv: Kanāls "%s" nav atrasts.

source: Channel Lists Admin
es: Administrador de listas de canales

source: Channel Name
es: Nombre del canal
fr: Nom de canal

source: Channel URL for further pages, if not the default one. %c gets replaced by the feed ID, %n by the story offset.
es: URL de las páginas siguientes del canal, si no está por omisión. %c se sustituye por el ID de la suscripción, %n por el desplazamiento de la historia.

source: Channel URL if not the default one. %c gets replaced by the feed ID, %n by the story offset.
es: URL del canal si no está por omisión. %c se sustituye por el ID de la suscripción, %n por el desplazamiento de la historia.

source: Channel URL if not the default one. %c gets replaced by the feed ID.
es: URL del canal si no está por omisión. %c se sustituye por el ID de la suscripción.

source: Channel has not been deleted.
es: No se ha eliminado el canal.
lv: Kanāls nav izdzēsts izdzēsts.

source: Channel id "%s" not found.
es: No se ha encontrado el canal con id "%s".
lv: Kanāla id "%s" nav atrasts.

source: Channel refreshed.
es: Se ha actualizado el canal.
lv: Kanāls atsvaidzināts.

source: Comments
es: Comentarios
lv: Komentāri

source: Compact
es: Compactar
lv: Saspiest

source: Composite Feed
es: Suscripción compuesta
lv: Salikta plūsma

source: Composite feeds
es: Suscripciones compuestas

source: Could not deliver to the %s distribution list. %s
es: No se puede enviar a la lista de distribución %s. %s

source: Could not open %s.
es: No se puede abrir %s.

source: Count reads of the latest story when this block is displayed
es: Cuando este bloque se muestra se cuentan las lecturas de la última historia

source: Count reads of this story when this block is displayed
es: Cuando este bloque se muestra se cuentan las lecturas de esta historia
lv: Skaitīt lasīšanas reižu skaitu kad ir parādīts šis bloks

source: Current Recipients
es: Destinatarios actuales

source: Date
es: Fecha
lv: Datums

source: Delete
es: Eliminar
lv: Dzēst

source: Delete News Channel "%s"?
es: ¿Eliminar canal de noticias "%s"?
lv: Dzēst ziņu kanālu "%s"?

source: Delete News Story "%s"?
es: ¿Eliminar historia de noticias "%s"?
lv: Dzēst ziņu rakstu "%s"?

source: Delete channel
es: Eliminar canal
lv: Dzēst kanālu

source: Delete recipient
es: Eliminar destinatario

source: Delete story
es: Eliminar historia
lv: Dzēst rakstu

source: Delivery
es: Entregar

source: Delivery lists
es: Listas de entrega

source: Delivery of "%s" stories
es: Entrega de "%s" historias

source: Description
es: Descripción
lv: Apraksts

source: Do not delete
es: No eliminar
lv: Nedzēst

source: Edit Feed
es: Modificar suscripción
lv: Labot plūsmu

source: Edit Story
es: Modificar historia
lv: Labot rakstu

source: Edit aggregated feeds
es: Modificar suscripciones asociadas

source: Edit channel
es: Modificar canal
lv: Labot kanālu

source: Edit channel "%s"
es: Modificar el canal "%s"

source: Edit story
es: Modificar historia
lv: Labot rakstu

source: Email
es: Correo

source: Email Delivery for "%s"
es: Entrega de correo de "%s"

source: Email address
es: Correo electrónico

source: Error fetching feed: %s
es: Error al traer la suscripción: %s

source: Error fetching story: %s
es: Error al traer la historia: %s
lv: Kļūda saņemot rakstu: %s

source: Error parsing external feed from %s: %s
es: Error al procesar la suscripción externa de %s: %s

source: External Channels
es: Canales externos

source: External Feed
es: Suscripción externa

source: Extra information for this feed type
es: Información adicional para este tipo de suscripción
lv: Papildu informācija par šī tipa plūsmu

source: Feed
es: Suscripción
lv: Plūsma

source: Feed "%s" is not authored on this system.
es: La suscripción "%s" no se ha generado en este sistema.

source: Feed type changed.
es: Se ha cambiado el tipo de suscripción.

source: Feeds
es: Suscripciones
lv: Plūsmas

source: First Story
es: Primera historia
lv: Pirmais raksts

source: From
es: De
lv: No

source: Full Story Text
es: Texto completo de la historia
lv: Pilns raksta teksts

source: HTML Delivery for "%s"
es: Entrega HTML de "%s"
lv: HTML sūtījums "%s"

source: HTML Version of Story
es: Versión HTML de la historia
lv: Raksta HTML versija

source: Have "%s" emailed to you
es: Enviarme "%s" por correo

source: Hello
es: Hola

source: If you enter a URL without a full story text, clicking on the story will send the reader straight to the URL, otherwise it will be shown at the end of the full story.
es: Si introduce una URL sin un texto completo de historia, al hacer click en la historia se enviará al lector directamente a la URL, de otro modo se le mostrará al final de la historia completa.

source: Image
es: Imagen

source: Include
es: Incluir
lv: Iekļaut

source: Internal
es: Internos
lv: Iekšējs

source: Internal Channels
es: Canales internos

source: Invalid channel requested. %s
es: Se ha solicitado un canal no válido. %s
lv: Pieprasīts nepareizs kanāls. %s

source: Invalid channel specified for deletion.
es: Se ha indicado un canal no válido para eliminar.
lv: Dzēšanai norādīts nepareizs kanāls.

source: Invalid channel.
es: Canal no válido.
lv: Nepareizs kanāls.

source: Invalid request to delete recipient from delivery list.
es: Petición no válida de eliminación de destinatario de la lista de distribución.

source: Join this channel
es: Unirse al canal

source: Last Update
es: Última actualización
lv: Pēdējo reizi atjaunots

source: Latest News
es: Últimas Noticias
lv: Svaigākie jaunumi

source: Leave this channel
es: Abandonar este canal

source: Link
es: Vínculo

source: Lists
es: Listas

source: Local Feed
es: Suscripción local
lv: Vietējā plūsma

source: Manage Feeds
es: Gestionar suscripciones
lv: Organizēt plūsmas

source: Maximum Stories
es: Cantidad máxima de historias
lv: Maksimālais rakstu skaits

source: Media
es: Medio
lv: Mēdijs

source: Menu List
es: Lista del menú

source: Message
es: Mensaje
lv: Vēstule

source: Method
es: Método

source: Missing channel id.
es: Falta el id del canal.
lv: Nav norādīts kanāla id.

source: Most Popular Stories
es: Historias más populares
lv: Populārākie raksti

source: My News
es: Mis noticias

source: My News :: Add Content
es: Mis noticias :: Añadir contenido

source: Name
es: Nombre
lv: Nosaukums

source: New Feed
es: Añadir suscripción
lv: Jauna plūsma

source: New Story
es: Nueva historia

source: New recipient
es: Nuevo destinatario

source: News
es: Noticias
fr: Nouvelles
lv: Jaunumi

source: News Channel
es: Canal de noticias

source: News Source
es: Origen de noticias
lv: Ziņu avots

source: News by Email
es: Noticias por correo

source: News is not enabled.
es: No están activadas las noticias.
lv: Ziņas nav iespējotas.

source: No available stories.
es: No se dispone de historias.
lv: Nav pieejamu rakstu.

source: No channel requested.
es: No se ha solicitado un canal.
lv: Nav pieprasīts neviens kanāls.

source: No channel specified.
es: No se ha especificado un canal.
lv: Nav norādīts kanāls

source: No channels are available.
es: No hay canales disponibles.
lv: Nav pieejams neviens kanāls.

source: No channels available.
es: No hay canales disponibles.

source: No feed specified.
es: No se ha indicado una suscripción.
lv: Nav norādīta plūsma.

source: No feeds are available.
es: No hay suscripciones disponibles.
lv: Plūsmas nav pieejamas.

source: No recipients.
es: Sin destinatarios.

source: No stories are currently available.
es: Actualment no se dispone de historias.
lv: Šobrīd nav pieejams neviens raksts.

source: No story is selected.
es: No se ha seleccionado ninguna historia.
lv: Nav izvēlēts neviens raksts.

source: No such action "%s" found
es: No se encontró el tipo de acción "%s"

source: No such backend "%s" found
es: No se encontró el motor "%s"
lv: Pamatmodulis "%s" nav atrasts

source: No tag requested.
es: No se ha solicitado una etiqueta.
lv: Iezīme nav pieprasīta.

source: No valid story requested for deletion.
es: No se ha solicitado una historia válida para borrar.
lv: Dzēšanai nav norādīts esošs raksts.

source: Note
es: Nota
lv: Piezīme

source: Note: this story won't be delivered to distribution lists automatically if this time is in the future.
es: Observación: esta historia no se enviará de forma automática a las listas de distribución si esta hora está en el futuro.

source: Or publish on this date:
es: O publicar en esta fecha:
lv: Vai publicēt šai datumā:

source: PDF version
es: Versión PDF
lv: PDF versija

source: Permission Denied.
es: Permiso denegado.

source: Plaintext Version of Story
es: Versión en texto de la historia
lv: Raksta vienkāršā teksta versija

source: Publish Now?
es: ¿Publicar ahora?
lv: Publicēt tagad?

source: RSS Feed of "%s"
es: Suscripción RSS de "%s"
lv: "%s" RSS plūsma

source: Read
es: Leer
lv: Lasīt

source: Really delete this News Channel?
es: ¿Eliminar realmente este canal de noticias?

source: Really delete this News Story?
es: ¿Eliminar realmente esta historia de noticias?
lv: Tiešām dzēst šo ziņu rakstu?

source: Recipient
es: Destinatario

source: Recipient saved.
es: Se ha guardado el destinatario.

source: Recipient successfully removed.
es: Se ha eliminado correctamente el destinatario.

source: Refresh Channel
es: Actualizar canal

source: Refresh channel
es: Actualizar canal

source: Removal of recipient failed.
es: Ha fallado la eliminación del destinatario.

source: Remove channel "%s"
es: Eliminar el canal "%s"

source: Request confirmed.
es: Solicitud confirmada.

source: Request to receive news channel "%s"
es: Solicitar recibir el canal de noticias "%s"

source: Request to stop receiving news channel "%s"
es: Solicitar dejar de recibir el canal de noticias "%s"

source: Results URL
es: URL de resultados
lv: Rezultātu saite

source: Rich Text
es: Texto enriquecido
lv: Bagātais (Rich) teksts

source: Save
es: Guardar
lv: Saglabāt

source: Select a format:
es: Seleccione un formato:
lv: Izvēlieties formātu:

source: Send
es: Enviar
lv: Sūtīt

source: Separate multiple email addresses with commas.
es: Separar varias direcciones de correo mediante comas.
lv: Atdaliet e-pasta adreses ar komatu.

source: Share Story
es: Compartir historia
lv: Izplatīt rakstu

source: Share this story
es: Compartir esta historia
lv: Izplatīt šo rakstu

source: Short Description
es: Descripción corta
lv: Īss apraksts

source: Source URL
es: URL origen

source: Source URLs
es: URLs origen

source: Standard
es: Estándar
lv: Standarta

source: Stories
es: Historias

source: Stories tagged with %s in %s
es: Historias etiquetadas como %s en %s
lv: Ar %s iezīmēti raksti %s

source: Story
es: Historia
lv: Raksts

source: Story "%s" not found in "%s".
es: No se encontró la historia "%s" en "%s".

source: Story Link
es: Vínculo de la historia
lv: Raksta saite

source: Story Title (Headline)
es: Título de la historia (Titular)
lv: Virsraksts

source: Story URL
es: URL de la historia
lv: Raksta URL

source: Story URL "%s" not found.
es: No se encontró la URL "%s" de la historia.

source: Story URL if not the default one. %c gets replaced by the feed ID, %s by the story ID.
es: La URL de la historia no es la URL por omisión. %c se sustituye por el ID de la suscripción, %s por el ID de la historia.

source: Story body type
es: Tipo de cuerpo de la historia
lv: Raksta ķermeņa tips

source: Story editing failed: %s
es: Falló la modificación de la historia: %s
lv: Kļūme labojot rakstu: %s.

source: Story has not been deleted.
es: No se ha eliminado la historia.
lv: Raksts nav izdzēsts.

source: Story id "%s" not found.
es: No se encontró el id "%s" de historia.
lv: Raksta id "%s" nav atrasts.

source: Subject
es: Asunto
lv: Temats

source: Successfully delivered to the %s distribution list.
es: Se ha enviado correctamente a la lista de distribución %s.

source: Tag Cloud
es: Conjunto de etiquetas

source: Tag support not enabled in backend.
es: El soporte de etiquetas no está habilitado en el motor.

source: Tags
es: Etiquetas
lv: Iezīmes

source: Tags:
es: Etiquetas:
lv: Iezīmes:

source: Text
es: Texto
lv: Teksts

source: The channel "%s" has been removed.
es: Se ha eliminado el canal "%s".

source: The channel "%s" has been saved.
es: Se ha guardado el canal "%s".

source: The channel "%s" has been updated.
es: Se ha actualizado el canal "%s".

source: The channel has been deleted.
es: Se ha eliminado el canal.
lv: Kanāls dzēsts.

source: The complete text of the story
es: El texto completo de la historia
lv: Raksta pilnais teksts

source: The feed "%s" has been saved.
es: Se ha guardado la suscripción "%s".
lv: Plūsma "%s" saglabāta.

source: The interval before stories aggregated into this feeds are rechecked for updates. If none, then stories will always be refetched from the sources.
es: Intervalo antes de que se vuelvan a comprobar las actualizaciones de las historias asociadas a estas suscripciones. Si es nulo, las historias se traerán siempre del origen.

source: The interval before stories in this feed are rechecked for updates. If none, then stories will always be refetched from the source.
es: Intervalo antes de que se vuelvan a comprobar las actualizaciones de las historias de esta suscripción. Si es nulo, las historias se traerán siempre del origen.

source: The story "%s" has been saved.
es: Se ha guardado la historia "%s".
lv: Raksts "%s" saglabāts.

source: The story has been deleted.
es: Se ha eliminado la historia.
lv: Raksts izdzēsts.

source: The story was sent successfully.
es: Se envío correctamente la historia.
lv: Raksts veiksmīgi nosūtīts.

source: The url to use to fetch the stories, for example 'http://www.example.com/stories.rss'
es: Url utilizado para traer las historias, por ejemplo 'http://www.ejemplo.com/historias.rss'

source: There was an error deleting the channel: %s
es: Se produjo un error al eliminar el canal: %s
lv: Kļūda dzēšot kanālu: %s

source: There was an error deleting the story: %s
es: Se produjo un error al eliminar la historia: %s
lv: Kļūda dzēšot rakstu: %s

source: There was an error removing the channel: %s
es: Se produjo un error al eliminar el canal: %s

source: There was an error saving the channel: %s
es: Se produjo un error al guardar el canal: %s

source: There was an error saving the feed: %s
es: Se produjo un error al guardar la suscripción: %s
lv: Kļūda saglabājot plūsmu: %s

source: There was an error saving the story: %s
es: Se produjo un error al guardar la historia: %s
lv: Kļūda saglabājot rakstu: %s

source: There was an error updating the channel: %s
es: Se produjo un error al actualizar el canal: %s

source: This driver allows the delivery of news stories via email to one or more recipients.
es: Este controlador permite el envío por correo de historias de noticias a uno o más destinatarios.

source: This is no aggregated channel.
es: Éste no es un canal asociado.

source: To
es: Para
lv: Saņēmējs

source: Type
es: Tipo
lv: Tips

source: Ultracompact
es: Ultracompacto
lv: UIltrakompakts

source: Unable to confirm request.
es: Incapaz de confirmar la solicitud.

source: Unable to send story: %s
es: Incapaz de enviar historia: %s
lv: Nevar nosūtīt rakstu: %s

source: Update
es: Actualizar
fr: Mettez à jour

source: View
es: Ver
lv: Skatīt

source: What do you want to do?
es: ¿Qué desea hacer?

source: You are not authorised for this action.
es: Carece de autorización para realizar esta acción.
lv: Jums nav atļauts veikt šo darbību.

source: You can now edit the sub-feeds.
es: Ahora puede modificar las suscripciones secundarias

source: You have requested to receive "%s" stories by email. Click on this link to confirm the request: %s
es: Ha solicitado recibir por correo las historias de "%s". Pulse este vínculo para confirmar la petición: %s

source: You have requested to stop receiving "%s" stories by email. Click on this link to confirm the request: %s
es: Ha solicitado dejar de recibir por correo las historias de "%s". Pulse este vínculo para confirmar la petición: %s

source: You must configure a Horde Datatree backend to use Jonah.
es: Para usar Jonah tiene que configurar un motor de DataTree.

source: [No title]
es: [Sin título]

source: _Feeds
es: _Suscripciones
lv: Plūsmas

source: _My News
es: :Mis noticias

source: _New Feed
es: _Añadir suscripción

source: none
es: ninguno
lv: nav

source: Channel Slug
lv: Kanāļa rinda

source: Channels
lv: Kanāli

source: Close Search
lv: Aizvērt meklēšanu

source: Could not open %s: %s
lv: Nevar atvērt %s: %s

source: Enter keywords to tag this story, separated by commas
lv: Ievadiet raksta iezīmes, atdalot tās ar komatu

source: Include full story content in syndicated feeds?
lv: Iekļaut pilnu rakstu sindicētajās plūsmās?

source: No feeds match
lv: Neatbilst neviena plūsma

source: No valid feed name or ID requested.
lv: Pieprasīta neesoša plūsma vai ID.

source: Parse failed:
lv: Neizdevās izanalizēt:

source: Really delete this News Channel? All stories created in this channel will be lost!
lv: Tiešām dzēst šo ziņu kanālu? Visas šai kanālā ievietotās ziņas tiks dzēstas!

source: Search
lv: Meklēt

source: Tags:
lv: Iezīmes:

source: _New Story
lv: Jauns raksts

source: Ascending
fr: Croissant

source: Change the location for which weather is obtained.
fr: Changez l'endroit pour lequel le temps est obtenu.

source: Change your content display options.
fr: Changer les préférences de son contenu.

source: Change
fr: Modifier

source: Channel Listing
fr: Liste de canal

source: Channel Subscriptions
fr: Abonnements de canal

source: Channel display failed.
fr: L'affichage de canal a échoué

source: Channel subscription editing failed.
fr: L'édition de l'abonnement de canal a échoué.

source: Channel subscription failed.
fr: L'abonnement de canal a échoué

source: Channel unsubscription failed.
fr: L'unsubscription de canal a échoué

source: Choose which news channels you are subscribed to.
fr: Choisissez au lequel on souscrit des canaux vous.

source: Default sorting direction:
fr: Ordre de tru par défaut

source: Descending
fr: Décroissant

source: Detail
fr: Détail

source: Display Options
fr: Options d'affichage

source: Edit Channel Subscriptions
fr: Éditez vos abonnements de canal

source: Edit Subscription Details
fr: Éditez vos détails d'abonnement de canal

source: Edit your news subscriptions
fr: Éditez vos abonnements de nouvelles

source: Edit
fr: Éditer

source: Editing Channel %s
fr: Éditez le canal %s

source: Enter NASDAQ/AMEX/NYSE ticker symbols to watch, separated with commas:
fr: Écrivez les symboles de ticker de Nasdaq/AMEX/NYSE pour observer, séparé avec des virgules:

source: Headlines Update
fr: Mettez à jour les canaux

source: Help
fr: Aide

source: How many columns would you like to use to show headlines?
fr: Combien de colonnes aimez-vous employer pour montrer des canaux?

source: Jonah Backend
fr: Jonah Interface

source: Jonah is not properly configured
fr: Jonah n'est pas configuré correctement

source: Just Fetch latest RSS files
fr: Recherchez seulement les derniers fichiers de RSS.

source: Just Generate HTML from RSS files
fr: Produisez seulement du HTML aux fichiers de RSS.

source: Language
fr: Langue

source: Last Updated
fr: Mis à jour

source: Location for which to retrieve weather information.
fr: L'endroit pour que lequel recherche l'information de temps.

source: My Content
fr: Mon contenu

source: Other Options
fr: Autres Options

source: Problem?
fr: Problème?

source: Save Changes
fr: Enregistrer modifications

source: Select your preferred language:
fr: Définir votre langue préférée:

source: Set the your preferred display language.
fr: Affecter la langue utilisée pour l'affichage.

source: Set which stock ticker symbols to watch.
fr: Indiquez quels symboles de ticker courant à observer.

source: Show Dow Jones Industrial Average (INDU)?
fr: Montrez Dow Jones Industrial Average (INDU)?

source: Show S&amp;P 500 (SPX)?
fr: Montrez S&amp;P 500 (SPX)?

source: Show headlines in Horde summary?
fr: Montrez les canaux dans le sommaire de Horde?

source: Show headlines in channels display?
fr: Montrez les citations courantes dans l'affichage de canal?

source: Show stock quotes in Horde summary?
fr: Montrez les citations courantes dans le sommaire de Horde?

source: Show stock quotes in channels display?
fr: Montrez les citations courantes dans l'affichage de canal?

source: Show weather and stock quotes on same row in two columns?
fr: Montrez les citations de temps et des marché des actions sur la même ligne dans deux colonnes?

source: Show weather in Horde summary?
fr: Montrez le temps dans le sommaire de Horde?

source: Show weather in channels display?
fr: Montrez le temps dans l'affichage de canal?

source: Some of Jonah's configuration files are missing:
fr: Certains fichiers de configuration sont absents:

source: Sort Direction
fr: Sens du tri

source: Sort by Channel Name
fr: Sorte par le nom de canal

source: Sort by Subscription Status
fr: Sorte par statut d'abonnement

source: Sort by Update Date
fr: Sorte par la date de mise à jour

source: Subscribe
fr: Souscrivez

source: This file contains preferences for Jonah.
fr: Ce fichier contrôle les préférences pour Jonah

source: This file defines all of the headline channels that you wish Jonah to display.
fr: Ce fichier définit tous les canaux que vous souhaitez Jonah pour montrer.

source: This is the main Jonah configuration file. It contains options for all Jonah scripts.
fr: Ceci est le principal fichier de configuration. Il contient toutes lesles options des scripts.

source: Undo Changes
fr: Défaites les changements.

source: Update All Channels
fr: Mettez à jour tous les canaux.

source: User Options
fr: Options personnelles

source: Weather station:
fr: Station météorologique.

source: You have edited your subscription to the channel
fr: Vous avez édité votre abonnement au canal.

source: You have subscribed to the channel
fr: Vous avez souscrit au canal.
