Repository: horde/horde
Catalog: framework/Kolab_Storage/locale/*/LC_MESSAGES/Horde_Kolab_Storage.po
Languages: es, fi, lt, pt_br

source: Connecting to server %s failed. Error: %s
es: Ha fallado la conexión al servidor %s. Error: %s
fi: Yhteys palvelimeen %s epäonnitui. Virhelmoitus oli: %s
lt: Prisijungti prieš serverio %s nepavyko. Klaida: %s
pt_br: Conexão com o servidor %s falhou. Erro: %s

source: Creating folder %s failed. Error: %s
es: Fallo al crear la carpeta %s. Error: %s
fi: Kansion %s luonti epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko sukurti %s katalogo. Klaida: %s
pt_br: Ciração da pasta %s falhou. Erro: %s

source: Creating folder %s%s failed. Error: %s
es: Fallo al crear la carpeta %s%s. Error: %s
fi: Kansion %s%s luonti epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko sukurti %s%s katalogo. Klaida: %s
pt_br: Criação da pasta %s%s falhou. Erro: %s

source: Deleting folder %s failed. Error: %s
es: Fallo al eliminar la carpeta %s. Error: %s
fi: Kansion %s poisto epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko ištrinti %s katalogo. Klaida: %s
pt_br: Remoção da pasta %s falhou. Erro: %s

source: Deleting folder %s%s failed. Error: %s
es: Fallo al eliminar la carpeta %s%s. Error: %s
fi: Kansion %s%s poisto epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko ištrinti %s%s katalogo. Klaida: %s
pt_br: Remoção de pasta %s%s falhou. Erro: %s

source: Failed appending new message to folder %s%s. Error: %s
es: Fallo al añadir un nuevo mensaje a la carpeta %s%s. Error: %s
fi: Uuden viestin lisääminen kansioon %s%s epäonnistui. Virheilmoitus oli: %s
lt: Į katalogą %s%s nepavyko pridėti naujų laiškų. Klaida: %s
pt_br: Falha ao adicionar nova mensagem à pasta %s%s. Erro: %s

source: Failed appending new message to folder %s. Error: %s
es: Fallo al añadir un nuevo mensaje a la carpeta %s. Error: %s
fi: Uuden viestin lisääminen kansioon %s epäonnistui. Virheilmoitus oli: %s
lt: Į katalogą %s nepavyko pridėti naujų laiškų. Klaida: %s
pt_br: Falha ao adicionar nova mensagem à pasta %s. Erro: %s

source: Failed deleting ACL on folder %s for user %s. Error: %s
es: Fallo al eliminar ACL en la carpeta %s para el usuario %s. Error: %s
fi: Oikeuksien poisto kansiosta %s käyttäjältä %s epäonnistui. Virheilmoitus oli: %s
lt: Nuo katalogo %s nepavyko nuimti vartotojo %s teisių. Klaida: %s
pt_br: Falha ao apagar ACL na pasta %s para usuário %s. Erro: %s

source: Failed deleting message %s in folder %s. Error: %s
es: Fallo al eliminar el mensaje %s en la carpeta %s. Error: %s
fi: Viestin %s poisto kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko ištrinti laiško %s iš katalogo %s. Klaida: %s
pt_br: Falha ao apagar mensagem %s na pasta %s. Erro: %s

source: Failed deleting messages from folder %s. Error: %s
es: Fallo al eliminar mensajes de la carpeta %s. Error: %s
fi: Viestien poisto kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Iš katalogo %s nepavyko ištrinti laiškų. Klaida: %s
pt_br: Falha ao apagar mensagens da pasta %s. Erro: %s

source: Failed expunging folder %s. Error: %s
es: Fallo al purgar eliminados de la carpeta %s. Error: %s
fi: Kansion %s poistettujen tuhoaminen epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko išvalyti katalogo %s. Klaida: %s
pt_br: Falha ao expurgar pasta %s. Erro: %s

source: Failed fetching body part %s for message %s in folder %s%s. Error: %s
es: Fallo al obtener la parte del cuerpo %s del mensaje %s en la carpeta %s%s. Error: %s
fi: Viestin osion %s haku viestistä %s kansiossa %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti laiško dalies %s iš laiško %s kataloge %s%s. Klaida: %s
pt_br: Falha ao obter parte de corpo %s da mensagem %s na pasta %s%s. Erro: %s

source: Failed fetching message %s in folder %s%s. Error: %s
es: Fallo al obtener el mensaje %s en la carpeta %s%s. Error: %s
fi: Viestin %s haku kansiosta %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti laiško %s kataloge %s%s. Klaida: %s
pt_br: Falha ao obter mensagem %s na pasta %s%s. Erro: %s

source: Failed fetching structure information for messages %s in folder %s%s. Error: %s
es: Fallo al recuperar la información de estructura para los mensajes %s en la carpeta %s%s. Error: %s
fi: Viestien %s rakennetietojen haku kansiosta %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti laiško %s struktūros informacijos kataloge %s%s. Klaida: %s
pt_br: Falha ao obter informação de estrutura para mensagens %s na pasta %s%s. Erro: %s

source: Failed message %s from folder %s to folder %s. Error: %s
es: Fallo en mensaje %s de la carpeta %s a la carpeta %s. Error: %s
fi: Epäonnistui viestin %s kansiosta %s kansioon %s. Virheilmoitus oli: %s
lt: Nepavyko perkelti laiško %s iš katalogo %s į katalogą %s. Klaida: %s
pt_br: Falha mensagem %s da pasta %s para pasta %s. Erro: %s

source: Failed moving message %s from folder %s to folder %s. Error: %s
es: Fallo al mover el mensaje %s de la carpeta %s a la carpeta %s. Error: %s
fi: Viestin %s siirto kansiosta %s kansioon %s epäonnistui. Virheilmoitus oli %s
lt: Nepavyko perkelti laiško %s iš katalogo %s į katalogą %s. Klaida: %s
pt_br: Falha ao mover mensagem %s da pasta %s para pasta %s. Erro: %s

source: Failed opening folder %s%s. Error: %s
es: Fallo al abrir la carpeta %s%s. Error: %s
fi: Kansion %s%s aukaisu epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko atidaryti katalogo %s%s. Klaida: %s
pt_br: Falha ao abrir pasta %s%s. Erro: %s

source: Failed reading ACL on folder %s. Error: %s
es: Fallo al leer ACL en la carpeta %s. Error: %s
fi: Kansion %s oikeuksien lukeminen epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko perskaityti katalogo %s teisių. Klaida: %s
pt_br: Falha ao ler ACL na pasta %s. Erro: %s

source: Failed reading user rights on folder %s. Error: %s
es: Fallo al leer los permisos del usuario en la carpeta %s. Error: %s
fi: Käyttäjän oikeuksien lukeminen kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko perskaityti katalogo %s vartotojo teisių. Klaida: %s
pt_br: Falha ao ler direitos do usuário na pasta %s. Erro: %s

source: Failed retrieving UIDs for folder %s. Error: %s
es: Fallo al obtener los UIDs de la carpeta %s. Error: %s
fi: UID tietojen haku kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti katalogo %s UID. Klaida: %s
pt_br: Falha ao obter UIDs para pasta %s. Erro: %s

source: Failed retrieving message %s in folder %s. Error: %s
es: Fallo al obtener el mensaje %s en la carpeta %s. Error: %s
fi: Viestin %s haku kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti laiško %s kataloge %s. Klaida: %s
pt_br: Falha ao obter mensagem %s na pasta %s. Erro: %s

source: Failed retrieving mime part %s of message %s in folder %s. Error: %s
es: Error al recuperar la parte mime %s del mensaje %s en la carpeta %s. Error: %s.
fi: Mime-osion %s haku viestistä %s kansiosta %s epäonnistui. Virheilmoitus oli: %s.
lt: Nepavyko gauti mime dalies %s iš laiško %s kataloge %s. Klaida: %s
pt_br: Falha ao obter parte mime %s da mensagem %s na pasta %s. Erro: %s

source: Failed retrieving status information for folder %s%s. Error: %s
es: Fallo al obtener la información de estado de la carpeta %s%s. Error: %s
fi: Tilatietojen haku kansiosta %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti katalogo %s būsenos informacijos. Klaida: %s
pt_br: Falha ao obter informação de status para a pasta %s%s. Erro: %s

source: Failed retrieving structure of message %s in folder %s. Error: %s
es: Fallo al recuperar la estructura del mensaje %s en la carpeta %s. Error: %s.
fi: Viestin %s rakennetietojen haku kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti laiško %s struktūros informacijos kataloge %s. Klaida: %s
pt_br: Falha ao obter estrutura da mensagem %s na pasta %s. Erro: %s

source: Failed retrieving the message with ID %s. Original error: %s.
es: Error al recuperar el mensaje con ID %s. Error original: %s.
fi: Viestin haku epäonnistui ID tunnisteella %s. Virheilmoitus oli: %s.
lt: Nepavyko gauti laiško, kurio ID %s. Klaida: %s.
pt_br: Falha ao obter a mensagem com ID %s. Erro original: %s.

source: Failed setting ACL on folder %s for user %s to %s. Error: %s
es: Fallo al definir ACL en la carpeta %s del usuario %si para %s. Error: %s
fi: Oikeuksien asetus kansioon %s käyttäjälle %s muotoon %s epäonnistui. Virhheilmoitus oli: %s
lt: Nepavyko pakeisti katalogo %s teisių vartotojui %s į %s. Klaida: %s
pt_br: Falha ao definir ACL na pasta %s para o usuário %s para %s. Erro: %s

source: Failed triggering folder %s. Error was: %s
es: Fallo al obtener la carpeta %s. El error fue %s
fi: Kansion %s heräte epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pasiekti katalogo %s. Klaida: %s
pt_br: Falha ao acionar pasta %s. Erro foi: %s

source: Invalid "driver" parameter "%s". Please use one of "mock", "php", "pear", "horde", "horde-php", and "roundcube"!
es: Parámetro "%s" de "controlador" inválido. ¡Utilice "mock", "php", "pear", "horde", "horde-php" o "roundcube"!
fi: Epäkelpo "ajuri" parametri "%s". Käytä jotakin näistä "mock", "php", "pear", "horde", "horde-php", and "roundcube"!
lt: Neleistinas "driver" parametras "%s". Naudokite "mock", "php", "pear", "horde", "horde-php" arba "roundcube"!
pt_br: Parâmetro de "driver" inválido "%s". Por favor use um desses "mock", "php", "pear", "horde", "horde-php", e "roundcube"!

source: Invalid "namespace" type "%s"!
es: Tipo inválido "%s" de espacio de nombres ("namespace")!
fi: Epäkelpo "nimiavaruus" tyyppi "%s"!
lt: Neleistinas "namespace" tipas "%s"!
pt_br: Tipo de "namespace" inválido "%s"!

source: Listing folders for %s failed. Error: %s
es: Ha fallado la lista de carpetas para %s. Error: %s
fi: Kansioiden listaus %s:lle epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko parodyti %s katalogų. Klaida: %s
pt_br: Listagem de pastas para %s falhou. Erro: %s

source: Missing "driver" parameter!
es: ¡Falta el parámetro "manejador" ("driver")!
fi: Puuttuu "ajuri" parametri!
lt: Nėra "driver" parametro!
pt_br: Parâmetro de "driver" faltando!

source: Missing "host" parameter!
es: ¡Falta el parámetro "servidor" ("host")!
fi: Puuttuu "palvelin" parametri!
lt: Nėra "host" parametro!
pt_br: Parâmetro de "host" faltando!

source: Old object %s does not exist.
es: El antiguo objecto %s no existe.
fi: Vanhaa objektia %s ei ole olemassa.
lt: Senasis objektas %s neegzistuoja
pt_br: Objeto %s anterior não existe.

source: Old object %s does not map to a uid.
es: El antiguo objeto %s carece del uid correspondiente.
fi: Vanha objekti %s ei muunnu uid:ksi.
lt: Senasis objektas %s nesurištas su uid.
pt_br: Objeto %s anterior não aponta para uma uid.

source: Renaming folder %s to %s failed. Error: %s
es: Fallo al renombrar la carpeta %s como %s. Error: %s
fi: Kansion %s nimeäminen kansioksi %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pervadinti katalogo iš %s į %s. Klaida: %s
pt_br: Renomeando pasta %s para %s falhou. Erro: %s

source: Renaming folder %s%s to %s%s failed. Error: %s
es: Fallo al renombrar la carpeta %s%s como %s%s. Error: %s
fi: Kansion %s%s nimeäminen kansioksi %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pervadinti katalogo iš %s%s į %s%s. Klaida: %s
pt_br: Renomeando pasta %s%s para %s%s falhou. Erro: %s

source: Retrieving annotation %s[%s] on folder %s%s failed. Error: %s
es: Fallo al recuperar la anotación %s[%s] de la carpeta %s%s. Error: %s
fi: Lisätiedon %s[%s] kansiosta %s%s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti anotacijos %s[%s] katalogui %s%s. Klaida: %s
pt_br: Obtendo anotação %s[%s] na pasta %s%s falhou. Erro: %s

source: Retrieving the status for folder %s failed. Error: %s
es: Fallo al obtener la información de estado de la carpeta %s. Error: %s
fi: Tilatiedon haku kansiosta %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko gauti katalogo %s būsenos. Klaida: %s
pt_br: Obtenção do status para a pasta %s falhou. Erro: %s

source: Selecting folder %s failed. Error: %s
es: Fallo al seleccionar la carpeta %s. Error: %s
fi: Kansion %s valinta epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pasirinkti katalogo %s. Klaida: %s
pt_br: Seleção da pasta %s falhou. Erro: %s

source: Setting annotation %s[%s] on folder %s failed. Error: %s
es: Ha fallado la definición de la anotación %s[%s] en la carpeta %s. Error: %s
fi: Lisätiedon %s[%s] asetus kansioon %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pakeisti anotacijos %s[%s] katalogui %s. Klaida: %s
pt_br: Definindo anotação %s[%s] na pasta %s falhou. Erro: %s

source: Setting annotation %s[%s] on folder %s to %s failed. Error: %s
es: Ha fallado la definición de la anotación %s[%s] en la carpeta %s para %s. Error: %s
fi: Lisätiedon %s[%s] asetus kansioon %s muotoon %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pakeisti anotacijos %s[%s] katalogui %s į %s. Klaida: %s
pt_br: Definindo anotação %s[%s] na pasta %s para %s falhou. Erro: %s

source: Setting annotation %s[%s] on folder %s%s to %s failed. Error: %s
es: Ha fallado la definición de la anotación %s%s en la carpeta %s%s para %s. Error: %s
fi: Lisätiedon %s[%s] asetus kansioon %s%s muotoon %s epäonnistui. Virheilmoitus oli: %s
lt: Nepavyko pakeisti anotacijos %s[%s] katalogui %s%s į %s. Klaida: %s
pt_br: Definindo anotação %s[%s] na pasta %s%s para %s falhou. Erro: %s

source: The message with ID %s does not exist. This probably means that the Kolab object has been modified by somebody else since you retrieved the object from the backend. Original error: %s
es: El mensaje con ID %s no existe. Esto probablemente quiere decir que el objeto Kolab ha sido modificado por alguien desde que recuperó el objeto del soporte. Error original: %s
fi: Viestiä ID:llä %s ei ole olemassa. Tämä todennäköisesti tarkoittaa, että jokin muu taho on muokannut Kolab-objekia sen jälkeen kun se haettiin taustajärjestelmästä. Virheilmoitus oli: %s
lt: Laiškas, kurio ID %s, neegzistuoja. Tai dažniausiai reiškia, kad kas nors kitas pakeitė šį Kolab objektą po to, kai jūs paėmėte jį iš posistemės. Klaida: %s
pt_br: A mensagem com o ID %s não existe. Isso provavelmente significa que o objeto Kolan foi modificado por alguém desde que você obteve o objeto da estrutura. Erro original: %s

source: The message with ID %s does not exist. This probably means that the Kolab object has been modified by somebody else while you were editing it. Your edits have been lost.
es: El mensaje con ID %s no existe. Esto probablemente quiere decir que el objeto Kolab ha sido modificado por alguien mientras usted lo editaba. Sus modificaciones se han perdido.
fi: Viestiä ID:llä %s ei ole olemassa. Tämä todennäköisesti tarkoittaa, että Kolab-objekia on muokannut joku muu taho samaan aikaan oli editoimassa sitä. Tämän takia tekemäsi muutokset ovat kadonneet.
lt: Laiškas, kurio ID %s, neegzistuoja. Tai dažniausiai reiškia, kad kas nors kitas pakeitė šį Kolab objektą kol jūs jį redagavote. Jūsų pakeitimai buvo prarasti.
pt_br: A mensagem com o ID %s não existe. Isso provavelmente signifca que o objeto Kolab foi modificado por alguém enquanto você o editava. Suas edições foram perdidas.

source: This is a Kolab Groupware object. To view this object you will need an email client that understands the Kolab Groupware format. For a list of such email clients please visit %s
es: Ésto es un objeto de Kolab Groupware. Para verlo necesita un cliente de correo que entienda el formato Kolab Groupware. Para ver una lista de dichos clientes visite %s
fi: Tämä on Kolab Groupware objekti. Katsoaksesi tämän objektin sisältöä sinulla pitää olla Kolab Groupwaren formaattia ymmärtävä sähköpostiohjelma. Lista yhteensopivista sähköpostiohjelmista löytyy osoitteesta %s
lt: Tai Kolab Groupware objektas. Norėdami peržiūrėti objektą privalote turėti el. pašto klientą, kuris suprantą šį formatą. Tokių el. pašto klientų sąrašą galite rasti apsilankę %s
pt_br: Este é um objeto Kolab Groupware. Para visualizar este objeto você precisará de um cliente de correio que entenda o formato Kolab Groupware. Para uma lista de clientes de correio com estas funções por favor visite %s

source: Unable to rename %s to %s: destination folder already exists
es: Incapaz de renombrar %s como %s: la carpeta destino ya existe
fi: Uudelleennimeäminen %s %s:ksi epäonnistui koska kohdehakemisto on jo olemassa
lt: Nepavyko pervadinti %s į %s: toks katalogas jau egzistuoja
pt_br: Impossível renomear %s para %s: a pasta de destino já existe

source: Unable to trigger URL %s. Response: %s
es: Imposible lanzar la URL %s. Respuesta: %s
fi: Ei voida lähettää herätettä URLiin %s. Vastaus oli: %s
lt: Nepavyko sužadinti URL adreso %s. Atsakymas: %s
pt_br: Impossível acionar a URL %s. Resposta: %s
