Repository: horde/horde
Catalog: luxor/locale/*/LC_MESSAGES/luxor.po
Languages: fi, lv, ro

source: %s was already indexed.
fi: %s on jo indeksoitu.
lv: %s jau ir indeksēts.
ro: %s a fost deja indexat.

source: Can't build language class for file %s.
ro: Imposibil de cladit o clasa de limba pentru fisierul %s.

source: Can't create copy of file %s.
fi: Ei voitu tehdä kopioita tiedostosta %s.
lv: Nevar izveidot faila %s kopiju.
ro: Imposibil de creat copie a fisierului %s.

source: Can't open directory %s
fi: Ei voitu aukaista hakemistoa %s
lv: Nevar atvērt mapi %s
ro: Nu se poate deschide directorul %s

source: Can't open file %s.
fi: Ei voitu aukaista tiedostoa %s.
lv: Nevar atvērt failu %s.
ro: Nu se poate deschite fisierul %s.

source: Can't run ectags.
fi: Ei voi suorittaa ectags.
lv: Nevar palaist ec-tagus.
ro: Nu se poate rula ectags.

source: Could not markup file %s.
fi: Ei voitu merkitä tiedostoa %s.
lv: Nevar marķēt failu %s.
ro: Nu se poate marca fisierul %s.

source: Cross Reference
ro: Referinta in cruce

source: Date (GMT)
fi: Päiväys (GMT)
lv: Datums (GMT)
ro: Data (GMT)

source: Declared as
fi: Ilmoitettu -
lv: Deklarēts kā
ro: Declarat ca

source: Description
fi: Kuvaus
lv: Apraksts
ro: Descriere

source: Exuberant ctags version 5 or above required, found %s
ro: Ctags versiunea 5 sau mai mare necesara, s-a gasit %s

source: Help
ro: Ajutor

source: Home
ro: Acasa

source: Identifier
ro: Identificator

source: Indexing %s
ro: Indexare %s

source: Just build the symbol index
ro: Cladire index simboluri

source: Just build the symbol references
ro: Cladire referinte simboluri

source: Location:
fi: Paikka:
lv: Vieta:
ro: Locatie:

source: Luxor Backend
ro: Suport Luxor

source: Luxor Homepage
ro: Pagina Luxor

source: Luxor is not properly configured
ro: Luxor nu este corect configurat

source: Name
fi: Nimi
lv: Nosaukums
ro: Nume

source: No configuration information specified for SQL Tasks.
ro: Nici o configurare specificata pentru sarcinile SQL.

source: Other Sources
fi: Muut lähteet
lv: Citi Avoti
ro: Alte surse

source: Parent Directory
fi: Ylähakemisto
lv: Galvenā mape
ro: Director parinte

source: Referenced in
fi: Viitattu -
lv: Atsauce
ro: Referinta in

source: Referencing %s
ro: Referinta %s

source: Required 'charset' not specified in tasks configuration.
ro: 'charset' nespecificat in configurarea taskurilor.

source: Required 'database' not specified in tasks configuration.
ro: 'database' nespecificat in configurarea taskurilor.

source: Required 'hostspec' not specified in tasks configuration.
ro: 'hostspec' nespecificat in configurarea taskurilor.

source: Required 'password' not specified in tasks configuration.
ro: 'password' nespecificat in configurarea taskurilor.

source: Required 'phptype' not specified in tasks configuration.
ro: 'phptype' nespecificat in configurarea taskurilor.

source: Required 'username' not specified in tasks configuration.
ro: 'username' nespecificat in configurarea taskurilor.

source: Size
fi: Koko
lv: Izmērs
ro: Marime

source: Some of Luxor's configuration files are missing:
ro: Anumite fisiere de configurare Luxor lipsesc:

source: Source
ro: Sursa

source: The file %s can't be opened or doesn't exist.
fi: Tiedostoa %s ei voitu aukaista tai sitä ei ole olemassa.
lv: Fails %s nav atverams vai nepastāv.
ro: Fisierul %s nu poate fi deschis sau nu exista.

source: This file contains preferences for Luxor.
ro: Acest fisier contine preferintele Luxor.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
ro: Acest fisier controleaza schema de culori si fonturi diferite de cele implicite Horde.

source: This is the main Luxor configuration file. It contains options for all Luxor scripts.
ro: Acesta este principalul fisier de configurare Luxor. Contine optiuni pentru toate scripturile Luxor.

source: Tracking Branch
fi: Seurantahaara
lv: Sekošana atzaram
ro: Ramura de urmarire

source: Up to parent
fi: Ylätasolle
lv: Uz galveno
ro: Inapoi la parinte

source: Update
ro: Improspatare

source: Update the Cross Reference
ro: Improspatare referinta in cruce

source: You do not have permission to view file %s.
ro: Nu aveti permisiunea sa vizualizati fisierul %s.

source: bytes
fi: tavua
lv: baiti
ro: octeti

source: kbytes
fi: ktavua
lv: kbaiti
ro: kocteti

source: %s :: Symbol "%s"
fi: %s :: Symboli "%s"
lv: %s :: Simbols "%s"

source: Declarations
fi: Ilmoitukset
lv: Deklarācijas

source: Declared as a %s
fi: Ilmoitettu - %s
lv: Deklarēts kā %s

source: Directory Listing :: %s
fi: Hakemistolistaus :: %s
lv: Mapju saraksts :: %s

source: Exuberant ctags version 5 or above required, found version %s
fi: Exuberant ctags version 5 tai uudempi vaaditaan, löytyi versio %s
lv: Nepieciešamas bagātās ctags v5 iezīmes, atrasta %s versija

source: Line %s
fi: Rivi %s
lv: Rinda %s

source: Markup of %s
fi: Merkintä %s
lv: %s marķējums

source: Symbol Search
fi: Symbolihaku
lv: Simbola meklēšana

source: Symbol Search for "%s"
fi: Symboli haku - "%s"
lv: Simbola "%s" meklēšana

source: Symbol not found
fi: Symbolia ei löytynyt
lv: Simbols nav atrasts

source: You do not have permission to view %s.
fi: Sinulle ei ole oikeuksia nähdä %s.
lv: Jums nav tiesību apskatīt %s

source: _Browse
fi: _Selaa
lv: Pārlūkot
