Repository: horde/horde
Catalog: agora/locale/*/LC_MESSAGES/agora.po
Languages: de, es, fi, hu, it, lt, lv, sl

source: %d messages was approved.
de: %d Beiträge wurden freigegeben.
es: Se aprobaron %d mensajes.
fi: %d viestiä hyväksytty.
hu: %d hozzászólás jóbváhagyva.
lt: Patvirtintos(a) %d žinutės(ių).
lv: %d ziņojumi apstiprināti.
sl: Potrjeniih je bilo %d sporočil.

source: %d messages was deleted.
de: %d Beiträge wurden gelöscht.
es: Se eliminaron %d mensajes.
fi: %d viestiä poistettu.
hu: %d hozzászólás törölve.
lt: Ištrintos(a) %d žinutės(ių).
lv: %d ziņojumi izdzēsti.
sl: Izbrisanji je bilo %d sporočil.

source: -a, --agora_id[=aid] Agora forum id to save message to
de: -a, --agora_id[=aid] ID des Forums in dem Beiträge gespeichert werden sollen.
es: -a, --agora_id[=aid] if de foro de Agora en el que guardar el mensaje
fi: -a, --agora_id[=aid] Agora forum id, johon viestit tallennetaan
hu: -a, --agora_id[=aid] Agora fórum id, ahova az hozzászólásokat mentsük
sl: -a, --agora_id[=aid] Id Agora foruma v katerega shranimo sporočilo

source: -c, --count[=messages] Number of messages to move at once
de: -c, --count[=messages] Anzahl der Beiträge die auf einmal verschoben werden sollen
es: -c, --count[=messages] Cantidad de mensajes a trasladar a la vez
fi: -c, --count[=viestit] Yhdella kertaa siirrettävien viestien määrä
hu: -c, --count[=messages] Az egyszerre mozgatandó hozzászólások száma
sl: -c, --count[=messages] Število sporočil, ki jih premaknem naenkrat

source: -f, --from[=offset] Offset from where to start to read messages
de: -f, --from[=offset] Offset ab dem Beiträge gelesen werden sollen
es: -f, --from[=offset] Desplazamiento a partir del que empezar a leer mensajes
fi: -f, --from[=aloituskohta] aloituskohta, josta viestien luku aloitetaan
hu: -f, --from[=offset] Ahonnan az hozzászólások olvasását kezdjük
sl: -f, --from[=offset] Zamik od katerega začnem branje sporočil

source: -h, --help Show this help
de: -h, --help Diese Hilfe anzeigen
es: -h, --help Muestra esta ayuda
fi: -h, --help Näytä tämä ohje
hu: -h, --help Ez a szöveg
lv: -h, --help Rādīt šo palīdzību
sl: -h, --help Prikaži to pomoč

source: -p, --phorum_id[=pid] Phorum forum id to read message from
de: -p, --phorum_id[=pid] Phorum Foren-ID von dem Beiträge gelesen werden sollen
es: -p, --phorum_id[=pid] id de foro de Phorum del que leer los mensajes
fi: -p, --phorum_id[=pid] Phorum forum id, josta viestit luetaan
hu: -p, --phorum_id[=pid] Phorum fórum id, ahonnan az hozzászólásokat olvassuk
sl: -p, --phorum_id[=pid] Id Phorum foruma iz katerega preberem sporočila

source: -t, --phorum_table[=table] Phorum messages tablename
de: -t, --phorum_table[=table] Phorum Tabellenname für Beiträge
es: -t, --phorum_table[=table] nombre de tabla de mensajes de Phorum
fi: -t, --phorum_table[=table] Phorum viestitaulun nimi
hu: -t, --phorum_table[=table] A Phorum hozzászólások táblája
sl: -t, --phorum_table[=table] Ime tabele Phorum sporočila

source: Add a comment
de: Kommentar hinzufügen
es: Añadir comentario
fi: Lisää kommentti
hu: Megjegyzés küldése
lt: Pridėti komentarą
lv: Pievienot komentāru
sl: Dodaj komentar

source: Admin
de: Administration
es: Administrar
fi: Ylläpitäjä
hu: Adminisztrálás
lt: Valdymas
lv: Administrēt
sl: Urednik

source: After Message:
de: Nach Beitrag:
es: Mensaje posterior:
fi: Viestin jälkeen:
hu: Ez után:
lt: Po žinutės:
lv: Pēc ziņojuma:
sl: Po sporočilu:

source: All Forums
de: Alle Foren
es: Todos los foros
fi: Kaikki foorumit
hu: Minden fórum
it: Tutti i Forum
lt: Visi forumai
lv: Visi forumi
sl: Vse table

source: Allow attachments in this forum?
de: Anhänge in diesem Forum erlauben?
es: ¿Permitir adjuntos en este foro?
fi: Sallitaanko liitteet tälle foorumille?
hu: Engedélyezi a csatolmányokat ebben a fórumban?
it: Permiti gli allegati in questo forum?
lt: Leisti prikabinti failus šiame forume?
lv: Atļaut pielikumus šajā forumā?
sl: Dovolim pripenjanje datotek v tej tabli?

source: Allow replies in this thread
de: Antworten zu diesem Thema zulassen
es: Permitir respuestas en esta conversación
fi: Salli vastaukset tähän ketjuun
hu: Válaszok engedélyezése ebben a szálban
it: Permetti le risposte in questa discussione
lt: Leiti atsakinėti šioje temoje
sl: Dovoli ogovarjanje na to temo

source: Approve
de: Freigeben
es: Aprobar
fi: Hyväksy
hu: Jóváhagy
it: Approva
lt: Patvirtinti
lv: Apstiprināt
sl: Potrdi

source: Ascending
de: Aufsteigend
es: Ascendente
fi: Nouseva
hu: Növekvő
it: Crescente
lt: Didėjimo tvarka
lv: Augoši
sl: Naraščajoč

source: Attachment
de: Anhang
es: Adjunto
fi: Liite
hu: Csatolmány
it: Allegato
lt: Prikabintas failas
lv: Pielikums
sl: Priponka

source: Author
de: Autor
es: Autor
fi: Tekijä
hu: Szerző
lt: Autorius
lv: Autors
sl: Avtor

source: Avatars must be smaller than %s by %s pixels and less than %sKb in size.
de: Avatare müssen kleiner als %s mal %s Pixel und kleiner als %sKB sein.
es: Las imágenes personales tienen que medir menos de %s por %s píxeles y tener un tamaño menor de %sKb.
fi: Avatarien pitää olla pienempiä kuin %s x %s pikseliä ja kooltaan vähemmän kuin %sKb.
hu: Az avatár nem lehet nagyobb, mint %sx%s pixel, és kissebnek kell lennie, mint %s kB.
lt: Avatarai turi būti mažesni nei %s ir %s pikselių ir mažesni nei %sKb.
sl: Avatar mora biti manjši od %s x %s pik in manjši od %sKb velikosti.

source: Ban
de: Verbannen
es: Prohibir
fi: Kiellä
hu: Tiltás
lt: Blokuoti
lv: Bloķēt
sl: Izobči

source: Banned
de: Verbannt
es: Prohibido
fi: Kielletty
hu: Tiltva
lt: Blokuotas
lv: Bloķēts
sl: Izobčeni

source: Body
de: Text
es: Cuerpo
fi: Sisältö
hu: Törzs
it: Corpo
lt: Turinys
lv: Ķermenis
sl: Vsebina

source: Cancel
de: Abbrechen
es: Cancelar
fi: Peru
hu: Mégsem
it: Cancella
lt: Atšaukti
lv: Atcelt
sl: Prekliči

source: Cannot create a forum with an empty name.
de: Foren mit leeren Namen können nicht erstellt werden.
es: No se puede crear un foro con un nombre en blanco.
fi: Ei voi luoda foorumia tyhjällä nimellä.
hu: Névtelen fórum nem hozható létre.
lt: Nepavyko sukurti forumo be pavadinimo.
sl: Ne morem ustvariti table brez imena.

source: Choose from a gallery of avatars:
de: Wählen Sie einen Avatar aus der Galerie aus:
fi: Valitse galleria avatareille:

source: Click to Show Gallery
de: Zurück zur Galerie
fi: Napsauta näyttääksesi gallerian

source: Comments
de: Kommentare
es: Comentarios
fi: Kommentit
hu: Megjegyzések
it: Commenti
lt: Komentarai
lv: Komentāri
sl: Komentarji

source: Comments on %s
de: Kommentar zu %s
es: Comentarios en %s
fi: Kommentit - %s
hu: Megjegyzések itt: %s
lt: %s komentarai
lv: Komentāri par %s
sl: Komentarji na %s

source: Comments view
de: Kommentaranzeige
es: Vista de comentarios
fi: Kommenttinäkymä
hu: Megjegyzések
lt: Komentarų vaizdavimas
lv: Komentāru skatījums
sl: Pregled komentarjev

source: Could not create the forum. %s
de: Forum konnte nicht erstellt werden. %s
es: No se puede crear el foro. %s
fi: Ei voi luoda foorumia. %s
hu: Nem lehet a fórumot létrehozni. %s
it: Non puoi creare il forum. %s
lt: Nepavyko sukurti forumo. %s
lv: Nevar izveidot forumu. %s
sl: Ne morem ustvariti table. %s

source: Could not delete the forum. %s
de: Forum konnte nicht gelöscht erstellt werden. %s
es: No se puede eliminar el foro. %s
fi: Ei voi poistaa foorumia. %s
hu: Nem lehet a fórumot törölni. %s
it: Non era possibile eliminare il forum. %s
lt: Nepavyko ištrinti forumo. %s
lv: Nevar izdzēst forumu. %s
sl: Ne morem izbrisati table. %s

source: Could not delete the message. %s
de: Beitrag konnte nicht gelöscht werden. %s
es: No se puede eliminar el mensaje. %s
fi: Ei voi poistaa viestiä. %s
hu: Nem lehet a hozzászólást törölni. %s
it: Non era possibile eliminare il messaggio. %s
lt: Nepavyko ištrinti žinutės. %s
lv: Nevar izdzēst ziņojumu. %s
sl: Ne morem izbrisati sporočila. %s

source: Could not list threads. %s
de: Themen konnten nicht angezeigt werden. %s
es: No se pueden listar las conversaciones. %s
fi: Ei voi listata säikeitä. %s
hu: Nem lehet listázni a szálat. %s
it: Non era possibile elencare le discussioni. %s
lt: Nepavyko parodyti temos. %s
lv: Nevar atvērt pavedienu sarakstu. %s
sl: Ne morem izpisati tem. %s

source: Could not lock the thread. %s
de: Das Thema konnte nicht gesperrt werden. %s
es: No se puede bloquear la conversación. %s
fi: Ei voi lukita säiettä. %s
hu: Nem lehez zárolni a szálat. %s
it: Non era possibile chiudere la discussione. %s
lt: Nepavyko užrakinti temos. %s
lv: Nevar aizslēgt pavedienu. %s
sl: Ne morem zakleniti teme. %s

source: Could not open the message. %s
de: Beitrag konnte nicht geöffnet werden. %s
es: No se puede abrir el mensaje. %s
fi: Ei voi avata viestiä. %s
hu: Nem lehet a hozzászólást megnyitni. %s
it: Non era possibile aprire il messaggio. %s
lt: Nepavyko parodyti žinutės. %s
lv: Nevar atvērt ziņojumu. %s
sl: Ne morem odpreti sporočila. %s

source: Could not post the message:
de: Beitrag konnte nicht gespeichert werden:
es: No se pudo enviar el mensaje:
fi: Ei voi lähettää viestiä:
hu: Nem lehet a hozzászólást elküldeni:
lt: Nepavyko įrašyti žinutės:
lv: Nevar nosūtīt ziņojumu:
sl: Ne morem shraniti sporočila:

source: Couldn't read command-line options.
de: Die Kommandozeilenparameter konnten nicht gelesen werden.
es: No se pudieron lees las opciones de línea de comandos.
fi: Komentorivioptioita ei voitu lukea.
hu: Nem lehet olvasni a paracssori opciókat.
lv: Nevar nolasīt komandrindas opcijas.
sl: Ni moč prebrati ukazov iz ukazne vrstice.

source: Create
de: Erstellen
es: Crear
fi: Luo
hu: Létrehozás
it: Crea
lt: Sukurti
lv: Izveidot
sl: Ustvari

source: Current attachment
de: Aktueller Anhang
es: Adjunto actual
fi: Nykyinen liite
hu: Aktuális csatolmány
it: Allegato attuale
lt: Jau prikabinti failai
lv: Pašreizējais pielikums
sl: Trenutna priponka

source: Date
de: Datum
es: Fecha
fi: Päiväys
hu: Dátum
it: Data
lt: Data
lv: Datums
sl: Datum

source: Default comments view sort:
de: Standard-Sortierreihenfolge der Kommentare:
es: Clasificación por omisión de la vista de comentarios:
fi: Kommenttien oletusjärjestys:
hu: Alapértelmezett fórumrendezési irány:
lt: Standartinis komentarų rūšiavimas:
lv: Noklusētais komentāru skata kārtošanas virziens:
sl: Privzeti vrsni red komentarjav:

source: Default forums view sort:
de: Standard-Sortierreihenfolge der Foren:
es: Clasificación por omisión de la vista de foros:
fi: Foorumien oletusjärjestys:
hu: Alapértelmezett fórumrendezési irány:
it: Criteri di ordinamento di default per i forum:
lt: Standartinis forumų rūšiavimas:
lv: Noklusētais forumu skata kārtošanas virziens:
sl: Privzeto razvrščanje tabel:

source: Default sorting direction:
de: Sortierrichtung:
es: Sentido de clasificación por omisión:
fi: Oletusjärjestyksen suunta:
hu: Alapértelmezett rendezési irány:
it: Ordine di default:
lt: Standartinė rūšiavimo kryptis:
lv: Noklusētais kārtošanas virziens:
sl: Privzeta smer razvrščanja:

source: Default thread view sort:
de: Standard-Sortierreihenfolge in Themen:
es: Clasificación por omisión de la vista de conversaciones:
fi: Ketjun oletusjärjestys:
hu: Alapértelmezett szálrendezési irány:
lt: Standartinis vienos temos rūšiavimas:
lv: Noklusētais pavediena skata kārtošanas virziens:
sl: Privzeta kolona za razvrščanje odgovorov:

source: Default threads view sort:
de: Standard-Sortierreihenfolge der Themen:
es: Clasificación por omisión de la vista de conversaciones:
fi: Ketjujen oletusjärjestys:
hu: Alapértelmezett szálrendezés:
it: Criteri di ordinamento di default per le discussioni:
lt: Standartinis temų rūšiavimas:
lv: Noklusētais pavedienu skata kārtošanas virziens:
sl: Privzeta kolona za razvrščanje tem:

source: Delete
de: Löschen
es: Eliminar
fi: Poista
hu: Törlés
it: Elimina
lt: Ištrinti
lv: Dzēst
sl: Zbriši

source: Delete "%s" and all replies?
de: "%s" und alle Antworten löschen?
es: ¿Eliminar "%s" y todas las respuestas?
fi: Poista '%s' ja kaikki vastaukset?
hu: Törli a "%s" hozzászólást és minden rá adott választ?
lt: Ištrinti "%s" ir visus atsakymus?
lv: Dzēsts "%s" un visas atbildes?
sl: Zbrišem '%s' in vse njene odgovore?

source: Delete Forum
de: Forum löschen
es: Eliminar foro
fi: Poista foorumi
hu: Fórum Törlése
it: Elimina Forum
lt: Ištrinti forumą
lv: Dzēst forumu
sl: Zbriši tablo

source: Delete forum
de: Forum löschen
es: Eliminar foro
fi: Poista foorumi
hu: Fórum törlése
it: Elimina forum
lt: Ištrinti forumą
lv: Dzēst forumu
sl: Zbriši tablo

source: Delete message
de: Beitrag löschen
es: Eliminar mensaje
fi: Poista viesti
hu: Hozzászólás törlése
it: Elimina messaggio
lt: Ištrinti žinutę
lv: Dzēst ziņojumu
sl: Zbriši sporočilo

source: Delete the existing attachment?
de: Den aktuellen Anhang löschen?
es: ¿Eliminar el adjunto existente?
fi: Poista nykyinen liite?
hu: Törli a csatolmányokat is?
it: Elimina l'allegato attuale?
lt: Ištrinti egzistuojantį prikabintą failą?
lv: Dzēst eksistējošu pielikumu?
sl: Zbrišem obstoječe priponke?

source: Descending
de: Absteigend
es: Descendente
fi: Laskeva
hu: Csökkenő
it: Discendente
lt: Mažėjimo tvarka
lv: Dilstoši
sl: Padajoč

source: Description
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
it: Descrizione
lt: Aprašymas
lv: Apraksts
sl: Opis

source: Display Preferences
de: Anzeige-Einstellungen
fi: Näkymän asetukset
hu: Megjelenítési beállítások
lt: Vaizdavimo nustatymai
lv: Ekrāna iestatījumi

source: Display full message bodies in the comments view?
de: Kompletten Beitragstext in der Kommentaransicht anzeigen?
es: ¿Mostrar los mensajes completos en la vista de comentarios?
fi: Näytetäänkö koko viesti kommenttinäkymässä?
hu: A hozzászólás törzsének teljes megjelenítése szál nézetben?
lt: Rodyti pilną žinutės tekstą komentarų sąraše?
sl: Prikažem telesa sporočil v komentarjih?

source: Display full message bodies in the thread list view?
de: Kompletten Beitragstext in der Themenliste anzeigen?
es: ¿Mostrar los mensajes completos en el listado de conversaciones?
fi: Näytetäänkö koko viesti ketjunäkymässä?
hu: A hozzászólás törzsének teljes megjelenítése szál nézetben?
it: Mostra il corpo intero di messaggi nel elenco di discussioni?
lt: Rodyti pilną žinutę temos žinučių sąraše?
sl: Prikažem vsebino sporočil v drevesnem pregledu?

source: Display graphical emoticons?
de: Emoticons anzeigen?
es: ¿Mostrar emoticones gráficos?
fi: Näytetäänkö graafiset hymiöt?
hu: Smiley-k megjelenítése?
it: Visualizza le faccine grafiche?
lt: Rodyti grafines šypsenėles?
lv: Rādīt grafiskās emotikonas?
sl: Prikažem grafične smeškote?

source: Edit
de: Bearbeiten
es: Modificar
fi: Muokkaa
hu: Szerkesztés
it: Modifica
lt: Redaguoti
lv: Labot
sl: Uredi

source: Edit Forum
de: Forum bearbeiten
es: Modificar foro
fi: Muokkaa foorumia
hu: Fórum szerkesztése
it: Modifica Forum
lt: Forumo redagavimas
lv: Labot forumu
sl: Uredi tablo

source: Edit Message
de: Beitrag bearbeiten
es: Modificar mensaje
fi: Muokkaa viestiä
hu: Hozzászólás szerkesztése
it: Modifica Messaggio
lt: Žinutės redagavimas
lv: Labot ziņojumu
sl: Uredi sporočilo

source: Edit Message in "%s"
de: Beitrag in "%s" bearbeiten
es: Modificar mensaje en "%s"
fi: Muokkaa viestiä "%s":ssä
hu: Hozzászólás szerkesztése ebben: "%s"
it: Modifica Messaggio in "%s"
lt: Žinutės redagavimas forume "%s"
lv: Labot ziņojumu "%s"
sl: Uredi sporočilo v "%s"

source: Edit a comment
de: Kommentar bearbeiten
es: Modificar un comentario
fi: Muokkaa kommenttia
hu: Megjegyzés szerkesztése
lt: Redaguoti komentarą
lv: Labot komentāru
sl: Uredi komentar

source: Edit forum
de: Forum bearbeiten
es: Modificar foro
fi: Muokkaa foorumia
hu: Fórum szerkesztése
it: Modifica forum
lt: Redaguoti forumą
lv: Labot forumu
sl: Uredi tablo

source: Edit message
de: Beitrag bearbeiten
es: Modificar mensaje
fi: Muokkaa viestiä
hu: Hozzászólás szerkesztése
it: Modifica messaggio
lt: Redaguoti žinutę
lv: Labot ziņojumu
sl: Uredi sporočilo

source: Enter a brief description of this forum
de: Geben Sie eine kurze Beschreibung für dieses Forum ein
es: Introduzca una descripción breve del foro
fi: Anna lyhyt kuvaus tästä foorumista
hu: Rövid leírás ehhez a fórumhoz
it: Inserisci una descrizione breva di questo forum
lt: Įrašykite trumpą forumo aprašymą
sl: Vnesi kratek opis table

source: Flat
de: Flach
es: Vista plana
fi: Tasainen
hu: Lapos
it: Piatto
lt: Plokščias
lv: Plakans
sl: Spisek

source: Forum %s does not exist.
de: Das Forum %s existiert nicht.
es: El foro %s no existe.
fi: Foorumia %s ei ole olemassa.
hu: A %s fórum nem létezik
lt: Forumas %s neegzistuoja.
lv: Forums %s nepastāv.
sl: Tabla %s ne obstaja.

source: Forum Modified
de: Forum geändert
es: Se ha modificado el foro
fi: Foorumia muokattu
hu: Fórum módosult
it: Forum Modificato
lt: Forumas keistas
lv: Forums mainīts
sl: Tabla je bila spremenjena

source: Forum created.
de: Forum erstellt.
es: Se ha creado el foro.
fi: Foorumi luotu
hu: Fórum létrejött.
it: Forum creato.
lt: Forumas sukurtas.
lv: Forums izveidots.
sl: Tabla ustvarjena.

source: Forum deleted.
de: Forum gelöscht.
es: Se ha eliminado el foro.
fi: Foorumi poistettu.
hu: Fórum törölve.
it: Forum eliminato.
lt: Forumas ištrintas.
lv: Forums izdzēsts.
sl: Tabla je bil izbrisana.

source: Forum name
de: Forumsname
es: Nombre del foro
fi: Foorumin nimi
hu: Fórum neve
it: Nome forum
lt: Forumo pavadinimas
lv: Foruma nosaukums
sl: Ime table

source: Forum not deleted.
de: Forum nicht gelöscht.
es: No se ha eliminado el foro.
fi: Foorumia ei poistettu.
hu: Fórum megtartva.
it: Forum non eliminato.
lt: Forumas neištrintas.
lv: Forums nav izdzēsts.
sl: Tabla ni bila izbrisana.

source: Forums
de: Foren
es: Foros
fi: Foorumit
hu: Fórumok
it: Forum
lt: Forumai
lv: Forumi
sl: Table

source: Forums View
de: Forenansicht
es: Vista de foros
fi: Fooruminäkymä
hu: Fórum nézet
it: Visualizza i Forum
lt: Forumo rodymas
lv: Foruma skatījums
sl: Pregled tabel

source: Forums in %s
de: Foren in %s
es: Foros de %s
hu: Fórumok itt: %s
lt: %s forumai
lv: Forumi uz %s
sl: Forumi v %s

source: From
de: Von
es: De
fi: Lähettäjä
hu: Küldte:
it: Da
lt: Nuo
lv: Sūtītājs
sl: Od

source: Goto page:
de: Zu Seite:
es: Ir a la página:
fi: Mene sivulle:
hu: Ugrás ide:
lt: Eiti į puslapį:
lv: Iet uz lapu:
sl: Pojdi na stran:

source: Hide bodies
de: Beitragstexte ausblenden
es: Ocultar cuerpos
fi: Piilota leipäteksti
hu: Szöveg elrejtése
lt: Paslėpti žinučių tekstą
lv: Slēpt ķermeņus
sl: Skrij telesa

source: Hot thread
de: "Heißes" Thema
es: Conversación caliente
fi: Kuuma ketju
hu: Friss szál
it: Discussione scottante
lt: Dažna tema
lv: Karsts pavedienu
sl: Vroča tema

source: If selected users will be able to attach files to their messages.
de: Wenn markiert, können alle Benutzer Dateien an ihre Beiträge anhängen.
es: Si se selecciona los usuarios podrán adjuntar archivos a sus mensajes.
fi: Voikovatko tietyt käyttäjät liittää tiedostoja viesteihinsä.
hu: A kiválasztott felhasználók csatolhatnak fájlokat a hozzászólásaikhoz.
it: Se selezionato, gli utente potranno allegare i file a loro messaggi.
lt: Jeigu pasirinksite, vartotojai galės prikabinti failus prie savo žinučių.
sl: Če je izbrano dovoljuješ uporabnikom pripenjanje datotek k svojim sporočilom.

source: Invalid parent message, you will be posting this message as a new thread.
de: Ungültiger Ursprungsbeitrag. Ihr Beitrag wird als neues Thema erstellt.
es: Mensaje padre no válido, estará enviando este mensaje como una conversación nueva.
fi: Juuriviesti on epäkelpo, tämä viesti aloittaa uuden säikeen.
hu: Érvénytelen eredeti hozzászólás. Új szálon indul a hozzászólásod.
it: Messaggio originale invalido, questo messaggio sara' inviato come una nuova discussione.
lt: Neteisinga tėviškoji žinutė, ši žinutė bus paskelbta kaip nauja tema.
sl: Prvotno sporočilo ne obstaja, to sporočilo bo objavljeno kot nova tema.

source: Is this a moderated forum?
de: Ist dies ein moderiertes Forum?
es: ¿El foro está moderado?
fi: Onko tämä moderoitu foorumi
hu: Moderált fórum?
it: Questo e' un forum moderato?
lt: Ar tai moderuojamas forumas?
lv: Vai šis ir cenzēts forums?
sl: Ali je to moderirana tabla?

source: Keywords
de: Stichwörter
es: Palabras clave
fi: Avainsanat
hu: Kulcsszavak
lt: Žodžiai
lv: Atslēgvārdi
sl: Ključne besede

source: Last Message
de: Letzter Beitrag
es: Último mensaje
fi: Viimeinen viesti
hu: Legutolsó hozzászólás
it: Ultimo Messaggio
lt: Paskutinė žinutė
lv: Pēdējais ziņojums
sl: Zadnje sporočilo

source: Last Post
de: Letzter Beitrag
es: Último envío
fi: Viimeksi lähetetty
hu: Legutolsó hozzászólás
it: Ultimo Messaggio
lt: Paskutinė žinutė
lv: Pēdējais ziņojums
sl: Zadnje sporočilo

source: Last post
de: Letzter Beitrag
es: Último envío
fi: Viimeksi lähetetty
hu: Legutolsó hozzászólás
lt: Paskutinė žinutė
lv: Pēdējais ziņojums
sl: Zadnji vpis

source: Last posts in forums owned by %s
de: Letzte Beiträge in Foren von %s
fi: Viimeisimmät viestit foorumissa omistajana %s
hu: Az utolsó hozzászólások tulajdonosa %s
lt: Paskutiniai %s pranešimai forumuose
lv: Pēdējie ziņojumi forumos, kuru īpašnieks ir %s.
sl: Zadnja sporočila v formih uporabnika %s

source: Lock
de: Sperren
es: Bloquear
fi: Lukitse
hu: Zárolás
lt: Užrakinti
lv: Aizslēgt
sl: Zakleni

source: Lock thread
de: Thema sperren
es: Bloquear conversación
fi: Lukitse ketju
hu: Szál zárolása
it: Chiudi la discussione
lt: Užrakinti temą
lv: Aizslēgt pavedienu
sl: Zakleni temo

source: Locking thread "%s"
de: Thema "%s" sperren
es: Bloqueando conversación "%s"
fi: Lukitse ketju "%s"
hu: "%s" szál zárolása
lt: Temos "%s" rakinimas
lv: Slēdzu pavedienu "%s"
sl: Zaklepanje teme "%s"

source: Malformed avatar.
de: Ungültiger Avatar.
es: Imagen personal defectuosa.
fi: Kelvoton avatar.
hu: Hibás avatár.
lt: Neteisingas avataras.
lv: Nederīgs avatārs.
sl: Pokvarjen avatar.

source: Malformed database entry.
de: Ungültiger Datenbankeintrag.
es: Entrada de base de datos defectuosa.
fi: Kelvoton tietokantatieto.
hu: Hibás adatbázis-bejegyzés.
lt: Neteisingas duomenų bazės įrašas.
lv: Kļūdains datubāzes ieraksts.
sl: Pokvarjen vpis v bazi podatkov.

source: Mandatory arguments to long options are mandatory for short options too.
de: Pflichtwerte für lange Parameter sind auch für kurze Parameter verpflichtend.
es: Los argumentos requeridos de las opciones extendidas también son requeridos en las opciones abreviadas.
fi: Pakolliset argumentit pitkille optioille on pakollisia myös lyhille.
hu: A kötelező hosszú opciók rövid alakja is kötelező.

source: Merge
de: Zusammenfügen
es: Combinar
fi: Yhdistä
hu: Összefésülés
lt: Sujungti
lv: Apvienot
sl: Združi

source: Merge "%s" with another thread
de: "%s" mit anderem Thema zusammenfügen
es: Combinar "%s" con otra conversación
fi: Yhdistä "%s" toiseen ketjuun
hu: A "%s" szál összefűzése másik szállal
lt: Sujungti "%s" su kita tema
sl: Združi "%s" z drugo temo

source: Message
de: Beitrag
es: Mensaje
fi: Viesti
hu: Hozzászólás
it: Messaggio
lt: Žinutė
lv: Ziņojums
sl: Sporočilo

source: Message %s reported as abuse
de: Beitrag %s als Spam gemeldet
es: Se ha considerado el mensaje %s como correo abusivo.
hu: A %s hozzászólás megjelölve helytelennek.
lt: Žinutė %s paskelbta kaip nepageidaujama.
lv: Ziņojums %s ir atzīmēts kā aizskarošs
sl: Zloraba v sporočilu %s.

source: Message ID "%d" not found
de: Beitrags-ID "%d" nicht gefunden
es: No se encontró el ID de mensaje "%d"
fi: Viesti ID "%s" ei löytynyt
hu: Nincs "%d" azonosítójú hozzászólás
lt: Žinutė, kurios ID "%d", nėrasta
lv: Ziņojuma ID "%d" nav atrasts
sl: Spročilo št "%d" ne obstaja

source: Message View
de: Beitragsansicht
es: Vista de mensajes
fi: Viestinäkymä
hu: Hozzászólás nézet
it: Visualizzazione Messaggio
lt: Žinutės rodymas
lv: Ziņojumu skats
sl: Pregled sporočil

source: Message deleted.
de: Beitrag gelöscht.
es: Se ha eliminado el mensaje.
fi: Viesti poistettu.
hu: Hozzászólás törölve.
it: Messaggio eliminato.
lt: Žinutė ištrinta.
lv: Ziņojums izdzēsts.
sl: Sporočilo je zbrisano.
