Repository: horde/horde
Catalog: agora/locale/*/LC_MESSAGES/agora.po
Languages: de, es, fi, hu, it, lt, lv, sl

source: Yes
de: Ja
es: Sí
fi: Kyllä
hu: Igen
lt: Taip
lv: Jā
sl: Da

source: Yes, allow replies
de: Ja, Antworten zulassen
es: Sí, permitir respuestas
fi: Kyllä, salli vastaukset
hu: Igen, engedélyezem a válaszokat
it: Si, permetti le risposte
lt: Taip, leisti atsakinėti
lv: Jā, atļaut atbildes
sl: Dovoli odgovarajanje

source: Yes, and don't thread them
de: Ja, ohne einzurücken
es: Sí, y no mostrar las conversaciones
fi: Kyllä, ja älä ketjuja niitä
hu: Igen, de ne kerüljenek szálba.
lt: Taip, ir nerodo sąryšių
sl: Da, ne veži jih drevesno

source: You don't have permission to access messages in forum %s.
de: Sie haben nicht genügend Rechte, um Beiträge im Forum %s anzuzeigen.
es: Carece de permisos para acceder a los mensajes del foro %s.
fi: Sinulla ei ole oikeuksia nähdä viestejä foorumissa %s.
hu: Nincs jogosultsága az hozzászólások eléréséhez a %s fórumban.
lt: Jūs neturite teisių peržiūrėti žinutes forume %s.
lv: Jums nav tiesību piekļūt ziņojumiem forumā %s.
sl: Nimate dovoljenj za dostop do sporočil v tabli %s.

source: You don't have permission to delete messages in forum %s.
de: Sie haben nicht genügend Rechte, um Beiträge im Forum %s zu löschen.
es: Carece de permisos para eliminar los mensajes del foro %s.
fi: Sinulla ei ole oikeuksia poistaa viestejä foorumista %s.
hu: Nincs jogosultsága az hozzászólások törléséhez a %s fórumban.
lt: Jūs neturite teisių ištrinti žinutes iš forumo %s.
lv: Jums nav tiesību dzēst ziņojumus forumā %s.
sl: Nimate dovoljenj za brisanje sporočil v tabli %s.

source: You don't have permission to post messages in forum %s.
de: Sie haben nicht genügend Rechte, um Beiträge im Forum %s zu erstellen.
es: Carece de permisos para enviar mensajes al foro %s.
fi: Sinulla ei ole oikeuksia lähettää viestejä foorumille %s.
hu: Nincs jogosultsága az hozzászólások küldéséhez a %s fórumba.
lt: Jūs neturite teisių rašyti žinučių į forumą %s.
lv: Jums nav tiesību iesūtīt ziņojumus forumā %s.
sl: Nimate dovoljenja za objavo sporočil v tabli %s.

source: You don't have permission to read messages in forum %s.
de: Sie haben nicht genügend Rechte, um Beiträge im Forum %s zu lesen.
es: Carece de permisos para leer los mensajes del foro %s.
fi: Sinulla ei ole oikeuksia lukea viestejä foorumilla %s.
hu: Nincs jogosultsága az hozzászólások olvasásához a %s fórumban.
lt: Jūs neturite teisių skaityti žinutes forume %s.
lv: Jums nav tiesību lasīt ziņojumus forumā %s.
sl: Nimate dovoljenja za prebiranje sporočil v tabli %s.

source: You don't have permissions to ban users from forum %s.
de: Sie haben nicht genügend Rechte, um Benutzer vom Forum %s zu verbannen.
es: Carece de permisos para prohibir usuarios en el foro %s.
fi: Sinulla ei ole oikeutta kieltää käyttäjiä foorumilta %s.
hu: Nincs jogosultsága a felhasználók tiltásához a %s fórumban.
lt: Jūs neturite teisių blokuoti vartotojų forume %s.
lv: Jums nav tiesību bloķēt lietotājus forumā %s.
sl: Nimate dovoljenja za izobčiti uporabnke s table %s.

source: You don't have permissions to create a new forum in %s
de: Sie haben nicht genügend Rechte, um ein neues Forum in %s zu erstellen
es: Carece de permisos para crear un foro en %s
fi: Sinulla ei ole oikeutta luoda uutta foorumia %s
hu: Nincs jogosultsága fórum létrehozásához itt: %s.
lt: Jūs neturite teisių kurti naujų forumų forume %s
lv: Jums nav tiesību izveidot jaunu forumu %s
sl: Nimate dovoljenj za ustvaritev novih tabel v %s.

source: You don't have permissions to delete forums in %s
de: Sie haben nicht genügend Rechte, um Foren in %s zu löschen
es: Carece de permisos para eliminar foros en %s
fi: Sinulla ei ole oikeuksia poistaa foorumeita %s
hu: Nincs jogosultsága fórum törléséhez itt: %s.
lt: Jūs neturite teisių trinti forumų iš forumo %s
lv: Jums nav tiesību dzēst forumus %s
sl: Nimate dovoljenj za brisanje tabel v %s.

source: You don't have permissions to edit forum %s
de: Sie haben nicht genügend Rechte, um Forum %s zu bearbeiten
es: Carece de permisos para modificar el foro %s
fi: Sinulla ei ole oikeuksia muokata foorumia %s
hu: Nincs jogosultsága a %s fórum szerkesztéséhez.
lt: Jūs neturite teisių keisti forumo %s
lv: Jums nav tiesību labot forumu %s
sl: Nimate dovoljenj za urejanje table %s.

source: Your message has been enqueued and is awaiting moderation. It will become visible after moderator approval.
de: Ihre Nachricht wurde in eine Warteschlange aufgenommen und wird angezeigt, sobald ein Moderator sie freigegeben hat.
fi: Viestisi on laitettu jonoon odottamaan moderointia. Viesti tulee näkyviin kun moderaattori on sen hyväksynyt.
hu: A hozzászólása rögzítésre került, de moderálásra vár. Moderátori jóváhagyás után fog megjelenni.
lt: Jūsų žinutė laukia moderavimo eilėje. Ji taps matoma kai moderatorius ją patvirtins.
sl: Vaše sporočilo čaka na potridtev. Vidno bo takoj po potrditivi urednika.

source: _Forums
de: _Foren
es: _Foros
fi: _Foorumit
hu: _Fórumok
lt: Forumai
lv: Forumi
sl: _Table

source: _Moderate
de: _Moderieren
es: _Moderar
fi: _Moderoi
hu: _Moderálás
lt: Moderuoti
lv: Cenzēt
sl: _Moderiraj

source: _Moderators
de: _Moderatoren
es: Mo_deradores
fi: _Moderaattorit
hu: _Moderátorok
lt: Moderatoriai
sl: Moderatorji

source: _New Forum
de: _Neues Forum
es: _Añadir foro
fi: _Uusi foorumi
hu: Ú_j fórum
lt: Naujas forumas
lv: Jauns forums
sl: _Nova tabla

source: _Search
de: _Suche
es: _Buscar
fi: _Haku
hu: _Keresés
lt: Ieškoti
lv: Meklēt
sl: I_skanje

source: _Threads
de: _Themen
es: _Conversaciones
fi: _Ketjut
hu: _Szálak
lt: Temos
lv: Pavedieni
sl: _Teme

source: by
de: von
es: por
lv: autors:
sl: od

source: download
de: Herunterladen
es: descargar
fi: tallenna
hu: letöltés
it: scarica
lt: atsisiųsti
lv: lejupielādēt
sl: pretoči

source: on:
de: am:
es: en:
hu: itt:
lv: datums:
sl: dne:

source: size: %s
de: Größe: %s
es: tamaño: %s
fi: koko: %s
hu: méret: %s
it: grandezza: %s
lt: dydis: %s
lv: izmērs: %s
sl: velikost: %s

source: type: %s
de: Typ: %s
es: tipo: %s
fi: tyyppi: %s
hu: típus: %s
it: tipo: %s
lt: tipas: %s
lv: tips: %s
sl: tip: %s

source: Avatar
es: Imagen personal
hu: Avatár
lt: Avataras
lv: Avatārs

source: Forum
es: Foro
fi: Foorumi
hu: Fórum
lt: Forumas
lv: Forums
sl: Tabla

source: Moderator
es: Moderador
fi: Moderoija
hu: Moderátor
lt: Moderatorius
lv: Moderators

source: Choose from a gallery of avatars:
es: Elija de una galería de imágenes personales:
sl: Izberi avatar iz galerije:

source: Display Options
es: Opciones de Visualización
it: Opzioni di Visualizzazione
sl: Prikaži Možnosti

source: Set your options for the forums view.
es: Define las opciones de la vista de foros.
it: Imposta le tue opzioni per la visualizzazione di forum.
sl: Nastavi svoje monosti za pregled tabel.

source: Set your options for the message view.
es: Define las opciones de la vista de mensajes.
it: Imposta le tue opzioni per la visualizzazione del messaggio.
sl: Nastavi svoje možnosti za pregled sporočil.

source: Set your options for the single thread view.
es: Define las opciones de la vista de conversación.
it: Imposta le tue opzioni per la visualizzazione di una singola discussione.
sl: Nastavi svoje nastavitve za enojen pregled tem.

source: Set your options for the threads view.
es: Define las opciones de la vista de conversaciones.
it: Imposta le tue opzioni per la visualizzazione di discussioni.
sl: Nastavi svoje možnosti za pregled tem.

source: You are not authorised for this action.
sl: Nimate pravic za ta ukaz

source: -- Top Level --
it: -- Primo Livello --

source: Can not create a forum with an empty name.
it: Non puoi creare un forum senza nome

source: Can not create a message without a message thread.
it: Non era possibile creare un messaggio senza una discussione.

source: Could not post the message. %s
it: Non era possibile inviare il messaggio. %s

source: Could not post the message: %s
it: Non era possibile inviare il messaggio: %s

source: Delete '%s' and all replies?
it: Elimina '%s' e tutte le risposte?

source: Do not delete
it: Non eliminare

source: Locking thread '%s'
it: Chiusura della discussione '%s'

source: Message does not exist.
it: Messaggio inesistente.

source: No available forums.
it: Nessun forum disponibile.

source: No forums available.
it: Nessun forum disponibile.

source: No messages to moderate available.
it: Nessun messaggio da moderare Ã¨ disponibile.

source: No threads available.
it: Nessuna discussione disponibile.

source: Number of threads to display on each page
it: Numero di discussioni da mostrare su ogni pagina

source: Posted By
it: Inviato Da

source: Posted by <tag:message_author /> on <tag:message_date />
it: Inserito da <tag:message_author /> il <tag:message_date />

source: Replying to "%s"
it: Rispondi a "%s"

source: The following messages are waiting for approval
it: I seguenti messaggi sono in attesa di essere approvati

source: Threads in <tag:forum_name />
it: Discussioni in <tag:forum_name />

source: You must select at least one message first.
it: Devi prima specificare almeno un messaggio.
