Repository: horde/horde
Catalog: agora/locale/*/LC_MESSAGES/agora.po
Languages: de, es, fi, hu, it, lt, lv, sl

source: Message not deleted.
de: Der Beitrag wurde nicht gelöscht.
es: Mensaje no borrado.
fi: Viestiä ei poistettu.
hu: Hozzászólás nem törlődött
it: Messaggio non eliminato.
lt: Žinutė neištrinta.
lv: Ziņojums nav izdzēsts.
sl: Sporočilo ni zbrisano.

source: Message posted.
de: Beitrag gespeichert.
es: Mensaje enviado.
fi: Viesti lähetetty.
hu: Hozzászólás elküldve
it: Messaggio inserito.
lt: Žinutė įrašyta.
lv: Ziņojums nosūtīts.
sl: Sporočilo je poslano.

source: Messages
de: Beiträge
es: Mensajes
fi: Viestit
hu: Hozzászólások
it: Messaggi
lt: Žinutės
lv: Ziņojumi
sl: Sporočila

source: Messages Awaiting Moderation
de: Zu moderierende Beiträge
es: Mensajes pendientes de moderación
fi: Viestejä odottamassa moderointia
hu: Hozzászólások várnak moderálásra
it: Messaggi In Attesa di Moderazione
lt: Žinutės laukiančios patvirtinimo
lv: Apstiprinājumu gaidošie ziņojumi
sl: Nepotrjena sporočila

source: Moderate
de: Mäßig
es: Moderar
fi: Moderoi
hu: Moderálás
it: Moderare
lt: Moderuoti
lv: Cenzēt
sl: Moderiraj

source: Moderators
de: Moderatoren
es: Moderadores
fi: Moderoijat
hu: Moderátorok
lt: Moderatoriai
lv: Moderatori
sl: Moderatorji

source: Move
de: Verschieben
es: Trasladar
fi: Siirrä
hu: Mozgat
lt: Perkelti
lv: Pārvietot
sl: Premakni

source: Move "%s" to another forum
de: "%s" in ein anderes Forum verschieben
es: Trasladar "%s" a otro foro
fi: Siirrä "%s" toiseen foorumiin
hu: A "%s" mozgatása másik fórumba
lt: Perkelti "%s" į kitą forumą
lv: Pārvietot "%s" uz citu forumu
sl: Premakni "%s" v drugo tablo

source: My Information
de: Meine Informationen
es: Mi información
fi: Omat tiedot
hu: Adataim
lt: Mano informacija
lv: Mana informācija
sl: Moji podatki

source: New Forum
de: Neues Forum
es: Añadir foro
fi: Uusi foorumi
hu: Új fórum
it: Nuovo Forum
lt: Naujas forumas
lv: Jauns forums
sl: Nova tabla

source: New Post
de: Neuer Beitrag
es: Añadir envío
fi: Uusi viesti
hu: Új hozzászólás
lt: Nauja žinutė
lv: Jauns ziņojums
sl: Nov vpis

source: New Thread
de: Neues Thema
es: Añadir conversación
fi: Uusi ketju
hu: Új szál
it: Nuova Discussione
lt: Nauja tema
lv: Jauns pavediens
sl: Nova tema

source: New posts
de: Neue Beiträge
es: Envíos nuevos
fi: Uudet viestit
hu: Új hozzászólások
lt: Naujos žinutės
lv: Jauni ziņojumi
sl: Nova sporočila

source: No
de: Nein
fi: Ei
hu: Nem
lt: Ne
lv: Nē
sl: Ne

source: No available threads.
de: Keine Themen verfügbar.
es: No hay conversaciones.
fi: Ei ketjuja saatavilla.
hu: Nincs elérhető szál
it: Nessuna discussione disponibile.
lt: Temų nėra.
lv: Nav pieejamu pavedienu
sl: Ni dostopnih tem.

source: No forum selected
de: Kein Forum ausgewählt.
es: No se ha seleccionado un foro.
fi: Ei foorumia valittuna
hu: Nincs fórum kiválasztva.
lt: Nepasirinktas forumas
lv: Nav izvēlēts neviens forums
sl: Tabla ni bila izbrana.

source: No forums have been created.
de: Es wurden keine Foren erstellt.
es: No se ha creado ningún foro.
fi: Ei foorumeita luotuna.
hu: Nem készült el a fórum.
lt: Forumų nėra.
lv: Forumi nav izveidoti.
sl: Ni bila ustvarjen še nobena tabla.

source: No graphical emoticons
de: Emoticons nicht anzeigen
es: No hay emoticones gráficos
fi: Ei graafisia hymiöitä
hu: Nincsenek smiley-k
it: Nessun emoticon grafico
lt: Nerodyti grafinių šypsenėlių
lv: Bez grafiskām emotikonām
sl: Ni grafičnih smeškotov

source: No messages are waiting for moderation.
de: Keine Beiträge zu moderieren.
es: No hay mensajes pendientes de moderación.
fi: Ei viestejä odottamassa moderointia
hu: Nem vár hozzászólás moderálásra
lt: Žinučių laukiančių moderavimo nėra.
sl: Ni sporočil, ki bi čakala na moderiranje.

source: No moderators are associated with this forum.
de: Diesem Forum sind keine Moderatoren zugeordnet.
es: No se ha asociado ningún moderador a este foro.
fi: Ei moderaattoreita liitettynä tähän foorumiin.
hu: Nincs moderátor rendelve ehhez a fórumhoz.
lt: Šiam forumui nepaskirtas joks moderatorius.
sl: Ni moderatorjev povezanih s to tablo.

source: No moderators have been created.
de: Es wurden keine Moderatoren angelegt.
es: No se ha creado ningún moderador.
fi: Ei moderaattoreja luotuna.
hu: Nincsenek moderátorok.
lt: Moderatorių nėra.
lv: Nav radīti moderatori.
sl: Moderator ni bil ustvarjen.

source: No threads
de: Keine Themen
es: Sin conversaciones
fi: Ei ketjuja
hu: Nincsenek szálak.
it: Nessuna discussione
lt: Temų nėra
lv: Nav pavedienu
sl: Ni tem

source: No, do not allow replies
de: Nein, Antworten nicht zulassen
es: No, no permitir respuestas
fi: Ei, älä salli vastauksia
hu: Nem, nem engedélyezem a válaszokat
it: No, non permettere le risposte
lt: Ne, neleisti atsakinėti
sl: Ne dovoli odgovarjanja

source: Number of forums to display on each page
de: Anzahl der Foren pro Seite
es: Número de foros mostrado en cada página
fi: Kuinka monta foorumia näytetään yhdellä sivulla
hu: Az egy lapon megjelenített fórumok száma:
it: Numero di forum da mostrare su ogni pagina
lt: Forumų skaičius viename puslapyje
lv: Vienā lapā rādāmo forumu skaits
sl: Število tabel na vsaki strani

source: Number of message to display on each page
de: Anzahl der Beiträge pro Seite
es: Número de mensajes mostrados en cada página
fi: Kuinka monta viestiä näytetään yhdellä sivulla
hu: Az egy lapon megjelenített hozzászólások száma:
lt: Žinučių skaičius viename puslapyje
lv: Vienā lapā rādāmo ziņojumu skaits
sl: Število sporočil na vsaki strani

source: Number of messages to display on each page
de: Anzahl der Beiträge pro Seite
es: Número de mensajes mostrados en cada página
fi: Kuinka monta viestiä näytetään yhdellä sivulla
hu: Az egy lapon megjelenített hozzászólások száma:
lt: Žinučių skaičius viename puslapyje
lv: Vienā lapā rādāmo ziņojumu skaits
sl: Število sporočil na vsaki strani

source: Number of views in 24hrs to trigger a 'hot-thread':
de: Anzahl der Seitenaufrufe innerhalb von 24 Stunden, um ein Thema als "heiß" zu markieren:
es: Número de opiniones en 24 horas que activen una 'conversación-caliente':
fi: Lukijoiden määrä 24 tunnin aikana, joka muuttaa 'kuumaksi ketjuksi':
hu: 24 órán belöli ránézések száma a 'forró szál' bekapcsolásához:
it: Numero di visualizzazioni in 24 ore per segnalare una 'discussione scottante'
lt: Parodymų skaičius per 24 val., kad tema būtų paskelbta kaip 'dažna':
sl: Število branj v zadhnjih 24ih urah, ki so potrebna za označbo kot vroča tema.

source: Only display this many forums (0 to display all forums)
de: Maximal so viele Foren anzeigen (0 um alle Foren anzuzeigen)
es: Mostrar sólo este número de foros (0 para mostrar todos los foros)
fi: Näytä näin monta foorumia (0 näyttää kaikki foorumit)
hu: Csak bizonyos fórumokon jelenjen meg (0 esetén minden fórumon látható)
it: Mostra solo questo numero di forum (0 per mostrare tutti i forum)
lt: Rodyti tik tiek forumų (0 rodo visus)
sl: Prikaži le toliko tabel (0 pomeni vse)

source: Only display this many threads (0 to display all threads)
de: Maximal so viele Themen anzeigen (0 um alle Themen anzuzeigen)
es: Mostrar sólo este número de conversaciones (0 para mostrar todas las conversaciones)
fi: Näytä näin monta ketjua (0 näyttää kaikki säikeet)
hu: Csak bizonyos szálakban jelenjen meg (0 esetén minden szálban látható)
it: Mostra solo questo numero di discussioni (0 per mostrare tutti le discussioni)
lt: Rodyti tik tiek temų (0 rodo visas)
sl: Prikaži toliko tem (0 pomeni vse)

source: Optional email address to recieve a copy of each posted message
de: Optionale E-Mail-Adresse, an die Kopien aller neuen Beiträge geschickt werden sollen.
fi: Osoite, johon lähetetään kopio jokaisesta kirjoitetusta viestistä (vapaaehtoinen)
hu: Opcionális emailcím a hozzászólások emailben elküldéséhez
lt: El. pašto adresas, kuriuo, jeigu norite, galite gauti kiekvienos žinutės kopiją
sl: Poljuben email kamor naj javljamo da prihajajo nova sporočila

source: Options
de: Einstellungen
es: Opciones
fi: Asetukset
hu: Beállítások
lt: Nustatymai
lv: Opcijas
sl: Možnosti

source: Page %d
de: Seite %d
es: Página %d
fi: Sivu %s
hu: %d. oldal
lt: %d puslapis
lv: %d. lapa
sl: Stran %d

source: Parent forum
de: Übergeordnetes Forum
es: Foro anterior
fi: Juurifoorumi
hu: Előző fórum
it: Forum
lt: Tėviškasis forumas
lv: Galvenais forums
sl: Prvotna tabla

source: Post
de: Abschicken
es: Enviar
fi: Lähetä
hu: Küld
it: Inserisci
lt: Įrašyti
lv: Iesūtīt
sl: Vpiši

source: Post a New Message
de: Neuen Beitrag erstellen
es: Añadir un mensaje
fi: Lähetä uusi viesti
hu: Új hozzászólás küldése
it: Inserisci un Nuovo Messaggio
lt: Sukurti naują žinutę
lv: Iesūtīt jaunu ziņojumu
sl: Oddaj novo sporočilo

source: Post a New Message to "%s"
de: Neuen Beitrag in "%s" erstellen
es: Añadir un mensaje a "%s"
fi: Lähetä uusi viesti "%s"
hu: Új hozzászólás %s részére
it: Inserisci un Nuovo Messaggio in "%s"
lt: Naujos žinutės rašymas forume "%s"
lv: Iesūtīt jaunu ziņojumu "%s"
sl: Oddaj novo sporočilo v "%s"

source: Post a Reply to "%s"
de: Antwort auf "%s" schreiben
es: Añadir una respuesta a "%s"
fi: Lähetä vastaus "%s"
hu: Válasz "%s" részére
it: Inserisci una Risposta a "%s"
lt: Atsakymo rašymas į "%s"
lv: Nosūtīt atbildi "%s"
sl: Oddaj odgovor na '%s'

source: Post message
de: Neuer Beitrag
es: Enviar mensaje
fi: Lähetä viesti
hu: Hozzászólás küldése
it: Inserisci Messagio
lt: Sukurti žinutę
lv: Nosūtīt ziņojumu
sl: Oddaj sporočilo

source: Posted by
de: Geschrieben von
es: Enviado por
hu: Beküldte:
lt: Autorius
lv: Nosūtītājs
sl: Objavlil

source: Posted by %s on %s
de: Geschrieben von %s am %s
es: Enviado por %s de %s
fi: Lähettäjä %s, %s
hu: Beküldte: %s, ekkor: %s
it: Inserito da %s il %s:
lt: Autorius %s %s
lv: Nosūtījis %s, %s
sl: Objavil %s ob %s

source: Posts
de: Beiträge
es: Envíos
fi: Lähettäjät
hu: Hozzászólások
it: Messaggi
lt: Žinutės
lv: Ziņojumi
sl: Odgovorov

source: Quote
de: Zitieren
es: Citar
fi: Lainaus
hu: Idézés
lt: Cituoti
lv: Citēt
sl: Citiraj

source: Reply
de: Antworten
es: Responder
fi: Vastaa
hu: Válasz
it: Rispondi
lt: Atsakyti
lv: Atbildēt
sl: Odgovori

source: Reply to message
de: Beitrag beantworten
es: Responder al mensaje
fi: Vastaa viestiin
hu: Válasz a hozzászólásra
it: Rispondi al messaggio
lt: Atsakyti į žinutę
lv: Atbildēt uz ziņojumu
sl: Odgovori na sporočilo

source: Report as abuse
de: Missbrauch melden
es: Considerar como correo abusivo
fi: Raportoi väärinkäyttö
hu: Helytelennek jelölés
lt: Paskelbti kaip nepageidaujamą
lv: Pieteikt kā apvainojošu
sl: Prijavi zlorabo

source: Require all keywords?
de: Nach allen Wörtern suchen?
es: ¿Requerir todas las palabras claves?
fi: Tarvitaanko kaikki avainsanat?
hu: Mindegyik kulcsszó kell?
lt: Reikalauti visų raktinių žodžių?
lv: Pieprasīt visus atslēgvārdus?
sl: Zahtevam vse ključne besede?

source: Save
de: Speichern
es: Guardar
fi: Tallenna
hu: Mentés
it: Salva
lt: Išsaugoti
lv: Saglabāt
sl: Shrani

source: Search
de: Suche
es: Buscar
fi: Haku
hu: Keresés
lt: Ieškoti
lv: Meklēt
sl: Najdi

source: Search Forums
de: Foren durchsuchen
es: Buscar foros
fi: Hae foorumeista
hu: Fórum keresése
lt: Paieška forumuose
lv: Meklēt forumos
sl: Išči v tablah

source: Search Results
de: Suchergebnisse
es: Resultados de la búsqueda
fi: Haun tulokset
hu: Keresés eredménye
lt: Paieškos rezultatai
lv: Meklēšanas rezultāti
sl: Rezultati iskanja

source: Search in message contents?
de: In Beiträgen suchen?
es: ¿Buscar en contenido de los mensajes?
fi: Hae viestien sisällöst?
hu: Keressen a hozzászólás tartalmában?
lt: Ieškoti žinutės tekste?
lv: Meklēt ziņojumu tekstā?
sl: Išči po vsebini sporočil?

source: Search in subjects?
de: In Betreffs suchen?
es: ¿Buscar en los asuntos?
fi: Hae otsikoista?
hu: Keresés a tárgyban is?
lt: Ieškoti pavadinimuose?
lv: Meklēt tematos?
sl: Išči po naslovih sporočil?

source: Search in these forums
de: Diese Foren durchsuchen
es: Buscar en estos foros
fi: Hae näistä foorumeista
hu: Keresés ezekben a fórumokban
lt: Ieškoti šiuose forumuose
lv: Meklēt šajos forumos
sl: Išči v teh tablah

source: Set the avatar image that is shown with your posts.
de: Legen Sie das Avatarbild fest, das neben Ihren Beiträgen angezeigt wird.
es: Define la imagen personal mostrada con sus envíos.
fi: Aseta avata kuva, joka näytetään viestiesi yhteydessä.
hu: Válasszon egy avatárt ami a hozzászólásai mellett fog megjelenni.
lt: Avataro paveiksliuko, kuris rodomas jūsų žinutėse, nustatymas.
sl: Nastavi avatar, ki se bo prikazal v tvojih objavah

source: Set this if you want all messages to be checked by a moderator before they are posted.
de: Markieren Sie diese Einstellung, wenn alle Beiträge von einem Moderator kontrolliert werden sollen, bevor sie erscheinen.
es: Active ésto si desea que un moderador examine todos los mensajes antes de enviarlos.
fi: Aseta tämä, jos haluat että moderoija tarkastaa kaikki viestit ennen kuin ne lähetetään.
hu: Akkor állítsa ezt be, ha szeretné, hogy minden hozzászólás moderálva legyen beküldés előtt.
it: Imposta questo se vuoi che tutti i messaggi vengano controllati da un moderatore prima di essere inseriti.
lt: Pažymėkite tai, jeigu norite, kad visos žinutės prieš patekdamos į forumą, būtų patikrinamos moderatorių.
sl: Izberi to, če želiš da moderator potrdi vsako sporočilo preden je objavljeno.

source: Set your preferences for the forums view.
de: Legen Sie Ihre Einstellungen für die Forenansicht fest.
fi: Voit muokata fooruminäkymän asetuksia.
hu: Beállítások a fórum nézethez.
lt: Forumų vaizdavimo nustatymų keitimas.
lv: Konfigurēt forumu skata iestatījumus.

source: Set your preferences for the message view.
de: Legen Sie Ihre Einstellungen für die Beitragsansicht fest.
fi: Voit muokata viestinäkymän asetuksia.
hu: Beállítások a hozzászólás nézethez.
lt: Žinutės vaizdavimo nustatymų keitimas.
lv: Konfigurēt ziņojuma skata iestatījumus.

source: Set your preferences for the single thread view.
de: Legen Sie Ihre Einstellungen für die Ansicht einzelner Themen fest.
fi: Voit muokata yksi ketju kerrallaan näkymän asetuksia
hu: Az egyszálas nézet beállításai.
lt: Vienos temos vaizdavimo nustatymų keitimas.
lv: Konfigurēt atsevišķa pavediena skata iestatījumus.

source: Set your preferences for the threads view.
de: Legen Sie Ihre Einstellungen für die Themenansicht fest.
fi: Voit asettaa ketjunäkymän asetuksia.
hu: A szálak nézetének beállításai.
lt: Temų vaizdavimo nustatymų keitimas.
lv: Konfigurēt pavedienu skata iestatījumus.

source: Show graphical emoticons
de: Emoticons anzeigen
es: Mostrar emoticones gráficos
fi: Näytä graafiset hymiöt
hu: Smiley-k megjelenítése
it: Mostra emoticon grafici
lt: Rodyti grafines šypsenėles
lv: Rādīt grafiskās emotikonas
sl: Prikaži grafične smeškote

source: Single Thread
de: Einzelnes Thema
es: Conversación única
fi: Yksi ketju kerrallaan
hu: Egyszerű szál
it: Discussione Singola
lt: Viena tema
lv: Atsevišķs pavediens
sl: Ena tema

source: Single Thread View
de: Ansicht einzelner Themen
es: Conversación única
fi: Yhden ketjun näkymä
hu: Egyszerű szál nézet
it: Visualizzazione una Singola Discussione
lt: Vienos temos rodymas
lv: Atsevišķs pavediena skats
sl: Enoten pogled na temo

source: Sort Ascending
de: Aufsteigend sortieren
es: Ascendente
fi: Järjestä nousevaan
hu: Növekvő sorrend
it: Ordina Crescente
lt: Surūšiuoti didėjančia tvarka
lv: Augoši
sl: Razvrsti naraščajoče

source: Sort Descending
de: Absteigend sortieren
es: Descendente
fi: Järjestä laskevaan
hu: Csökkenő sorrend
it: Ordina Discendente
lt: Surūšiuoti mažėjančia tvarka
lv: Dilstoši
sl: Razvrsti padajoče

source: Sort by
de: Sortieren nach
es: Ordenar por
fi: Järjestä mukaan
hu: Rendezés eszerint:
lt: Rūšiuoti pagal
lv: Šķirot pēc
sl: Razvrsti po

source: Sort by %s
de: Sortieren nach %s
es: Ordenar por %s
fi: Järjestä %s mukaan
hu: Rendezés %s szerint
it: Ordina per %s
lt: Rūšiuoti pagal %s
lv: Šķirot pēc %s
sl: Razvrsti po %s

source: Sort direction
de: Sortierrichtung
es: Sentido de clasificación
fi: Järjestyksen suunta:
hu: Rendezési irány:
lt: Rūšiavimo kryptis
lv: Šķirošanas secība
sl: Vrstni red

source: Spam protection
de: Spamschutz
es: Protección anti spam
fi: Roskapostiesto
hu: Spam védelem
lt: Apsauga nuo šiukšlių
lv: Mēstuļu aizsardzība
sl: Zaščita pred reklamnimi sporočili

source: Split
de: Teilen
es: Dividir
hu: Kettévágás
lt: Išskirti
lv: Sadalīt
sl: Razbij

source: Split "%s"
de: "%s" teilen
es: Dividir "%s"
fi: Halkaise "%s"
hu: Vágd el: "%s"
lt: Išskirti "%s"
lv: Sadalīt "%s"
sl: Razbijem "%s"

source: Started
de: Erster
es: Iniciada
fi: Aloitettu
hu: Elindítva
lt: Autorius
lv: Sākts
sl: Začeto

source: Subforums
de: Unterforen
es: Foros secundarios
fi: Alifoorumit
hu: Alfórumok
it: Sotto-forum
lt: Subforumai
lv: Apakšforumi
sl: Podtabla

source: Subject
de: Betreff
es: Asunto
fi: Otsikko
hu: Tárgy
it: Oggetto
lt: Tema
lv: Temats
sl: Zadeva

source: The VFS backend needs to be configured to enable attachment uploads.
de: Das VFS-Backend muss konfiguriert sein, um das Hochladen von Dateien zu erlauben.
es: Para activar la carga de adjuntos hay que configurar el motor VFS.
fi: VFS-taustajärjestelmä pitää olla asennettu ennenkuin voi tuoda liitteitä.
hu: A VFS backendet konfigurálni kell a csatolmányok egedélyezéséhez.
lt: Prikabintų failų galimybei turi būti įjungta VFS posistemė.
lv: Lai varētu augšupielādēt pielikumus, nepieciešams konfigurēt VFS palīgmoduli.
sl: Za upprabo pripetih datotek mora biti VFS nastavljen.

source: The location of your avatar image.
de: Der Ort Ihres Avatarbildes.
es: Ubicación de su imagen personal.
fi: Avatar kuvan sijainti.
hu: Az ön avatárjának a helye.
lt: Jūsų avataro paveiksliuko vieta.
lv: Jūsu avatāra attēla atrašanās vieta.
sl: Lokacija tvoje slike za avatar.

source: There are no forums.
de: Keine Foren gefunden.
es: No hay foros.
fi: Ei ole foorumeita.
hu: Nincsenek fórumok.
lt: Forumų nėra.
lv: Forumu nav.
sl: Ni tabel.

source: There are no threads in this forum.
de: In diesem Forum befinden sich noch keine Beiträge.
es: No hay conversaciones en este foro.
fi: Tässä foorumissa ei ole ketjuja.
hu: Nincsenek szálak ebben a fórumban.
lt: Šiame forume temų nėra.
lv: Šajā forumā nav pavedienu.
sl: Ni odprih tem v tej tabli.

source: This thread has been locked.
de: Dieses Thema wurde geschlossen.
es: Esta conversación se ha bloqueado.
fi: Tämä ketju on lukittu.
hu: Szál zárolva.
lt: Ši tema yra užrakinta.
lv: Šis pavediens ir slēgts.
sl: Tema je bila zaklenjena.

source: This will delete the forum, any subforums and all relative messages.
de: Damit wird das Forum, alle Unterforen und alle dazugehörigen Beiträge gelöscht.
es: Ésto eliminará el foro, cualquier foro secundario y todos los mensajes que contengan.
fi: Tämä poistaa foorumin, kaikki alifoorumit ja niihin liittyvät viestit
hu: Ez törli a fórumot annak összes alfórumával és minden hozzászólásával együtt.
it: Questo eliminerÃ il forum, qualsiasi sotto-forum e tutti i relativi messaggi.
lt: Tai ištrins šį forumą, bet kokius gilesnius forumus ir visas susijusias žinutes.
sl: Izbris table bo uničil tudi vse podtable in sporočila v njih.

source: Thread
de: Thema
es: Conversación
fi: Ketju
hu: Szál
lt: Temų grupės
lv: Pavediens
sl: Tema

source: Thread %s merged with thread %s after message %s.
de: Thema %s mit Thema %s nach Beitrag %s zusammengefügt.
es: Se ha combinado la conversación %s con la conversación %s tras el mensaje %s.
fi: Ketju %s yhdistettiin ketjun %s kanssa viestin %s jälkeen.
hu: A %s szál össze lett fésülve a %s szállal a %s. hozzászólás után.
lt: Tema %s sujungta su tema %s po žinutės %s.
sl: Tema %s je bila družena s temo %s za sporočilom %s.

source: Thread %s moved to from forum %s to %s.
de: Thema %s von Forum %s nach %s verschoben.
es: Se ha trasladado la conversación %s al foro %s desde el foro %s.
fi: Ketju %s siirrettiin foorumilta %s foorumille %s.
hu: A %s szál átkerült a %s fórumból a %s fórumba.
lt: Tema %s perkelta iš forumo %s į %s.
lv: Pavediens %s pārvietots no foruma %s uz %s.
sl: Tema %s je bila premaknjena iz table %s v %s.

source: Thread List
de: Themenliste
es: Lista de conversaciones
fi: Lista ketjuista
hu: Szálak listája
it: Elenco Discussioni
lt: Žinučių sąrašas
lv: Pavediena skatījums
sl: Spisek tem

source: Thread Summary
de: Themenübersicht
es: Resumen de la conversación
fi: Ketjun yhteenveto
hu: Szál összegzése
it: Riassunto Discussione
lt: Temos santrumpa
lv: Pavediena kopsavilkums
sl: Povzetek teme

source: Thread deleted.
de: Thema gelöscht.
es: Conversación eliminada.
fi: Ketju poistettu.
hu: Szál törölve.
lt: Tema ištrinta.
lv: Pavediens dzēsts.
sl: Tema je bila zbrisana.

source: Thread locked.
de: Thema gesperrt.
es: Conversación bloqueada.
fi: Ketju lukittu.
hu: Szál zárolva.
it: Discussione chiusa.
lt: Tema užrakinta.
lv: Pavediens slēgts.
sl: Tema je bila zaklenjena.

source: Thread splitted by message %s.
de: Thema ab Beitrag %s geteilt.
es: Se ha dividido la conversación a partir del mensaje %s.
fi: Ketju halkaistu viestistä %s.
hu: A szál elvágva a %s hozzászólásnál.
lt: Tema išskirta žinute %s.
lv: Pavediens sadalīts aiz ziņojuma %s.
sl: Tema je bila razbita pri sporočilu %s.

source: Thread unlocked.
de: Thema freigegeben.
es: Conversación desbloqueada.
fi: Ketju avattu.
hu: Szál feloldva
it: Discussione aperta.
lt: Tema atrakinta.
lv: Pavediens atvērts.
sl: Tema je bila odklenjena.

source: Threads
de: Themen
es: Conversaciones
fi: Ketjut
hu: Szálak
it: Discussioni
lt: Temos
lv: Pavedieni
sl: Teme

source: Threads View
de: Themenansicht
es: Vista de conversaciones
fi: Ketjunäkymä
hu: Szál nézet
it: Visualizzazione Discussioni
lt: Temų rodymas
lv: Pavedienu skats
sl: Razvejan pregled

source: Threads in "%s"
de: Themen in "%s"
es: Conversaciones en "%s"
fi: Ketjut - "%s"
hu: Szálak "%s"-ban
it: Discussioni in "%s"
lt: "%s" temos
lv: Pavedieni forumā "%s"
sl: Teme v "%s"

source: Threads in %s
de: Themen in %s
es: Conversaciones en %s
fi: Ketjut - %s
hu: Szálak %s-ban
it: Discussioni in %s
lt: %s temos
lv: Pavedieni forumā %s
sl: Teme v %s

source: Unable to fetch selected thread.
de: Das ausgewählte Thema konnte nicht gelesen werden.
es: Incapaz de traer la conversación seleccionada.
fi: Ei voi hakea valittua säiettä.
hu: Nem lehet a kért szálat megnyitni.
it: Impossibile accedere alla discussione selezionata.
lt: Nepavyko parodyti pasirinktos temos.
lv: Nevar atvērt izvēlēto forumu.
sl: Ne morem dobiti izbrane teme.

source: Unable to fetch threads for selected forum.
de: Die Themen für das ausgewählte Forum konnten nicht gelesen werden.
es: Incapaz de traer las conversaciones del foro seleccionado.
fi: Ei voi hakea katjuja valitulta foorumilta.
hu: Nem lehet a kért fórumot megnyitni.
it: Impossibile accedere alle discussioni per il forum selezionato.
lt: Nepavyko parodyti temų pasirinktame forume.
sl: Ne morem dobiti teme za izrano tablo.

source: Unlock
de: Freigeben
es: Desbloquear
fi: Avaa
hu: Feloldás
lt: Atrakinti
sl: Odkleni

source: Unlock thread
de: Thema freigeben
es: Desbloquear conversación
fi: Avaa ketju
hu: Szál feloldása
it: Apri la discussione
lt: Atrakinti temą
lv: Atvērt pavedienu
sl: Odkleni temo

source: Update
de: Aktualisierung
es: Actualizar
fi: Päivitä
hu: Frissítés
it: Aggiorna
lt: Atnaujinti
lv: Atsvaidzinat
sl: Posodobi

source: Usage: %s [OPTIONS]...
de: Aufruf: %s [OPTIONEN]...
es: Uso: %s [OPCIONES]...
fi: Käyttö %s [OPTIOT]...
hu: Használat: %s [OPCIÓK]...
lv: Lietošana: %s [opcijas]...
sl: Uporaba: %s [OPCIJE]...

source: User
de: Benutzer
es: Usuario
fi: Käyttäjä
hu: Felhasználó
lt: Vartotojas
lv: Lietotājs
sl: Uporabnik

source: View
de: Anzeigen
es: Ver
fi: Näytä
hu: Nézet
lt: Rodyti
lv: Skatīt
sl: Prikaz

source: View bodies
de: Beitragstexte anzeigen
es: Ver cuerpos
fi: Näytä leipäteksti
hu: Szöveg megjelenítése
lt: Rodyti žinučių turinį
lv: Rādīt ķermeņus
sl: Prikaži telesa sporočil

source: Views
de: Gelesen
es: Vistas
fi: Katsottu
hu: Nézetek
lt: Rodymas
lv: Skatījumi
sl: Prikazi

source: With Thread:
de: Mit Thema:
es: Con la conversación:
fi: ketjuun:
hu: Ezzel a szállal:
lt: Su tema:
lv: Ar pavedienu:
sl: Z devato:
