Repository: horde/horde
Catalog: hermes/locale/*/LC_MESSAGES/hermes.po
Languages: de, fi

source: (%0.2f hours)
de: (%0.2f Stunden)
fi: (%0.2f tuntia)

source: (%d%%, %0.2f of %0.2f hours)
de: (%d%%, %0.2f von %0.2f Stunden)
fi: (%d%%, %0.2f / %0.2f tuntia)

source: (DISABLED)
de: (DEAKTIVIERT)
fi: (POIS KÄYTÖSTÄ)

source: "%s" is not a defined table.
de: "%s" ist nicht als Tabelle definiert.
fi: "%s" ei ole määritelty taulukko.

source: %.2f hours: %s
de: %,2f Stunden: %s

source: %s Deliverables
de: Ergebnisse für %s
fi: %s Toimitettavia

source: %s notifications
de: %s Benachrichtigungen
fi: %s ilmoitukset

source: - - None - -
de: - - Keiner - -
fi: - - Ei mitaan - -

source: --- General Cost Objects ---
de: --- Allgemeine Kostenstellen ---

source: --- No Cost Object ---
de: --- Keine Kostenstelle ---
fi: --- Ei kustannusobjektia ---

source: --- Select A Client ---
de: --- Kunden auswählen ---
fi: --- Valitse asiakas ---

source: --- Select a Job Type ---
de: --- Arbeitsart auswählen ---

source: ; Notes:
de: ; Bemerkungen:
fi: ; Muistiinpanot:

source: Access denied; user cannot modify this timeslice.
de: Zugriff verweigert; Benutzer kann diesen Zeitabschnitt nicht bearbeiten.
fi: Käyttö kielletty; käyttäjä ei voi muokata tämä aikasiivua.

source: Active
de: Aktiv

source: Active?
de: Aktiv?
fi: Aktiivi?

source: Add Job Type
de: Arbeitsart hinzufügen
fi: Lisää työn tyyppi

source: Add stop watch name and start and end time to the description of the time entry?
de: Stoppuhr-Bezeichnung und Start- und Endezeit in die Beschreibung des Zeiteintrags übernehmen?
fi: Lisää ajastimelle nimi ja aloitus- ja lopetusaika aikamerkinnän kuvaukseen?

source: Additional Notes
de: Zusätzliche Bemerkungen
fi: Lisämuistiinpanot

source: An error occurred listing clients: %s
de: Beim Anzeigen der Kunden ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe listattaessa asiakkaita: %s

source: An error occurred listing job types: %s
de: Beim Anzeigen der Arbeitsart ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe listattaessa työn tyyppejä: %s

source: An error occurred listing users: %s
de: Beim Anzeigen der Benutzer ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe listattaessa käyttäjiä: %s

source: Approved By:
de: Bestätigt durch:
fi: Hyväksynyt:

source: Bill
de: Rechnung
fi: Lasku

source: Bill?
de: Rechnung?
fi: Lasku?

source: Billable
de: Rechnung
fi: Laskutettava

source: Billable Hours
de: In Rechnung zu stellende Stunden
fi: Laskutettavat tunnit

source: Billable?
de: Rechnung?
fi: Laskutettavissa?

source: Budget hours
de: Budgetstunden

source: By Client
de: Nach Kunde
fi: Asiakas

source: By Cost Object
de: Nach Kostenstelle
fi: Kustannusobjekti

source: By Date
de: Nach Datum
fi: Päiväys

source: By Employee
de: Nach Mitarbeiter
fi: Työntekijä

source: By Job Type
de: Nach Arbeitsart
fi: Työn tyyppi

source: Cancel
de: Abbrechen
fi: Peru

source: Cannot delete deliverable; it has children.
de: Ergebnis kann nicht gelöscht werden; es existieren Unterergebnisse.
fi: Ei voi poistaa tuotettavaa; lapsia olemassa.

source: Cannot delete deliverable; there is time entered on it.
de: Ergebnis kann nicht gelöscht werden; es existieren Zeiteinträge dafür.
fi: Ei voida poistaa tuotettavaa; aikatieto olemassa.

source: Client
de: Kunde
fi: Asiakas

source: Client Name
de: Kundenname
fi: Asiakkaan nimi

source: Clients
de: Kunden
fi: Asiakkaat

source: Close
de: Schließen

source: Collapse
de: Schließen

source: Combine same clients in one invoice
de: Denselben Kunden in einer Rechnung zusammenfassen
fi: Yhdistä samat asiakkaat yhdelle laskulle

source: Comma-Separated Variable (.csv)
de: Kommagetrennte Werte (.csv)
fi: Pilkuilla erotetut muuttujat (.csv)

source: Cost Object
de: Kostenstelle
fi: Kustannusobjekti

source: Cost Objects
de: Kostenstellen
fi: Kustannusobjektit

source: Cost object
de: Kostenstelle

source: Create invoice
de: Rechnung erstellen
fi: Luo lasku

source: Date
de: Datum
fi: Päiväys

source: Delete
de: Löschen
fi: Poista

source: Delete Entry
de: Eintrag löschen
fi: Poista merkintä

source: Delete Job Type
de: Arbeitsart löschen
fi: Poista työn tyyppi

source: Delete Job Type: Confirmation
de: Arbeitsart löschen: Bestätigung
fi: Poista tuon tyyppi: Varmistus

source: Delete This Deliverable
de: Dieses Ergebnis löschen
fi: Poista tämä tuotettava

source: Delete Time
de: Zeiteintrag löschen

source: Delete the time slice?
de: Den Zeitabschnitt löschen?

source: Deliverable %d not found.
de: Ergebnis %d nicht gefunden.
fi: Tuotettavaa %d ei löytynyt.

source: Deliverable Detail
de: Ergebnisdetail
fi: Tuotettavan yksityiskohdat

source: Deliverable saved successfully.
de: Ergebnis erfolgreich gespeichert.
fi: Tuotettavan tallennus onnistui.

source: Deliverable successfully added.
de: Ergebnis erfolgreich hinzugefügt.

source: Deliverable successfully deleted.
de: Ergebnis erfolgreich gelöscht.
fi: Tuotettavan poisto onnistui.

source: Deliverables
de: Ergebnisse
fi: Tuotettavat

source: Description
de: Beschreibung
fi: Kuvaus

source: Display Name
de: Anzeigename
fi: Näkymän nimi

source: Display Preferences
de: Anzeige-Einstellungen
fi: Näkymän asetukset

source: Do not include entries after
de: Keine Einträge einbeziehen nach
fi: Älä sisällytä merkintöjä jälkeen

source: Do not include entries before
de: Keine Einträge einbeziehen vor
fi: Älä sisällytä merkintöjä ennen

source: Edit %s
de: %s Bearbeiten
fi: Muokkaa %s

source: Edit Client Settings
de: Kundeneinstellungen bearbeiten
fi: Muokkaa asiakkaan asetuksia

source: Edit Client Settings, Step 2
de: Kundeneinstellungen bearbeiten, Schritt 2
fi: Muokkaa asiakkaan asetuksia, askel 2

source: Edit Deliverables
de: Ergebnisse bearbeiten
fi: Muokkaa tuotettavia

source: Edit Entry
de: Eintrag bearbeiten
fi: Muokkaa merkintää

source: Edit Job Type
de: Arbeitsart bearbeiten
fi: Muokkaa työn tyyppiä

source: Edit Job Type, Step 2
de: Arbeitsart bearbeiten, Schritt 2
fi: Muokkaa työn tyyppiä, askel 2

source: Edit Time
de: Zeiteintrag bearbeiten
fi: Muokkaa aikaa

source: Edit job type
de: Arbeitsart bearbeiten
fi: Muokkaa työn tyyppiä

source: Edit job type, Step 2
de: Arbeitsart bearbeiten, Schritt 2
fi: Muokkaa työn tyyppiä, askel 2

source: Editing Time Entry
de: Zeiteintrag bearbeiten

source: Employee
de: Mitarbeiter
fi: Työntekijä

source: Employees
de: Mitarbeiter
fi: Työntekijät

source: Enabled
de: Aktiviert

source: Enabled?
de: Aktiviert?
fi: Käytössä?

source: Enter Time
de: Zeit eintragen
fi: Anna aika

source: Enter a title for the new timer.
de: Geben Sie einen Namen für die neue Stoppuhr an.

source: Enter details about this timer.
de: Geben Sie Details für diese Stoppuhr an.

source: Error deleting deliverable: %s
de: Fehler beim Löschen des Ergebnisses: %s
fi: Tapahtui virhe poistettaessa tuotettavia: %s

source: Error retrieving cost objects from "%s": %s
de: Fehler beim Lesen der Kostenstellen aus "%s": %s
fi: Virhe poistettaessa kustannusobjektia lähteestä "%s": %s

source: Error saving deliverable: %s
de: Fehler beim Speichern des Ergebnisses: %s
fi: Tapahtui virhe tallennettaessa tuotettavaa: %s

source: Error: %s
de: Fehler: %s
fi: Virhe: %s

source: Estimate
de: Schätzung

source: Estimated Hours
de: Geschätzte Stunden
fi: Arvoidut tunnit

source: Exclusive timers cannot run while other exclusive timers are running, but may run while other non-exclusive timers are running.
de: Exklusive Stoppuhren können nicht laufen, während andere exklusive Stoppuhren laufen. Aber sie können laufen während andere nicht-exklusive Stoppuhren laufen.

source: Export
de: Exportieren
fi: Vie

source: Export Results
de: Ergebnisse exportieren

source: Export Search Results
de: Suchergebnisse exportieren
fi: Vie haun tulokset

source: Export complete.
de: Export erledigt.

source: Exported
de: Exportiert

source: Exported?
de: Exportiert?
fi: Viety?

source: General Preferences
de: Allgemeine Einstellungen
fi: Yleiset asetukset

source: Hide Notifications
de: Benachrichtigungen verstecken
fi: Piilota ilmoitukset

source: Hourly Rate
de: Stundensatz
fi: Tuntitaksa

source: Hours
de: Stunden
fi: Tunnit

source: ID for this client when exporting data, if different from the name displayed above.
de: Kunden-ID für das Exportieren, falls sie sich von dem oben angezeigten Namen unterscheidet.
fi: ID tälle asiakkalle tietoja vietäessä, jos se on eri kuin yllä mainittu nimi.

source: Invalid timer requested
de: Ungültige Stoppuhr angefordert
fi: Pyydettiin epäkelpoa ajastinta

source: Invoice for client %s successfuly created.
de: Die Rechnung für Kunde %s wurde erfolgreich erstellt.
fi: Laskun luonti asiakkaalle %s onnitui.

source: Invoicing
de: Rechnungswesen
fi: Laskutus

source: Invoicing system is not installed.
de: Rechnungssystem ist nicht installiert.
fi: Laskutusjärjestelmä ei ole asennettu.

source: Job Type
de: Arbeitsart
fi: Työn tyyppi

source: Job Types
de: Arbeitsarten
fi: Työn tyypit

source: Job type successfully added.
de: Arbeitsart erfolgreich hinzugefügt.

source: Job type successfully deleted.
de: Arbeitsart erfolgreich gelöscht.

source: Job type successfully updated.
de: Arbeitsart erfolgreich aktualisiert.

source: JobType Name
de: Arbeitsart-Bezeichnung
fi: Työn tyypin nimi

source: Log Timer
de: Stoppuhr festhalten

source: Logged
de: Eingetragen

source: Make this timer exclusive?
de: Diese Stoppuhr exklusiv laufen lassen?

source: Mark the time as exported?
de: Diese Zeitspanne als exportiert markieren?
fi: Merkitse aika viedyksi?

source: Missing required values: check data and retry
de: Pflichtfelder fehlen: Überprüfen Sie die Daten und versuchen Sie es noch einmal.
fi: Puuttuu pakollisia merkintöjä: tarkista tiedot ja yritä uudelleen.

source: My Time
de: Meine Zeit
fi: Oma aika

source: My Timers
de: Meine Stoppuhren

source: My Unsubmitted Time
de: Meine nicht abgeschickten Zeiteinträge
fi: Oma lähettämätön aika

source: My _Time
de: _Meine Zeit
fi: Oma _Aika

source: New Sub-deliverable
de: Neues Unterergebnis
fi: Uusi alituotettava

source: New Time
de: Neuer Zeiteintrag
fi: Uusi aika

source: New Timer
de: Neue Stoppuhr

source: New Top-level Deliverable
de: Neues Hauptergebnis
fi: Uusi ylimmän tason tuotettava

source: No
de: Nein
fi: Ei

source: No Notifications
de: Keine Benachrichtigungen
fi: Ei ilmoituksia

source: No Time Slices
de: Keine Zeitabschnitte
fi: Ei aikasiivuja

source: No job type with ID "%s".
de: Keine Arbeitsart mit der ID "%s".
fi: Ei työtyyppiä ID:llä "%s".

source: No time slices were submitted
de: Es wurden keine Zeitabschnitte abgeschickt

source: No timeslices were selected to submit.
de: Es wurden keine Zeitabschnitte ausgewählt.
fi: Ei aikaviipaleita merkitty lähetettäväksi.

source: Non billable
de: Keine Rechnung

source: Non-Billable
de: Keine Rechnung
fi: Ei laskutettavissa

source: Non-billable Hours
de: Nicht in Rechnung zu stellende Stunden
fi: Ei laskutettavat tunnit

source: Not Found
de: Nicht gefunden

source: Notes
de: Bemerkungen
fi: Muistiinpanot

source: Only time reviewers with edit permissions can post time for other users.
de: Nur Kontrolleure mit Bearbeitungsberechtigung dürden Zeiteinträge für andere Benutzer eintragen.

source: Participants
de: Beteiligte

source: Please enter correct values in the form first.
de: Bitte geben Sie erst gültige Werte in das Formular ein.
fi: Anna ensin oikeat arvot lomakkeeseen.

source: Preferences
de: Benutzereinstellungen
fi: Asetukset

source: Quick Filter
de: Schnellfilter

source: Really delete this job type? This may cause data problems!
de: Diese Arbeitsart wirklich löschen? Das kann zu Problemen mit den Daten führen!
fi: Poistaanko tämä työn tyyppi? Tämä voi aiheuttaa ongelmia!

source: Remaining
de: Verblieben

source: Reset
de: Zurücksetzen

source: Return to search results
de: Zurück zu Suchergebnissen

source: Save
de: Speichern
fi: Tallenna

source: Save As New
de: Als Kopie speichern
fi: Tallenna uutena

source: Search
de: Suche
fi: Haku

source: Search For Time
de: Nach Zeit suchen
fi: Hae aikoja

source: Search Results
de: Suchergebnisse
fi: Haun tulokset

source: Search Time
de: Zeit suchen
fi: Hae aikoja

source: Search for Time
de: Nach Zeit suchen
fi: Hae aikoja

source: See Attached Timesheet
de: Siehe angehängte Zeitübersicht
fi: Katso liitettyä aikataulukkoa

source: Select Client
de: Kunde auswählen
fi: Valitse asiakas

source: Select a Job Type
de: Arbeitsart auswählen

source: Select confirmation preferences, how to display the different views and choose default view.
de: Legen Sie Bestätigungs-Einstellungen fest, wie die unterschiedlichen Ansichten dargestellt werden sollen, und wählen Sie eine Standardansicht.
fi: Voit valita miten varmennus tehdään, miten eri näkymät näytetään ja oletusnäkymän.

source: Select hours to be invoiced
de: Wählen Sie die Zeiteinträge aus, die in Rechnung gestellt werden sollen
fi: Valitse laskutettavat tunnit

source: Select the export format
de: Wählen Sie das Exportformat
fi: Valitse viennissä käytettävä muoto

source: Set date
de: Datum festlegen
fi: Aseta päiväys

source: Set preferences on the stop watch timer.
de: Legen Sie Ihre Einstellungen für die Stoppuhr fest.
fi: Aseta asetukset ajastimelle

source: Set start date
de: Startdatum festlegen
fi: Aseta alkamispäiväys

source: Should users enter descriptions of their timeslices for this client? If not, the description will automatically be "%s".
de: Müssen die Benutzer Kommentare für Zeitabschnitte bei diesem Kunden angeben? Wenn nicht, wird automatisch der Kommentar "%s" eingefügt.
fi: Saavatko käyttäjät laittaa omia kuvauksia heidän aikaviipaleilleen tälle asiakkaalle? Jos ei niin, kuvaus on oletuksena "%s".

source: Show the dynamic view by default, if the browser supports it?
de: Standardmäßig die dynamische Ansicht anzeigen, falls der Browser dies unterstützt?
fi: Käytetäänkö oletuksena dynaamista näkymää oletuksena, jos selaimesi tukee sitä?

source: Start Watch
de: Stoppuhr starten
fi: Aloita ajastin

source: Stop Watch
de: Stoppuhr
fi: Lopeta ajastin

source: Stop and remove
de: Anhalten und entfernen

source: Stop and reset
de: Anhalten und zurücksetzen

source: Stop watch Preferences
de: Stoppuhr-Einstellungen
fi: Ajastimen asetukset

source: Stop watch description
de: Bezeichnung für Stoppuhr
fi: Ajastimen kuvaus

source: Submit
de: Abschicken

source: Submit Selected Time
de: Ausgewählte Zeiteinträge abschicken
fi: Lähetä valitut ajat

source: Submit Time
de: Zeiteinträge abschicken
fi: Lähetä aika

source: Submitted
de: Abgeschickt

source: Submitted time
de: Abgeschickte Zeiteinträge

source: Submitted?
de: Abgeschickt?
fi: Lähetetty?

source: Summary
de: Zusammenfassung
fi: Yhteenveto

source: Tab-Separated Variable (.tsv, .txt)
de: Tabgetrennte Werte (.tsv, .txt)
fi: Tabulaattorilla erotetut muuttujat (.tsv,.txt)

source: Table
de: Tabelle
fi: Taulukko

source: The client settings have been modified.
de: Die Kundeneinstellungen wurde geändert.
fi: Asiakkaan asetuksia on muokattu.

source: The job type "%s" has been added.
de: Die Arbeitsart "%s" wurde hinzugefügt.
fi: Työn tyyppi "%s" on lisätty.

source: The job type has been deleted.
de: Die Arbeitsart wurde gelöscht.
fi: Työn tyyppi on poistettu.

source: The job type has been modified.
de: Die Arbeitsart wurde geändert.
fi: Työn tyyppi on muokattu.

source: The job type was not deleted.
de: Die Arbeitsart wurde nicht gelöscht.
fi: Työn tyyppiä ei poistettu.

source: The requested timer was not found.
de: Stoppuhr nicht gefunden.

source: The stop watch "%s" has been started and will appear in the menu at the next refresh.
de: Die Stoppuhr "%s" wurde gestartet und erscheint nach der nächsten Aktualisierung im Menü.

source: The stop watch "%s" has been stopped.
de: Die Stoppuhr "%s" wurde angehalten.
fi: Ajastin "%s" on pysäytetty.

source: The time entry was successfully deleted.
de: Der Zeiteintrag wurde erfolgreich gelöscht.
fi: Aikamerkinnän poistaminen onnistui.

source: The time was successfully entered for %s.
de: Ihr Zeiteintrag für %s wurde erfolgreich gespeichert.

source: The time was successfully updated and saved to the time sheet of %s.
de: Der Zeiteintrag wurde erfolgreich aktualisiert und den Einträgen von %s hinzugefügt.

source: There are no clients to edit
de: Es gibt keine Kunden, die bearbeitet werden können
fi: Ei asiakkaita muokattavaksi

source: There are no clients which you have access to.
de: Sie haben auf keinen Kunden Zugriff.
fi: Ei asiakkaita, joihin on pääsy sallittu.

source: There are no job types configured.
de: Es wurden keine Arbeitsarten konfiguriert.
fi: Ei työn tyyppejä määriteltynä.

source: There are no job types to edit
de: Es gibt keine Arbeitsarten, die bearbeitet werden können
fi: Ei työn tyyppejä muokattavaksi

source: There is no submitted billable hours.
de: Es gibt keine abgeschickten Zeiteinträge.
fi: Ei ole lähetettäviä laskutettavia tunteja.

source: There was an error adding the job type: %s.
de: Beim Hinzufügen der Arbeitsart ist ein Fehler aufgetreten: %s.
fi: Tapahtui virhe lisättäessä työn tyypiä: %s.

source: There was an error deleting the job type: %s.
de: Beim Löschen der Arbeisart ist ein Fehler aufgetreten: %s.
fi: Tapahtui virhe poistettaessa työn tyyppiä: %s.

source: There was an error deleting the time: %s
de: Beim Löschen des Zeiteintrags ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe poistettaessa aikaa: %s

source: There was an error editing the client settings: %s.
de: Beim Bearbeiten der Kundeneinstellungen ist ein Fehler aufgetreten: %s.
fi: Tapahtui virhe muokattaessa asiakkaan asetuksia: %s.

source: There was an error editing the job type: %s.
de: Beim Bearbeiten der Arbeitsart ist ein Fehler aufgetreten: %s.
fi: Tapahtui virhe muokattaessa työn tyyppiä: %s.

source: There was an error storing your timesheet: %s
de: Beim Speichern Ihrer Zeiteinträge is ein Fehler aufgetreten: %s
fi: Tapahtui virhe tallennettaessa aikataulukkoasi: %s

source: There was an error submitting your time: %s
de: Beim Abschicken Ihres Zeiteintrags ist ein Fehler aufgetreten: %s
fi: Tapahtui virhe tallennettaessa aikaasi: %s

source: This is not a valid client.
de: Dies ist kein gültiger Kunde.
fi: Tämä ei ole kelvollinen asiakas.

source: This is not a valid job type.
de: Dies ist keine gültige Arbeitsart.
fi: Tämä ei ole kelvollinen työn tyyppi

source: Time Administration
de: Zeit Administration

source: Time Entry
de: Zeiteintrag
fi: Aika merkintää

source: Time Review Screen
de: Überprüfung der Zeiteinträge
fi: Aika tarkitusikkuna

source: Timer Creation
de: Stoppuhr starten

source: Today
de: Heute
fi: Tänään

source: Total
de: Insgesamt
fi: Yhteensä

source: Total Hours
de: Stunden gesamt
fi: Tunnit yhteensä

source: Total Hours for %s
de: Stunden gesamt für %s
fi: Tunnit yhteensä - %s

source: Unsubmitted Time Summary
de: Übersicht nicht abgeschickter Zeiteinträge

source: Unsubmitted time
de: Nicht abgeschickte Zeiteinträge

source: Update Time
de: Zeiteintrag aktualisieren
fi: Päivitä aika

source: Using the "%s" stop watch from %s %s to %s %s
de: Mit Stoppuhr "%s" von %s %s bis %s %s

source: Using the "%s" stop watch from %s to %s
de: Mit Stoppuhr "%s" von %s bis %s
fi: Käyttäen "%s" ajastinta %s - %s

source: Yes
de: Ja
fi: Kyllä

source: You are logging the following timer:
de: Sie halten die folgende Stoppuhr fest:

source: You must select a client first.
de: Sie müssen erst einen Kunden auswählen.

source: You used an unknown date format "%s". Please try something like "%s".
de: Sie haben ein unbekanntes Datumsformat "%s" benutzt. Bitte versuchen Sie etwas wie "%s".

source: Your time entry was successfully deleted.
de: Ihr Zeiteintrag wurde erfolgreich gelöscht.
fi: Aikamerkintäsi poistaminen onnistui.

source: Your time was successfully entered.
de: Ihr Zeiteintrag wurde erfolgreich gespeichert.
fi: Aikasi merkittiin onnistuneesti.

source: Your time was successfully submitted.
de: Ihr Zeiteintrag wurde erfolgreich abgeschickt.
fi: Aikasi lähetettiin onnistuneesti.

source: Your time was successfully updated.
de: Ihr Zeiteintrag wurde erfolgreich aktualisiert.
fi: Aikasi päivitettiin onnistuneesti.

source: _Admin
de: _Administration
fi: _Ylläpito

source: _Deliverables
de: E_rgebnisse
fi: _Tuotettavat

source: _Invoicing
de: _Rechnungswesen
fi: _Laskutus

source: _New Time
de: _Neuer Zeiteintrag
fi: _Uusi aika

source: _Search
de: _Suche
fi: _Haku

source: more...
de: mehr...
fi: lisää...

source: no client
de: Kein Kunde
fi: ei asiakasta

source: Administration
fi: Ylläpito

source: Deleting data that was exported/billed more than %s days ago.
fi: Poista tiedot, jotka viety/laskutettu %s päivää vanhempia.

source: Edit
fi: Muokkaa

source: Enter title for the new timer.
fi: Anna otsikko uudelle ajastimelle.

source: Error when communicating with the server.
fi: Virhe palvelinyhteyksissä.

source: Export Time
fi: Vie aika

source: Help
fi: Ohje

source: Log
fi: Loki

source: Next month
fi: Seuraava kuukausi

source: No search to export!
fi: Ei hakuja vietäväksi!

source: No time to export!
fi: Ei aikatietoja vietäväksi!

source: Options
fi: Asetukset

source: Previous month
fi: Edellinen kuukausi

source: Rate
fi: Taksa

source: The authentication information you specified wasn't accepted.
fi: Antamasi autentikointitiedot olivat väärin.

source: The connection to the server has been restored.
fi: Yhteys palvelimeen on saatu palautettua.

source: The stop watch "%s" has been started and will appear in the sidebar at the next refresh.
fi: Ajastin "%s" on käynnistetty ja tulee näkyviin sivuikkunaan seuraavan päivityksen jälkeen.

source: There has been no contact with the server for several minutes. The server may be temporarily unavailable or network problems may be interrupting your session. You will not see any updates until the connection is restored.
fi: Palvelimeen ei ole saatu yhteyttä useaan minuuttiin. Palvelin voi olla joko pois käytöstä tai verkko-ongelmat estävät yhteyden muodostusta. Et näe päivityksiä ennenkuin yhteys palvelimelle on saatu palautettua.

source: This is the notification backlog
fi: Tämä on ilmoitusloki

source: Time Summary
fi: Aika yhteenveto

source: Unsubmitted Time
fi: Lähettämätön aika

source: Your browser is too old to display the dynamic mode. Using traditional mode instead.
fi: Selaimesi ei tue dynaamista näkymään. Käytetään perinteistä näkymää sen sijaan.

source: _Logout
fi: _Poistu

source: or
fi: tai
