Repository: horde/horde
Catalog: hermes/po/*.po
Languages: es_es

source: (%0.2f hours)
es_es: (%0.2f horas)

source: (%d%%, %0.2f of %0.2f hours)
es_es: (%d%%, %0.2f de %0.2f horas)

source: (DISABLED)
es_es: (DESACTIVADO)

source: "%s" is not a defined table.
es_es: "%s" no es una tabla definida.

source: %s Deliverables
es_es: %s prestaciones

source: - - None - -
es_es: - - Ninguno - -

source: --- No Cost Object ---
es_es: --- Sin objetos de gastos ---

source: --- Select A Client ---
es_es: --- Seleccione un cliente ---

source: ; Notes:
es_es: ; Observaciones:

source: Access denied; user cannot modify this timeslice.
es_es: Se ha denegado el acceso: el usuario no puede modificar este periodo.

source: Active?
es_es: ¿Activa?

source: Add Job Type
es_es: Añadir tipo de trabajo

source: Add stop watch name to the description of the time entry?
es_es: ¿Añadir nombre del cronómetro a la descripción del registro de tiempo?

source: Additional Notes
es_es: Observaciones adicionales

source: Administration
es_es: Administración

source: An error occurred listing clients: %s
es_es: Se ha producido un error al listar los clientes: %s

source: An error occurred listing job types: %s
es_es: Se ha producido un error al listar los tipos de trabajos: %s

source: An error occurred listing users: %s
es_es: Se ha producido un error al listar los usuarios: %s

source: An error occurred retrieving deliverables: %s
es_es: Se ha producido un error al recuperar los disponibles: %s

source: Approved By:
es_es: Aprobado por:

source: Bill?
es_es: ¿Facturar?

source: Billable Hours
es_es: Horas facturables

source: Billable?
es_es: ¿Facturables?

source: By Client
es_es: Por clientes

source: By Cost Object
es_es: Por objetos de gastos

source: By Date
es_es: Por fechas

source: By Employee
es_es: Por empleados

source: By Job Type
es_es: Por tipos de trabajos

source: Cannot delete deliverable; it has children.
es_es: No se puede eliminar la prestación; tiene descendientes.

source: Cannot delete deliverable; there is time entered on it.
es_es: No se puede eliminar la prestación; se han introducido horas.

source: Client
es_es: Cliente

source: Client Name
es_es: Nombre del cliente

source: Clients
es_es: Clientes

source: Combine same clients in one invoice
es_es: Combinar los mismos clientes en una única factura

source: Comma-Separated Variable (.csv)
es_es: Variables separadas por comas (.csv)

source: Cost Object
es_es: Objeto de gastos

source: Cost Objects
es_es: Objetos de gastos

source: Create invoice
es_es: Crear factura

source: Date
es_es: Fecha

source: Delete
es_es: Eliminar

source: Delete Entry
es_es: Eliminar entrada

source: Delete Job Type
es_es: Eliminar tipo de trabajo

source: Delete Job Type: Confirmation
es_es: Eliminar tipo de trabajo: confirmación

source: Delete This Deliverable
es_es: Eliminar esta prestación

source: Deleting data that was exported/billed more than %s days ago.
es_es: Eliminando datos exportados/facturados hace más de %s días.

source: Deliverable %d not found.
es_es: No se encontró la prestación %d.

source: Deliverable Detail
es_es: Detalles de la prestación

source: Deliverable saved successfully.
es_es: Se ha guardado correctamente la prestación.

source: Deliverable successfully deleted.
es_es: Se ha eliminado correctamente la prestación.

source: Deliverables
es_es: Prestaciones

source: Description
es_es: Descripción

source: Display Name
es_es: Mostrar nombre

source: Do not include entries after
es_es: Omitir posteriores a

source: Do not include entries before
es_es: Omitir anteriores a

source: Edit %s
es_es: Modificar %s

source: Edit Client Settings
es_es: Modificar opciones del cliente

source: Edit Client Settings, Step 2
es_es: Modificar opciones del cliente. Paso 2

source: Edit Deliverables
es_es: Modificar prestaciones

source: Edit Entry
es_es: Modificar entrada

source: Edit Job Type
es_es: Modificar tipo de trabajo

source: Edit Job Type, Step 2
es_es: Modificar tipo de trabajo. Paso 2

source: Edit Time
es_es: Modificar hora

source: Edit job type
es_es: Modificar tipo de trabajo

source: Edit job type, Step 2
es_es: Modificar tipo de trabajo. Paso 2

source: Employee
es_es: Empleado

source: Employees
es_es: Empleados

source: Enabled?
es_es: ¿Activado?

source: Enter Time
es_es: Añadir

source: Error deleting deliverable: %s
es_es: Se produjo un error al eliminar la prestación: %s

source: Error retrieving cost objects from "%s": %s
es_es: Error al recuperar objetos de gastos de "%s": %s

source: Error saving deliverable: %s
es_es: Error al guardar la prestación: %s

source: Estimated Hours
es_es: Horas estimadas

source: Export
es_es: Exportar

source: Export Search Results
es_es: Resultados de la búsqueda

source: Exported?
es_es: ¿Exportadas?

source: General Options
es_es: Opciones generales

source: Hourly Rate
es_es: Tasa horaria

source: Hours
es_es: Horas

source: ID for this client when exporting data, if different from the name displayed above.
es_es: ID del cliente al exportar datos, si difiere del nombre mostrado anteriormente.

source: Invalid entry: check data and retry.
es_es: Entrada no válida: compruebe los datos y vuelva a intentarlo.

source: Invoice for client %s successfuly created.
es_es: Se creó correctamente la factura del cliente %s.

source: Invoicing
es_es: Facturación

source: Invoicing system is not installed.
es_es: EL sistema de facturación no está instalado.

source: Job Type
es_es: Tipo de trabajo

source: Job Types
es_es: Tipos de trabajos

source: JobType Name
es_es: Tipo de trabajo

source: Mark the time as exported?
es_es: ¿Señalar la hora como exportada?

source: Microsoft Excel (.xls)
es_es: Excel de Microsoft (.xls)

source: My Time
es_es: Mis horas

source: My Unsubmitted Time
es_es: Mis horas no enviadas

source: My _Time
es_es: Mis _horas

source: New Sub-deliverable
es_es: Añadir subprestación

source: New Time
es_es: Añadir

source: New Top-level Deliverable
es_es: Añadir prestación principal

source: No job type with ID "%s".
es_es: No hay ningún tipo de trabajo con el ID "%s".

source: No search to export!
es_es: ¡No hay búsquedas a exportar!

source: No time to export!
es_es: ¡No hay horas a exportar!

source: No timeslices were selected to submit.
es_es: No se seleccionaron períodos a enviar.

source: Non-billable Hours
es_es: Horas no facturables

source: Not found.
es_es: No se encontró.

source: Not implemented.
es_es: No se ha desarrollado.

source: Notes
es_es: Observaciones

source: Rate
es_es: Tasa

source: Really delete this job type? This may cause data problems!!
es_es: ¿Eliminar realmente este tipo de trabajo? ¡Puede ocasionar problemas de datos!

source: Save
es_es: Guardar

source: Search
es_es: Buscar

source: Search For Time
es_es: Buscar horas

source: Search Results
es_es: Resultados de la búsqueda

source: Search Time
es_es: Buscar

source: Search for Time
es_es: Buscar horas

source: See Attached Timesheet
es_es: Examine el horario adjunto

source: Select Client
es_es: Seleccionar cliente

source: Select hours to be invoiced
es_es: Seleccionar las horas a facturar

source: Select the export format
es_es: Seleccione el formato de exportación

source: Set preferences on the stop watch timer.
es_es: Define opciones del cronómetro.

source: Should users enter descriptions of their timeslices for this client? If not, the description will automatically be "%s".
es_es: ¿Hay que introducir la descripción de los periodos del cliente? Si no es el caso, de forma automática la descripción será "%s".

source: Start Watch
es_es: Iniciar

source: Stop Watch
es_es: Cronómetro

source: Stop watch description
es_es: Descripción

source: Submit Selected Time
es_es: Enviar tiempo seleccionado

source: Submitted?
es_es: ¿Enviadas?

source: Summary
es_es: Resumen

source: Tab-Separated Variable (.tsv, .txt)
es_es: Variables separadas por tabuladores (.tsv, .txt)

source: Table
es_es: Tabla

source: The client settings have been modified.
es_es: Se han modificado las opciones del cliente.

source: The job type "%s" has been added.
es_es: Se ha añadido el tipo de trabajo "%s".

source: The job type has been deleted.
es_es: Se ha eliminado el tipo de trabajo.

source: The job type has been modified.
es_es: Se ha modificado el tipo de trabajo.

source: The job type was not deleted.
es_es: No se eliminó el tipo de trabajo.

source: The stop watch "%s" has been started and will appear in the sidebar at the next refresh.
es_es: Se ha iniciado el cronómetro "%s" y aparecerá en la barra lateral en la próxima actualización de la pantalla.

source: The stop watch "%s" has been stopped.
es_es: Se ha detenido el cronómetro "%s".

source: The time entry was successfully deleted.
es_es: Se ha eliminado correctamente la entrada de hora.

source: There are no clients to edit
es_es: No hay clientes a modificar

source: There are no clients which you have access to.
es_es: No hay clientes a los que tenga acceso.

source: There are no job types configured.
es_es: No se han configurado tipos de trabajos.

source: There are no job types to edit
es_es: No hay tipos de trabajos a modificar.

source: There is no submitted billable hours.
es_es: No se ha enviado ningún tiempo facturable.

source: There was an error adding the job type: %s.
es_es: Se produjo un error al añadir el tipo de trabajo: %s.

source: There was an error deleting the job type: %s.
es_es: Se produjo un error al eliminar el tipo de trabajo: %s.

source: There was an error deleting the time: %s
es_es: Se produjo un error al eliminar la hora: %s

source: There was an error editing the client settings: %s.
es_es: Se produjo un error al modificar las opciones del cliente: %s.

source: There was an error editing the job type: %s.
es_es: Se produjo un error al modificar el tipo de trabajo: %s.

source: There was an error storing your timesheet: %s
es_es: Se produjo un error al almacenar el horario: %s

source: There was an error submitting your time: %s
es_es: Se produjo un error al enviar la hora: %s

source: This is not a valid client.
es_es: Éste no es un cliente válido.

source: This is not a valid job type.
es_es: Éste no es un tipo de trabajo válido.

source: Time Review Screen
es_es: Pantalla de visualización de hora

source: Timer Options
es_es: Opciones de temporización

source: Total Hours
es_es: Horas totales

source: Total Hours for %s
es_es: Horas totales de %s

source: Update Submitted Time
es_es: Actualizar hora enviada

source: Update Time
es_es: Actualizar hora

source: Update time
es_es: Actualizar hora

source: Using the "%s" stop watch
es_es: Utilizando el cronómetro "%s"

source: Yes
es_es: Sí

source: Your time was successfully entered.
es_es: Se introdujo correctamente su tiempo.

source: Your time was successfully submitted.
es_es: Se envió correctamente su tiempo.

source: Your time was successfully updated.
es_es: Se actualizó correctamente su tiempo.

source: _Admin
es_es: A_dministrar

source: _Deliverables
es_es: _Prestaciones

source: _Invoicing
es_es: _Facturación

source: _New Time
es_es: _Añadir

source: _Print
es_es: _Imprimir

source: _Search
es_es: _Buscar

source: no client
es_es: sin cliente
