Repository: horde/horde
Catalog: agora/po/*.po
Languages: fr_fr, ja_jp

source: %d messages was approved.
ja_jp: %d 通のメッセージを承認しました。

source: %d messages was deleted.
ja_jp: %d 通のメッセージを削除しました。

source: -a, --agora_id[=aid] Agora forum id to save message to
ja_jp: -a, --agora_id[=aid] メッセージを保存する agoraフォーラムID

source: -c, --count[=messages] Number of messages to move at once
ja_jp: -c, --count[=messages] 一度に移動するメッセージ数

source: -f, --from[=offset] Offset from where to start to read messages
ja_jp: -f, --from[=offset] メッセージを読み始める所までのオフセット

source: -h, --help Show this help
ja_jp: -h, --help このヘルプを表示

source: -p, --phorum_id[=pid] Phorum forum id to read message from
ja_jp: -p, --phorum_id[=pid] メッセージを読むPhorum フォーラムID

source: -t, --phorum_table[=table] Phorum messages tablename
ja_jp: -t, --phorum_table[=table] Phorum メッセージのテーブル名

source: Add a comment
ja_jp: コメントを追加

source: Admin
ja_jp: 管理

source: After Message:
ja_jp: 処理後メッセージ：

source: All Forums
ja_jp: 全てのフォーラム

source: Allow attachments in this forum?
ja_jp: 添付をこのフォーラムで許可しますか?

source: Allow replies in this thread
ja_jp: このスレッドでリプライを許可

source: Approve
ja_jp: 承認

source: Ascending
ja_jp: 昇順

source: Attachment
ja_jp: 添付

source: Author
fr_fr: Auteur
ja_jp: 作成者

source: Avatar
ja_jp: 化身

source: Avatars must be smaller than %s by %s pixels and less than %sKb in size.
ja_jp: 化身は %s × %sピクセル以下であり、%sKb以下の容量でなければなりません。

source: Ban
ja_jp: 追放

source: Banned
ja_jp: 追放済み

source: Body
ja_jp: 本文

source: Cancel
ja_jp: キャンセル

source: Cannot create a forum with an empty name.
ja_jp: 名前が空のフォーラムは作成できません。

source: Choose from a gallery of avatars:
ja_jp: 化身一覧から選択:

source: Comments
ja_jp: コメント

source: Comments view
ja_jp: コメント表示

source: Could not create the forum. %s
fr_fr: Erreur lors de la création du Forum. %s
ja_jp: フォーラムを作成できません:%s

source: Could not delete the forum. %s
ja_jp: フォーラムを削除できません:%s

source: Could not delete the message. %s
ja_jp: メッセージを削除できません:%s

source: Could not list threads. %s
ja_jp: スレッド表示できません:%s

source: Could not lock the thread. %s
ja_jp: スレッドをロックできません:%s

source: Could not open the message. %s
ja_jp: メッセージを開けません:%s

source: Could not post the message:
ja_jp: メッセージを投稿できません:

source: Could not save the compiled template file ¥"%s¥".
ja_jp: コンパイルした雛形ファイル '%s' を保存できませんでした。

source: Couldn't read command-line options.
ja_jp: コマンドラインオプションを読めません。

source: Create
ja_jp: 作成

source: Current attachment
ja_jp: 現在の添付

source: Date
ja_jp: 日付

source: Default comments view sort:
ja_jp: デフォルトのコメント表示順:

source: Default forums view sort:
ja_jp: デフォルトのフォーラム表示順:

source: Default sorting direction:
ja_jp: デフォルトの並び替え順:

source: Default thread view sort:
ja_jp: デフォルトのスレッド表示順:

source: Default threads view sort:
ja_jp: デフォルトのスレッド群表示順:

source: Delete
ja_jp: 削除

source: Delete ¥"%s¥" and all replies?
ja_jp: ¥"%s¥"と全てのリプライを削除しますか?

source: Delete Forum
ja_jp: フォーラムを削除

source: Delete forum
ja_jp: フォーラムを削除

source: Delete message
ja_jp: メッセージを削除

source: Delete the existing attachment?
ja_jp: 既存の添付を削除しますか?

source: Descending
ja_jp: 降順

source: Description
ja_jp: 説明

source: Display Options
ja_jp: 表示オプション

source: Display full message bodies in the comments view?
ja_jp: コメント表示でメッセージ本文すべてを表示しますか?

source: Display full message bodies in the thread list view?
ja_jp: スレッド表示でメッセージ本文すべてを表示しますか?

source: Display graphical emoticons?
ja_jp: グラフィカル顔文字を表示しますか?

source: Edit
ja_jp: 編集

source: Edit Forum
ja_jp: フォーラム編集

source: Edit Message
ja_jp: メッセージ編集

source: Edit Message in ¥"%s¥"
ja_jp: ¥"%s¥" へのメッセージ編集

source: Edit a comment
ja_jp: コメント編集

source: Edit forum
ja_jp: フォーラム編集

source: Edit message
ja_jp: メッセージ編集

source: Enter a brief description of this forum
ja_jp: このフォーラムの説明を入力してください

source: Flat
ja_jp: フラット

source: Forum
ja_jp: フォーラム

source: Forum %s does not exist.
ja_jp: フォーラム %s は存在しません。

source: Forum Modified
ja_jp: フォーラム変更日時

source: Forum created.
fr_fr: Forum créé
ja_jp: フォーラムは生成されました。

source: Forum deleted.
ja_jp: フォーラムは削除されました。

source: Forum name
fr_fr: Nom du Forum
ja_jp: フォーラム名

source: Forum not deleted.
ja_jp: フォーラムは削除されませんでした。

source: Forums
ja_jp: フォーラム

source: Forums View
ja_jp: フォーラム表示

source: From
ja_jp: 差出人

source: Goto page:
ja_jp: ページへ移動:

source: Hide bodies
ja_jp: 本文を隠す

source: Hot thread
ja_jp: 熱いスレッド

source: If selected users will be able to attach files to their messages.
ja_jp: 選択されたユーザがメッセージにファイル添付できるならば。

source: Invalid parent message, you will be posting this message as a new thread.
ja_jp: 不正な親メッセージです。あなたの投稿は新規スレッドとして扱われます。

source: Is this a moderated forum?
ja_jp: これはモデレータ管理下にあるフォーラムですか？

source: Keywords
ja_jp: キーワード

source: Last Message
fr_fr: Dernier Message
ja_jp: 最後のメッセージ

source: Last Post
ja_jp: 最新の投稿

source: Last post
ja_jp: 最新の投稿

source: Lock
ja_jp: ロック

source: Lock thread
ja_jp: スレッドをロック

source: Locking thread ¥"%s¥"
ja_jp: ロックされたスレッド ¥"%s¥"

source: Malformed avatar.
ja_jp: 壊れた化身。

source: Malformed database entry.
ja_jp: 壊れたデータベース項目。

source: Merge
ja_jp: マージ

source: Merge ¥"%s¥" with another thread
ja_jp: 別のスレッドで¥"%s¥"をマージ

source: Message
ja_jp: メッセージ

source: Message %s reported as abuse
ja_jp: メッセージ %s は不正なものとして報告されました。

source: Message ID ¥"%d¥" not found
ja_jp: メッセージID ¥"%d¥" は見つかりません。

source: Message View
ja_jp: メッセージ表示

source: Message deleted.
ja_jp: メッセージは削除されました。

source: Message not deleted.
ja_jp: メッセージは削除されませんでした。

source: Message posted.
ja_jp: メッセージは投稿されました。

source: Messages
ja_jp: メッセージ

source: Messages Awaiting Moderation
ja_jp: メッセージは承認待ちです

source: Moderate
ja_jp: 承認管理

source: Moderator
ja_jp: 承認者

source: Moderators
ja_jp: 承認者

source: Move
ja_jp: 移動

source: Move ¥"%s¥" to another forum
ja_jp: ¥"%s¥"を別のフォーラムに移動

source: My Information
ja_jp: 私の情報

source: New Forum
fr_fr: Nouveau Forum
ja_jp: 新規フォーラム

source: New Post
ja_jp: 新規投稿

source: New Thread
ja_jp: 新規スレッド

source: New posts
ja_jp: 新規投稿

source: No
ja_jp: いいえ

source: No available threads.
ja_jp: スレッドがありません。

source: No forum selected
ja_jp: フォーラムが選択されていません。

source: No forums have been created.
ja_jp: フォーラムは生成されませんでした。

source: No graphical emoticons
ja_jp: グラフィック顔文字非表示

source: No messages are waiting for moderation.
ja_jp: 承認待ちのメッセージはありません。

source: No moderators are associated with this forum.
ja_jp: このフォーラムには承認者が居ません。

source: No moderators have been created.
ja_jp: 承認者は生成されませんでした。

source: No threads
ja_jp: 非スレッド

source: No, do not allow replies
ja_jp: リプライは許されません

source: Number of forums to display on each page
ja_jp: 各ページに表示するフォーラム数

source: Number of message to display on each page
ja_jp: 各ページに表示するメッセージ数

source: Number of messages to display on each page
ja_jp: 各ページに表示するメッセージ数

source: Number of views in 24hrs to trigger a 'hot-thread':
ja_jp: 「熱いスレッド」と認定する24時間のアクセス数:

source: Only display this many forums (0 to display all forums)
ja_jp: この数だけのフォーラムを表示(0で全フォーラムを表示)

source: Only display this many threads (0 to display all threads)
ja_jp: この数だけのスレッドを表示(0で全スレッドを表示)

source: Options
ja_jp: オプション

source: Page %d
ja_jp: ページ %d

source: Parent forum
ja_jp: 親フォーラム

source: Post
ja_jp: 投稿

source: Post a New Message
fr_fr: Envoyer un nouveau message
ja_jp: 新規メッセージを投稿

source: Post a New Message to ¥"%s¥"
ja_jp: %s への新規メッセージ投稿

source: Post a Reply to ¥"%s¥"
ja_jp: ¥"%s¥"へのリプライを投稿

source: Post message
ja_jp: メッセージを投稿

source: Posted by
ja_jp: 投稿者

source: Posted by %s on %s
ja_jp: %s の %sからの投稿

source: Posts
ja_jp: 投稿

source: Quote
ja_jp: 容量制限

source: Reply
fr_fr: Répondre
ja_jp: リプライ

source: Reply to message
ja_jp: 送信者にリプライ

source: Report as abuse
ja_jp: 不正使用と報告

source: Require all keywords?
ja_jp: 全てのキーワードを求めますか?

source: Save
ja_jp: 保存

source: Search
ja_jp: 検索

source: Search Forums
ja_jp: フォーラム検索

source: Search Results
ja_jp: 検索結果

source: Search in message contents?
ja_jp: メッセージ内検索

source: Search in subjects?
ja_jp: 件名検索

source: Search in these forums
ja_jp: 複数フォーラム間検索

source: Set the avatar image that is shown with your posts.
ja_jp: あなたが投稿する画像で化身を設定します。

source: Set this if you want all messages to be checked by a moderator before they are posted.
ja_jp: 投稿される前に承認者によってすべてのメッセージがチェックされるようにするならば設定。

source: Set your options for the forums view.
ja_jp: フォーラム表示のオプションを設定。

source: Set your options for the message view.
ja_jp: メッセージ表示のオプションを設定。

source: Set your options for the single thread view.
ja_jp: スレッド単体表示のオプションを設定。

source: Set your options for the threads view.
ja_jp: スレッド表示のオプションを設定。

source: Show graphical emoticons
ja_jp: グラフィカル顔文字を表示

source: Single Thread
ja_jp: 単体スレッド

source: Single Thread View
ja_jp: 単体スレッド表示

source: Sort Ascending
ja_jp: 昇順並び替え

source: Sort Descending
ja_jp: 降順並び替え

source: Sort by
ja_jp: 以下で並べ替え

source: Sort by %s
ja_jp: %s で並べ替え

source: Sort direction
ja_jp: 並び替え方向：

source: Spam protection
ja_jp: SPAM防御

source: Split
ja_jp: 分割

source: Split ¥"%s¥"
ja_jp: 分割 ¥"%s¥"

source: Started
ja_jp: 開始

source: Subforums
ja_jp: サブフォーラム

source: Subject
fr_fr: Sujet
ja_jp: 件名

source: The VFS backend needs to be configured to enable attachment uploads.
ja_jp: VFS バックエンドは添付のアップロードを許可するよう設定されていなければなりません。

source: The location of your avatar image.
ja_jp: あなたの化身画像の場所。

source: There are no forums.
ja_jp: フォーラムはありません。

source: There are no threads in this forum.
ja_jp: このフォーラムにはスレッドはありません。

source: This thread has been locked.
ja_jp: このスレッドはロックされました。

source: This will delete the forum, any subforums and all relative messages.
ja_jp: このフォーラムは削除されます。何のサブフォーラムもメッセージも存在しません。

source: Thread
ja_jp: スレッド

source: Thread %s merged with thread %s after message %s.
ja_jp: メッセージ %s の後のスレッド%sで、スレッド%sは統合されました。

source: Thread %s moved to from forum %s to %s.
ja_jp: スレッド%sは、フォーラム%sから%sへ移動しました。

source: Thread List
ja_jp: スレッド一覧

source: Thread Summary
ja_jp: スレッド概要：

source: Thread deleted.
ja_jp: スレッドは削除されました。

source: Thread locked.
ja_jp: スレッドはロックされました。

source: Thread splitted by message %s.
ja_jp: スレッドはメッセージ%s で分割されました。

source: Thread unlocked.
ja_jp: スレッドロック解除

source: Threads
fr_fr: Fils de discussions
ja_jp: スレッド

source: Threads View
ja_jp: スレッド表示

source: Threads in ¥"%s¥"
ja_jp: ¥"%s¥"のスレッド

source: Threads in %s
ja_jp: %sのスレッド

source: Unable to fetch selected thread.
ja_jp: 選択されたスレッドを読み込めません。

source: Unable to fetch threads for selected forum.
ja_jp: 選択されたフォーラムのスレッドを読み込めません。

source: Unlock
ja_jp: ロック解除

source: Unlock thread
ja_jp: ロック解除

source: Update
ja_jp: 更新

source: Upload your own avatar image.
ja_jp: 化身画像を更新

source: Usage: %s [OPTIONS]...
ja_jp: 使用法: %s [OPTIONS]...

source: User
ja_jp: ユーザ

source: View
ja_jp: 表示

source: View bodies
ja_jp: 本文表示

source: Views
ja_jp: 表示

source: With Thread:
ja_jp: スレッド表示:

source: Yes
ja_jp: はい

source: Yes, allow replies
ja_jp: はい、リプライを許可します。

source: Yes, and don't thread them
ja_jp: はい、スレッド化しません

source: You don't have permission to access messages in forum %s.
ja_jp: あなたにはフォーラム%sのメッセージにアクセスする権限がありません。

source: You don't have permission to delete messages in forum %s.
ja_jp: あなたにはフォーラム%sのメッセージを削除する権限がありません。

source: You don't have permission to post messages in forum %s.
ja_jp: あなたにはフォーラム%sに投稿する権限がありません。

source: You don't have permission to read messages in forum %s.
ja_jp: あなたにはフォーラム%sのメッセージを読む権限がありません。

source: You don't have permissions to ban users from forum %s.
ja_jp: あなたにはフォーラム%sからユーザを追放する権限がありません。

source: You don't have permissions to create a new forum in %s
ja_jp: あなたには%sに新しいフォーラムを作成する権限がありません。

source: You don't have permissions to delete forums in %s
ja_jp: あなたには%sでフォーラムを削除する権限がありません。

source: You don't have permissions to edit forum %s
ja_jp: あなたにはフォーラム%sを編集する権限がありません。

source: _Forums
ja_jp: _Fフォーラム

source: _Moderate
ja_jp: _M承認業務

source: _Moderators
ja_jp: 承認者管理

source: _New Forum
ja_jp: _N新規フォーラム

source: _Search
ja_jp: _S検索

source: _Threads
ja_jp: _Tスレッド

source: download
ja_jp: ダウンロード

source: size: %s
ja_jp: 容量: %s

source: type: %s
ja_jp: 形式: %s

source: ... as a reply to message
fr_fr: ... en réponse au message

source: Add Forum
fr_fr: Ajouter un Forum

source: Agora is not properly configured
fr_fr: Agora n'est pas configuré correctement

source: Brief forum description
fr_fr: Déscription brève pour le Forum

source: Can not create a forum with an empty name.
fr_fr: Impossible de créer un Forum sans nom

source: Can not create a message thread without message id.
fr_fr: Ne peut pas créer un thread de message sans un identifiant de message

source: Could not submit the message. %s
fr_fr: N'a pas pu envoyer le message %s

source: Create a New Forum
fr_fr: Créer un nouveau Forum

source: Creating a subforum of %s.
fr_fr: Création d'un sous Forum de %s.

source: Forum Details
fr_fr: Détails du Forum

source: Forum Home
fr_fr: Accueil du Forum

source: Forums Summary
fr_fr: Résumé pour le forum

source: Help
fr_fr: Aide

source: Language
fr_fr: Langue

source: Login
fr_fr: Identifiant

source: Logout
fr_fr: Déconnection

source: Main
fr_fr: Accueil

source: Manage Forums
fr_fr: Gèrer les Forums

source: Manage Messages
fr_fr: Gèrer les messages

source: Message subject
fr_fr: Sujet du Message

source: Message submitted.
fr_fr: Message envoyé

source: Moderated
fr_fr: Modéré

source: Moderated forum
fr_fr: Forum Modéré

source: New Campaign
fr_fr: Nouvelle Campagne

source: New Message
fr_fr: Nouveau Message

source: No forums available.
fr_fr: Pas de Forum disponible

source: Posted By
fr_fr: Envoyé par

source: Select your preferred language:
fr_fr: Sélectionner votre langue préfèrée

source: Set this if you want all messages to be checked by a moderator before they are posted
fr_fr: Cochez ceci pour faire modèrer tous les messages par un modérateur avant qu'ils ne soient envoyés

source: Set your preferred display language.
fr_fr: Choisissez votre langue d'affichage préfèrée

source: Some of Agora's configuration files are missing:
fr_fr: Certains fichiers de configuration de Agora sont manquants

source: Some of the HTML templates in agora/config/templates/ are missing. These files control the look and feel of Agora.
fr_fr: Certains des modèle HTML dans agora/config/templates sont manquants.Ces fichiers gèrent l'apparence d'Agora

source: Store
fr_fr: Stoque

source: Submit
fr_fr: Soumettre

source: This file controls the default preferences for Agora, and also controls which preferences users can alter.
fr_fr: Ce fichier contrôle les préférences de Agora, et aussi quellespréférences les utilisateurs peuvent changer.

source: This file controls the stylesheet that is used to set colors and fonts in addition to or overriding Horde defaults.
fr_fr: Ce fichier contrôle les feuilles de style utilisées pour choisir les couleurs et les polices de caractères

source: This forum has been deleted.
fr_fr: Ce Forum à été supprimé.

source: This forum has been deleted. %s
fr_fr: Ce Forum à été supprimé. %s

source: This is the main Agora configuration file. It contains options for all Agora scripts.
fr_fr: Ceci est le fichier principal configuration de Agora. Il contient toutes les options de configurationpour les divers scripts de Agora

source: Thread Home
fr_fr: Racine du fil de discussion

source: Welcome to this discussion!
fr_fr: Bienvenue dans cette discussion!

source: Your Information
fr_fr: Vos informations
