Repository: horde/horde
Catalog: framework/Form/locale/*/LC_MESSAGES/Horde_Form.po
Languages: lv

source: (%s days ago)
lv: (pirms %s dienām)

source: (in %s days)
lv: (%s dienās)

source: (today)
lv: (šodien)

source: (tomorrow)
lv: (rīt)

source: (yesterday)
lv: (vakar)

source: "%s" is not a valid email address.
lv: "%s" nav derīga e-pasta adrese.

source: %s is required
lv: %s ir obligāts

source: -- select --
lv: -- izvēlieties --

source: A temporary directory
lv: Pagaidu mape

source: Address
lv: Adrese

source: Address Link
lv: Adreses saite

source: Allow multiple addresses?
lv: Atļaut vairākas adreses?

source: Assignment columns
lv: Piešķires slejas

source: Category
lv: Kategorija

source: Character to split multiple addresses with
lv: Pieturzīme vairāku adrešu atdalīšanai

source: Colour selection
lv: Krāsu izvēle

source: Column titles
lv: Sleju nosaukumi

source: Counted text
lv: Saskaitītais teksts

source: Country drop down list
lv: Valstu izvēlne

source: Credit card number
lv: Kredītkartes numurs

source: DSN (see http://pear.php.net/manual/en/package.database.db.intro-dsn.php)
lv: DSN (skat. http://pear.php.net/manual/en/package.database.db.intro-dsn.php)

source: Database lookup
lv: Datubāzes vaicājums

source: Date
lv: Datums

source: Date and time selection
lv: Datuma un laika izvēle

source: Date selection
lv: Datuma izvēle

source: Description
lv: Apraksts

source: Display format
lv: Ekrāna formāts

source: Drop down list
lv: Izkrītošā izvēlne

source: Email
lv: E-pasts

source: Email addresses must match.
lv: E-pasta adresēm jāsakrīt.

source: Email with confirmation
lv: E-pasts ar apstiprinājumu

source: End year
lv: Beigu gads

source: Field matrix
lv: Lauka matrica

source: Figlet font
lv: Figlet fonts

source: File selection
lv: Failu izvēle

source: File upload
lv: Failu augšupielāde

source: Font
lv: Fonts

source: Header
lv: Galvene

source: Headers
lv: Galvenes

source: Helpers
lv: Helperi

source: IP address
lv: IP adrese

source: IPv6 address
lv: IPv6 adrese

source: Image CAPTCHA
lv: Attēla CAPTCHA

source: Image upload
lv: Attēla augšupielāde

source: Integer
lv: Vesels skaitlis

source: Integer list
lv: Veselo skaitļu saraksts

source: Invalid data submitted.
lv: Ievadīti nepareizi dati.

source: Left header
lv: Kreisā galvene

source: Left values
lv: Kreisās vērtības

source: Link
lv: Saite

source: Link URL
lv: Saites URL

source: Link access key
lv: Saites pieejas atslēga

source: Link style
lv: Saites stils

source: Link target
lv: Saites mērķis

source: Link text
lv: Saites teksts

source: Link the email address to the compose page when displaying?
lv: Piesaistīt e-pasta adresi rediģēšanas lapai attēlojot vēstuli?

source: Link title attribute
lv: Saites virsraksta atribūts

source: Long text
lv: Garš teksts

source: Maximum file size in bytes
lv: Maksimālais faila izmērs baitos

source: Maximum length
lv: Maksimālais garums

source: Mobile phone number
lv: Mobilā tālruņa numurs

source: Month and year
lv: Mēnesis un gads

source: Multi-level drop down lists
lv: Vairāklīmeņu izkrītošās izvēlnes

source: Multiple selection
lv: Vairāku objektu izvēle

source: Number
lv: Skaits

source: Number of characters
lv: Zīmju skaits

source: Number of columns
lv: Sleju skaits

source: Number of rows
lv: Rindu skaits

source: Octal
lv: Oktāls

source: Onclick event
lv: Klikšķa notikums

source: Only one email address allowed.
lv: Atļauta tikai viena e-pasta adrese.

source: Only one email address is allowed.
lv: Atļauta tikai viena e-pasta adrese.

source: PGP Key
lv: PGP atslēga

source: Password
lv: Parole

source: Password with confirmation
lv: Parole ar apstiprinājumu

source: Passwords must match.
lv: Parolēm ir jāsakrīt.

source: Path to the GnuPG binary
lv: Ceļš līdz GnuPG programmai.

source: Phone number
lv: Tālruņa numurs

source: Please choose a sound.
lv: Izvēlieties skaņu.

source: Please enter a month and a year.
lv: Ievadiet mēnesi un gadu.

source: Please enter a valid IP address.
lv: Lūdzu ievadiet korektu IP adresi.

source: Please enter a valid date, check the number of days in the month.
lv: Lūdzu, ievadiet pareizu datumu, pārbaudiet dienu skaitu mēnesī.

source: Please enter a valid time.
lv: Lūdzu ievadiet pareizu laiku.

source: Prompt text
lv: Uzaicinājuma teksts

source: Protect address from spammers?
lv: Aizsargāt adresi no mēstuļniekiem?

source: Radio selection
lv: Radio izvēle

source: Relationship browser
lv: Relāciju pārlūks

source: Required Field
lv: Obligāts lauks

source: Required secret is invalid - potentially malicious request.
lv: Obligātais noslēpums ir nederīgs - potenciāli ļaunprātīgs pieprasījums.

source: Reset
lv: Atsākt no jauna

source: Right header
lv: Labā galvene

source: Right values
lv: Labās vērtības

source: S/MIME Key
lv: S/MIME atslēga

source: SQL statement for value lookups
lv: SQl pieprasījums vērtību iegūšanai

source: Select Files
lv: Izvēlēties failus

source: Select all date components.
lv: Izvēlieties visus datuma komponentus.

source: Set
lv: Uzstādīt

source: Show icon?
lv: Rādīt ikonu?

source: Show option to keep original?
lv: Rādīt iespēju saglabāt oriģinālu?

source: Show picker?
lv: Rādīt krāsu paleti?

source: Show seconds?
lv: Rādīt sekundes?

source: Show upload?
lv: Rādīt augšupielādi?

source: Size
lv: Izmērs

source: Sort order selection
lv: Šķirošanas kārtības izvēle

source: Sound selection
lv: Skaņas izvēle

source: Spacer
lv: Starpinātājs

source: Start year
lv: Sākuma gads

source: Storage format
lv: Glabāšanas formāts

source: String list
lv: Simbolu saraksts

source: String list returning an array
lv: Masīvu radoša simbolu virkne

source: Submit
lv: Iesniegt

source: Table Set
lv: Tabulu kopa

source: Text
lv: Teksts

source: The image file size could not be determined or it was 0 bytes. The upload may have been interrupted.
lv: Attēla izmērs nav nosakāms vai arī ir 0 baiti. Iespējams, attēla augšupielāde ir pārtraukta.

source: The image file was larger than the maximum allowed size (%d bytes).
lv: Attēls ir lielāks par atļauto maksimālo izmēru (%d baiti).

source: The name to use when linking to the compose page
lv: Vārds, kuru lietot sasaistei ar rediģēšanas lapu

source: The text you entered did not match the text on the screen.
lv: Jūsu ievadītais teksts neatbilst uz ekrāna redzamajam.

source: There are too many characters in this field. You have entered %d character;
lv: Šajā laukā ir pārāk daudz simbolu. Jūs ievadījāt %d simbolu;

source: This does not seem to be a valid card number.
lv: Ievadītais numurs nav derīgs kredītkartes numurs.

source: This field is required.
lv: Šis lauks ir obligāts.

source: This field may only contain integers.
lv: Šis lauks var saturēt tikai veselus skaitļus.

source: This field may only contain numbers and the colon.
lv: Šis lauks var saturēt tikai skaitļus un kolu.

source: This field may only contain octal values.
lv: Šis lauks var saturēt tikai oktālus lielumus.

source: This field must be a comma or space separated list of integers
lv: Šajā laukā var būt tikai ar komatu atdalīti veseli skaitļi

source: This field must be a valid number.
lv: Šajā laukā var ievadīt tikai skaitliskas vērtības.

source: This field must contain a color code in the RGB Hex format, for example '#1234af'.
lv: Šajā laukā jānorāda krāsas kods RGB heksadecimālā formātā, piemēram '#1234af'.

source: This form has already been processed.
lv: Šī forma jau ir apstrādāta.

source: Time
lv: Laiks

source: Time selection
lv: Laika izvēle

source: True or false
lv: Patiess vai nepatiess

source: Value is over the maximum length of %d.
lv: Vērtība pārsniedz maksimālo garumu %d.

source: Values
lv: Vērtības

source: Values to select from
lv: Vērtības, no kurām izvēlēties

source: Width in CSS units
lv: Platums CSS vienībās

source: You did not enter a valid email address.
lv: Jūs neievadījāt derīgu e-pasta adresi.

source: You must choose a date.
lv: Jāizvēlas datums.

source: You must choose a time.
lv: Jāizvēlas laiks.

source: You must enter a valid phone number, digits only with an optional '+' for the international dialing prefix.
lv: Jums jāievada derīgs tālruņa numurs, tikai cipari un papildu '+' starptautiskiem numuriem.

source: You must enter a valid value.
lv: Jāievada derīga vērtība.

source: You must enter an email address.
lv: Jāievada e-pasta adrese.

source: You must enter at least one email address.
lv: Jāievada vismaz viena e-pasta adrese.

source: you must enter less than %d.
lv: jāievada mazāks nekā %d.
