Repository: horde/horde
Catalog: folks/po/*.po
Languages: sl_si

source: %s Invited to join %s.
sl_si: %s vas vabi da se prijavite na %s

source: %s added you as a friend on %s
sl_si: %s vas je dodal kot prijatelja na %s

source: %s approved you as a friend on %s
sl_si: %s vas je potrdil kot prijatelja na %s

source: %s rejected you as a friend on %s
sl_si: %s je zavrnil vaše prijateljstvo na %s

source: %s's profile
sl_si: %s se predstavlja

source: --- Select ---
sl_si: --- Izberi ---

source: A confirmation was send to "%s".
sl_si: Potrditev je bila poslana na "%s".

source: A group names cannot be empty
sl_si: Ime skupine ne more biti prazno

source: Action
sl_si: Ukaz

source: Activity
sl_si: Aktivnost

source: Activity log
sl_si: Aktivnost

source: Activity successfully deleted
sl_si: Aktivnost je bil uspešno izbisana

source: Activity successfully posted
sl_si: Aktivnost je bila uspešno dodana

source: Add
sl_si: Dodaj

source: Add %s as a friend?
sl_si: Dodamo %s kot prijatelja?

source: Add %s to you blacklist?
sl_si: Dodamo %s na črno listo?

source: Add / Remove
sl_si: Dodaj / Odstrani

source: Add a comment
sl_si: Dodaj komentar

source: Add friend
sl_si: Dodaj prijatelja

source: Add group
sl_si: Dodaj skupino

source: Add or remove user
sl_si: Dodaj ali odstrani uporabnika

source: Add your content
sl_si: Dodaj svojo vsebino

source: Added "%s" to the system. You can log in now.
sl_si: Dodali smo "%s" v sistem. Lahko se prijavite.

source: Added user %s as a friend.
sl_si: Uporabnik %s je bil dodan kot prijatelj.

source: Advertisement content
sl_si: Oglas

source: Age
sl_si: Starost

source: Age from
sl_si: Starost od

source: Age to
sl_si: Starost do

source: Albums
sl_si: Albumi

source: All
sl_si: Vsi

source: All users
sl_si: Vsi uporabniki

source: All visitors
sl_si: Vsi obiskovalci

source: Any one
sl_si: Vsi

source: Application
sl_si: Aplikacija

source: Application you would like NOT to log activitiy when you post a new PUBLIC COMMENT
sl_si: Aplikacije katerih ne beležim JAVNEGA pregleda novih komentarjev

source: Application you would like NOT to log your activitiy when you post a new PUBLIC CONTENT.
sl_si: Aplikacije katerih ne beležim JAVNEGA pregleda mojih aktivnosti

source: Approve
sl_si: Potrdi

source: Aquarius
sl_si: Vodnar

source: Aries
sl_si: Oven

source: Ascesending
sl_si: Naraščajoče

source: Attempt to edit a non-existent share.
sl_si: Poskušate urejati ne obstoječo skupino

source: Authenticated users
sl_si: Prijavljeni uporabniki

source: Available services
sl_si: Dostopne storitve

source: Birthday
sl_si: Rojstni dan

source: Blacklist
sl_si: Črna lista

source: Body
sl_si: Telo sporočila

source: Cancel
sl_si: Prekliči

source: Cancer
sl_si: Rak

source: Cannot authenticate at mail server:
sl_si: Ne morem se prijaviti na strežnik

source: Cannot reset password automatically, contact your administrator.
sl_si: Ne da se avtomatično ponastaviti gesla, kontaktirajte podporo uporabnikom.

source: Cannot retrieve user email.
sl_si: Ne morem prebrati email uporabnika.

source: Cannot update password, contact your administrator.
sl_si: Ne morem nastaviti gesla, obrnite se na podporo.

source: Capricorn
sl_si: Kozorog

source: Change Your Password
sl_si: Spremeni geslo

source: Choose a password
sl_si: Izberite geslo

source: City
sl_si: Mesto

source: Click here
sl_si: Klikni tukaj

source: Click here to login.
sl_si: Klikni tukaj za prijavo

source: Close
sl_si: Zapri

source: Commented user %s.
sl_si: Komentarji uporanika %s

source: Comments
sl_si: Komentarji

source: Comments deleted successfuly
sl_si: Komentarji so bili uspešno zbrisani

source: Confirm email
sl_si: Potrditev email naslova

source: Confirmation code
sl_si: Šifra za potrditev uporabnika

source: Continue
sl_si: Nadaljuj

source: Copyright infringement
sl_si: Kršitev avtorskih pravic

source: Could not find any username with this email.
sl_si: Ne najdem uporabniškega imena s tem email naslovom.

source: Could not reset the password for the requested user. Some or all of the details are not correct. Try again or contact your administrator if you need further help.
sl_si: Ne morem ponastaviti gesla za tega uporabnika. Nekateri ali vsi podatki niso pravilni. Poskusite ponovno ali kontaktirajte podporo uporabnikom za dodatno pomoč.

source: Country
sl_si: Država

source: Current password
sl_si: Trenutno geslo

source: Date
sl_si: Datum

source: Dear %s, we tried to send you an email, but if turns out that the mail is usable any more. Maybe you run over quota. If your mail is discontinued, please update your profile with the email you are using now at %s.
sl_si: Pozdravljeni %s, poskušali smo vam poslati sporočilo. Vendar neuspešno.Prosimo, da ažurirate vaše nastavitve epoštnega naslova na %s.

source: Delete
sl_si: Izbriši

source: Delete all current comments
sl_si: Izbriši vse trenutne komentarje

source: Delete picture
sl_si: Izbriši sliko

source: Descesending
sl_si: Padajoče

source: Description
sl_si: Opis

source: Display 24-hour times?
sl_si: Prikažem datum v 24 urni obliki?

source: Do you really want to delete this group?
sl_si: Resnično želite izbrisati skupino?

source: Do you really want to report this user?
sl_si: Res želite prijavit tega uporabnika?

source: Does not metter
sl_si: Ni pomembno

source: Don't have an account? Sign up.
sl_si: Nimate še uporabniškega računa? Prijavite se!

source: Edit Permissions
sl_si: Uredni pravice

source: Edit Permissions for %s
sl_si: Uredi pravice za %s

source: Edit activities
sl_si: Uredi aktivnisti

source: Edit friends
sl_si: Urejanje prijateljev

source: Edit my firends
sl_si: Urejanje prijateljev

source: Edit my profile
sl_si: Urejanje profila

source: Edit personal information
sl_si: Uredite osebne podatke

source: Edit profile
sl_si: Uredi profil

source: Email problem
sl_si: Napaka v email sporočilu

source: Enter custom name
sl_si: Svoje ime

source: Enter the username you registered to %s
sl_si: Vnesite uporabniško ime s katerim ste se prijavili %s

source: Enter your password. Please be aware that password is case sensitive.
sl_si: Vnesite vaše geslo. Pazite, v geslu so velike in male črke POMEMBNE.

source: Faces
sl_si: Obrazi

source: Faces in user galleries
sl_si: Obrazi v galerijah uporabnika

source: Feeds
sl_si: Feedi

source: Female
sl_si: Ženski

source: Forgot your password?
sl_si: Ste pozabili geslo?

source: Forgot your username?
sl_si: Ste pozabili uporabniško ime?

source: Forward
sl_si: Posreduj

source: Friend
sl_si: Prijatelj

source: Friend "%s" was invited to join %s.
sl_si: Uporabnik "%s" je bil povabljen da obišče %s

source: Friend's e-mail
sl_si: Perijateljev e-mail

source: Friends
sl_si: Prijatelji

source: Friends Birthdays
sl_si: Rojstni dnevi prijateljev

source: Friends activities
sl_si: Aktivnisti prijateljev

source: Friends activity
sl_si: Aktivnisti prijateljev

source: Friends we are waiting approval from
sl_si: Uporabniki na katere čakamo da nas potrdijo

source: Gemini
sl_si: Dvojčka

source: Gender
sl_si: Spol

source: Group
sl_si: Skupina

source: Group "%s" has been deleted.
sl_si: Skupina "%s" je bila dodana.

source: Group "%s" has been renamed to "%s".
sl_si: Skupina "%s" je bila preimenovana v "%s".

source: Group "%s" has not been renamed.
sl_si: Skupina "%s" ni bila preimenovana.

source: Group "%s" was success added.
sl_si: Skupina "%s" je bil uspešno dodana.

source: Groups
sl_si: Skupine

source: Has no picture
sl_si: Nima slike

source: Have no one to notify
sl_si: Ni nikogar za opozoriti

source: Homepage
sl_si: Domača stran

source: How to preview users
sl_si: Kako naj pregledujem uporabnike

source: Human check
sl_si: Preverjanje operaterja

source: I am friend of
sl_si: Mi smo prijatelji od

source: I don't have it
sl_si: Je nimam

source: Invite
sl_si: Povabite prijatelja

source: Invite friend
sl_si: Povabite prijatelja

source: Is online
sl_si: Je online

source: Last activity
sl_si: Zadnja aktivnost

source: Last comments on my profile
sl_si: Zadnji komentarji na mojem profilu

source: Last time online
sl_si: Zadnjič online

source: Leo
sl_si: Lev

source: Libra
sl_si: Tehtnica

source: Limit
sl_si: Omeji

source: List
sl_si: Spisek

source: Log account changes?
sl_si: Beležim spremembe profila?

source: Log when we comment a user?
sl_si: Beležim nove komentarje?

source: Login
sl_si: Prijava

source: Login reminder
sl_si: Opozorilo o prijavi prijatelja

source: Login to %s
sl_si: Prijava v %s

source: Look at this profile
sl_si: Poglej ta profil

source: Male
sl_si: Moški

source: Mast have
sl_si: Mora imeti

source: Members
sl_si: Člani

source: Might know
sl_si: Morda poznate

source: Moderate comments - I will approve every single comment
sl_si: Moderiranje komentarjev - potrdil bom vsak komentar

source: Modify account preferences
sl_si: Popravi nastavitve

source: Most active users
sl_si: Najbolj aktvni uporabniki

source: Most popular users
sl_si: Najbolj priljubljeni uporabniki

source: My profile
sl_si: Moj profil

source: My queries
sl_si: Moja iskanja

source: Name
sl_si: Ime

source: New
sl_si: Nov

source: New name
sl_si: Novoa ime

source: New registered user
sl_si: Novo prijavljeni

source: New users
sl_si: Novi uporabniki

source: No
sl_si: Ne

source: No Facebook integration exists.
sl_si: Ni nastavljene povezave na Facebook.

source: No one
sl_si: Nihče

source: No user listed
sl_si: Ni uporabnikov...

source: No users found under selected criteria
sl_si: Ni uporabnikov pod izbranimi kriteriji

source: No, only for this view
sl_si: Samo za to prijavo

source: Notify friends that I loged in
sl_si: Obvesti prijatelje, da sem se prijavil

source: Notify online friends that I logged in
sl_si: Obvesti prijatelje, da sem se prijavil

source: Number of activities to display
sl_si: Število aktivnosti za prikaz

source: Number of comments to display
sl_si: Število komentarjev na vsaki strani

source: Number of users perpage
sl_si: Število uporabnikov na vsaki strani

source: Offensive content
sl_si: Neprimerna ali žaljiva vsebina

source: Old name
sl_si: Staro ime

source: Online friends
sl_si: Prijetelji online

source: Online users
sl_si: Uporabniki online

source: Only authenticated users
sl_si: Samo overjeni uporabniki

source: Only authenticated users can post comments.
sl_si: Samo prijavljeni uporabniki lahko vpisujejo komentarje.

source: Only my friedns
sl_si: Samo moji prijatelji

source: Only the owner or system administrator may change ownership or owner permissions for a share
sl_si: Samo lastniki ali administratorji lahko spreminjajo lastništvo skupine

source: Others user content
sl_si: Ostala uporabniška vsebina

source: Owner
sl_si: Lastnik

source: Password
sl_si: Geslo

source: Password changed.
sl_si: Geslo je bilo spremenjeno.

source: People you might know
sl_si: Uporabnike katere morda poznate

source: Permissions
sl_si: Pravice

source: Picture
sl_si: Slika

source: Pisces
sl_si: Ribi

source: Please enter the text above
sl_si: Prosimo pretipkajte zgornji tekst.

source: Please respond to your security question:
sl_si: Prosimo odgovorite na varnostno vprašanje:

source: Popularity
sl_si: Priljubljenost

source: Post
sl_si: Oddaj

source: Preview
sl_si: Pregled

source: Privacy
sl_si: Zasebnost

source: Private
sl_si: Osebno

source: Public
sl_si: Javno

source: Public - only authenticated users can see my personal data
sl_si: javno - samo registrirani uporabniki lahko vidijo moje osebne podatke

source: Public - only my friends can see my presonal data
sl_si: javno - samo moji prijatelji lahko vidijo moje osebne podatke

source: Random users
sl_si: Naključni uporabniki

source: Recent visitors
sl_si: Zadnji obiskovalci

source: Reject
sl_si: Zavrni

source: Remember login?
sl_si: Si zapomnim prijavo?

source: Remove
sl_si: Odstrani

source: Rename
sl_si: Preimenuj

source: Rename group
sl_si: Preimenuj skupino

source: Renew account
sl_si: Obnovi uporabniški račun.

source: Report
sl_si: Prijavi

source: Report reason
sl_si: Razlog prijave

source: Report type
sl_si: Tip prijave

source: Report user
sl_si: Prijavi uporabnika

source: Require my confirmation if someone would like to add me to his freidn list.
sl_si: Zahtevaj mojo potrditev, če me kdo želi dodati kot prijatelja.

source: Reset
sl_si: Ponastavi

source: Reset Your Password
sl_si: Ponastavi svoje geslo

source: Sagittarius
sl_si: Strelec

source: Save
sl_si: Shrani

source: Save search criteria
sl_si: Shrani rezultate iskanja

source: Scorpio
sl_si: Škorpijon

source: Search
sl_si: Najdi

source: Search by
sl_si: Iskanje po

source: Search criteria deleted.
sl_si: Shranjeno iskanje bilo izbrisano.

source: Search criteria saved successfuly
sl_si: Iskalni kriteriji so bili uspešno shranjeni.

source: Security answer
sl_si: Zaščitni odgovor

source: Security question
sl_si: Zaščitno vprašanje

source: Security question used when reseting password
sl_si: Zaščitno vprašanje, ki ga bomo uporabili pri ponastavljanju gesla

source: Send me my username
sl_si: Pošlji mi moje uporabniško ime

source: Send message
sl_si: Pošlji sporočilo

source: Send private message
sl_si: Pošlji osebno sporočilo

source: Send this profile to a friend
sl_si: Obvesti prijatelja za ta profil

source: Services
sl_si: Servisi

source: Set account action details
sl_si: Uredi uporabniške nastavitve

source: Set activity preferences
sl_si: Nastavitve aktivnosti

source: Set users preview paramaters
sl_si: Nastavitev pregledovanja uporabnikov

source: Settings
sl_si: Nastavitve

source: Show friends that are
sl_si: Prikaži prijatelje, ki so

source: Sign up
sl_si: Registracija novega uporabnika

source: Sort Direction
sl_si: Smer sortiranja

source: Sort by
sl_si: Razvrsti po

source: Sort by Age
sl_si: Razvrsti po starosti

source: Sort by Albums
sl_si: Razvrsti po številu albumov

source: Sort by City
sl_si: Razvrsti po mestu

source: Sort by Description
sl_si: Razvrsti po opisu

source: Sort by Gender
sl_si: Razvrsti po spolu

source: Sort by Homepage
sl_si: Razvrsti po domači strani

source: Sort by Username
sl_si: Ste po uporabniškem imenu

source: Sort by Video
sl_si: Razvrsti po posnetkih

source: Subject
sl_si: Naslov

source: Submitted request to add "%s" to the system. You cannot log in until your request has been approved.
sl_si: Poslana je bila zahteva za registracijo "%s" v sistem. Ne morete se prijaviti, dokler vaša zahteva ne bo potrjena.

source: Taurus
sl_si: Bik

source: Terms and conditions infringement
sl_si: Kršenje pravil obnašanja

source: The code is not right. If you copy and paste the link from your email, please check if you copied the whole string.
sl_si: Koda ni pravilna. Morda ste jo narobe prenesli iz elektronskega sporočila, ki ste ga dobili na vaš email. Preglejte, da ste skopirali kodo v celoti.

source: The picture above is for antispam checking. Please retype the characters from the picture. They are case sensitive.
sl_si: Zgornja slika predstavlja zaščito pred avtomatiziranimi reklamnimi sporočili. Prosim vtipkajte znake iz slike. Pazite na velikost črk.

source: There is already an user registered with this email
sl_si: Že obstaja uporabnik, ki koristi ta email naslov

source: There is already an user registered with this username
sl_si: To uporabniško ime je zasedno

source: There is no activity logged for your account.
sl_si: Ni aktinvsoti s strani tega uporabnika.

source: There was a problem adding "%s" to the system: %s
sl_si: Prišlo je do napake pri dodajanju uporabnika "%s": %s

source: There was an error login into your mail account.
sl_si: Prišlo je do napake prišiljanju selektronska sporočila.

source: This account was deleted or is expired.
sl_si: Vaše uporabnško ime je preteklo ali pa je v postopku izbrisa.

source: This account was still not activated. Check your inbox, we send you the activation code there.
sl_si: Vaše uporabniško ime še ni aktivno. Preglejte vašo elektronsko pošto (email). Na vaš elektronski naslov smo poslali aktivacijsko kodo.

source: Title
sl_si: Naslov

source: Unsupported
sl_si: Ni podprto

source: Updated "%s".
sl_si: Ažurirana "%s".

source: Updated his/her profile details.
sl_si: Je ažuriral svoj profil.

source: Updated his/her profile picture.
sl_si: Je spremenil sliko v svojem profilu

source: Upload a new video
sl_si: Naloži nov posnetek

source: User
sl_si: Uporabnik

source: User "%s" does not exists.
sl_si: Uporabnik "%s" ne obstaja.

source: User "%s" does not exits
sl_si: Uporabnik "%s" ne obstaja

source: User "%s" is already in fiend list
sl_si: Uporabnik "%s" je že v vašem spisku prijateljev.

source: User "%s" is already in fiend list, but we are waiting his/her approval.
sl_si: Uporabnik "%s" je že v vašem spisku prijateljev, vendar vas še ni potrdil.

source: User "%s" is not market to be in the removal process.
sl_si: Uporabnik "%s" ni v postopku izbrisa.

source: User "%s" was added as your friend.
sl_si: Uporabnik "%s" je sedaj vaš prijatelj.

source: User "%s" was added to your blacklist.
sl_si: Uporabnik "%s" je sedaj v vaši črni listi.

source: User "%s" was already activated.
sl_si: Uporabnik "%s" je že potrjen.

source: User "%s" was confirmed as a friend.
sl_si: Uporabnik "%s" je potrjen kot vaš prijatelj.

source: User "%s" was rejected as a friend.
sl_si: Uporabnik "%s" je zavrnjen kot vaš prijatelj.

source: User "%s" was removed from your blacklist.
sl_si: Uporabnik "%s" je odstranjen z vaše črne liste.

source: User "%s" was removed from your friend list.
sl_si: Uporabnik "%s" je odstranjen z vašega spiska prijateljev.

source: User %s added you to his firends list on %s. To approve, go to: %s To reject, go to: %s To see to his profile, go to: %s
sl_si: Uporabnik %s vas je izbral za prijatelja na %s. Klik za potrditev: %s Klik za zavrnitev: %s Prikaz njegovega profila: %s

source: User %s confirmed you as a friend on %s.. To see to his profile, go to: %s
sl_si: Uporabnik %s vas je potrdil kot prijatelja na %s. Njegov profil: %s

source: User %s does not wish to be commented.
sl_si: Uporabnik %s ne želi prejemati komentarjev.

source: User %s has been disabled.
sl_si: Uporabnik %s je izklopljen.

source: User %s is inactive.
sl_si: Uporabnik %s ni aktiven.

source: User %s just logged in. %s
sl_si: Uporabnik %s se je pravkar prijavil. %s

source: User %s rejected you as a friend on %s.. To see to his profile, go to: %s
sl_si: Uporabnik %s vas je zavrnil kot prijatelja na %s. Njegov profil: %s

source: User %s would like to his profile remains visible only to authenticated users.
sl_si: Uporabnik %s želi, da si njegov profil ogledujejo le prijavljeni uporabniki. Prijavite se!

source: User %s would like to his profile remains visible only to his friends.
sl_si: Uporabnik %s želi, da si njegov profil ogledujejo le njegovi prijatelji.

source: User %s would like to remain private.
sl_si: Uporabnik %s želi ostati anonimen.

source: User Registration has been disabled for this site.
sl_si: Registracija novih uporabnikv je začasno izklopljena.

source: User has no link.
sl_si: Uporabnik ni prijavljen na Facebook.

source: User is currently online?
sl_si: Je uporabnik trenutno online?.

source: User is not selected
sl_si: Uporabnik ni izbran

source: User list
sl_si: Spisek uporabnikov

source: User was not reported.
sl_si: Uporabnik ni bil prijavljen.

source: User was reported.
sl_si: Uporabnik je bil prijavljen.

source: Username
sl_si: Uporabniško ime

source: Users
sl_si: Uporabniki

source: Users celebrating birthday today
sl_si: Uporabniki, ki danes praznujejo rojstni dan

source: Users currently online
sl_si: Uporabniki trenutno na strani.

source: Users waiting our approval
sl_si: Uporabniki ki čakajo na našo potrditev

source: View profile
sl_si: Preglej profil

source: Virgo
sl_si: Devica

source: Visit my homepage
sl_si: Obišči mojo domačo stran

source: Wainting for
sl_si: Čakajo na nas

source: Wainting from
sl_si: Čakamo na

source: We are friends of
sl_si: Mi smo prijatelji od

source: What are you doing right now?
sl_si: Kaj delate trenutno?

source: Who can post comments to your profile
sl_si: Kdo lahko kometira vaš profil

source: Who can see my acticity log on my profile
sl_si: Kdo lahko pregleduje moje aktivnosti?

source: Who can see when I was last time online
sl_si: Kdo lahko pregleduje kdaj sem bil zadnjič online

source: Word
sl_si: Beseda

source: Yes
sl_si: Da

source: Yes, remember me so the next time I don't neet to login
sl_si: Da, želim ostati prijavljen tudi ob naslednjem obisku.

source: You account is activated, you can login now.
sl_si: Vaše uporabniško ime je bilo potrjeno. Sedaj se lahko prijavite.

source: You already have a group named "%s".
sl_si: Že imate skupino poimenovano "%s".

source: You are entering your data too fast!
sl_si: Prehitro vnašate podatke!

source: You are on %s blacklist.
sl_si: Ste na črni listi uporabnika %s.

source: You can still send a private message to user %s.
sl_si: Še vedno mu lahko pošljete osebno sporočilo %s.

source: You cannot add "%s" to your blacklist.
sl_si: Ne morete dodati "%s" na črno listo.

source: You cannot add yourself as your own friend.
sl_si: Sami sebe ne morete dodati kot prijatelja.

source: You cannot add yourself to your blacklist.
sl_si: Samega sebe ne morete dodati na črno listo.

source: You cannot log activities for other users.
sl_si: Ne morete beležiti aktivnosti za druge uporabnike.

source: You cannot post an empty activity message.
sl_si: Ne morete javiti prazne aktivnosti

source: You must supply a confirmation code.
sl_si: Podati morate kodo za potrditev računa.

source: You must supply a username.
sl_si: Podati morate uporabiško ime.

source: Your activities
sl_si: Vaše aktivnosti

source: Your comments preference was sucessfuly saved.
sl_si: Vaše nastaviteve komentarjev so bile uspešno shranjene.

source: Your current time zone:
sl_si: Vaš trenutni časovni pas:

source: Your data were successfully updated.
sl_si: Vaši podatki so bili uspešno ažurirani.

source: Your email
sl_si: Vaš email

source: Your full name:
sl_si: Vaše ime:

source: Your image was deleted successfully.
sl_si: Vaša slika je bila uspešno izbrisana.

source: Your new password for %s is: %s. It was requested by %s on %s
sl_si: Vaše novo geslo za %s je %s. Zahtevano je bilo s strani %s ob %s

source: Your new password is too long; passwords may not be more than %d characters long!
sl_si: Vaše novo geslo je predlogo. Gesla ne morejo biti daljša od %d znakov!

source: Your new password is too simple to guess! Not changed!
sl_si: Geslo je preveč lahko za ga uganiti. Ni bilo spremenjeno!

source: Your new password is too simple to guess. Not changed!
sl_si: Geslo je preveč preveč lahko za uganiti. Ni spremenjeno!

source: Your new password must be at least %d characters long!
sl_si: Geslo mora biti vsaj %d znakov dolgo!

source: Your new password must be different from your current password
sl_si: Novo geslo mora biti drugačno od starega

source: Your new password must contain at least %d alphabetic characters.
sl_si: Geslo mora vsebovati vsaj %d črk.

source: Your new password must contain at least %d alphanumeric characters.
sl_si: Geslo mora vsebovati vsaj %d števil.

source: Your new password must contain at least %d different types of characters. The types are: lower, upper, numeric, and symbols.
sl_si: Gelo mora vsebovati vsaj %d različnih tipov znakov. Tipi znakov: majhne črke, velike črke, številke in simboli.

source: Your new password must contain at least %d lowercase characters.
sl_si: Geslo mora vsebovati vsaj %d majhnih črk.

source: Your new password must contain at least %d numeric characters.
sl_si: Geslo mora vsebovati vsaj %d številk.

source: Your new password must contain at least %d uppercase characters.
sl_si: Geslo mora vsebovati vsaj %d velikih črk.

source: Your new password must contain less than %d whitespace characters.
sl_si: Geslo mora vsebovati manj kot %d presledkov.
