Repository: horde/horde
Catalog: folks/po/*.po
Languages: sl_si

source: Your new password must not contain whitespace characters.
sl_si: Geslo ne sme vsebovati presledkov.

source: Your old password didn't match
sl_si: Vaše staro geslo ni pravo

source: Your password has been reset
sl_si: Vaše geslo je bilo ponastavljeno

source: Your password has been reset, check your email (%s) and log in with your new password.
sl_si: Vaše geslo je bilo ponastavljeno, novo geslo smo poslali na vaš email (%s).

source: Your securiy questions was updated.
sl_si: Vaše varnostno vprašanje je bilo ažurirano.

source: Your username on %s %s is: %s. It was requested by %s on %s
sl_si: Vaše uporabniško ime na %s %s je: %s. Zahteval ga je %s ob %s

source: Your username on %s %s is: %s. Please confirm the registration by going to this link %s
sl_si: Vaše uporabniško ime na %s %s je: %s. Prosimo potrdite registracijo s klikom na spodnjo povezavo: %s

source: Your username or password is incorrect.
sl_si: Vaše uporabniško ime ali geslo je napačno.

source: Your username was requested
sl_si: Zahtevano je bilo vaše uporabniško ime

source: Your username was sent, check your email (%s).
sl_si: Vaše uporabniško ime je bilo poslano na vaš emali (%s).

source: Your username was temporary deacirvated. For any additional information please write to %s, and don't forgot to incluide your username.
sl_si: Vaše uporabniško ime je bilo začasno deaktivirano. Za dodatne informacije se obrnite na %s. Ne pozabite navesti vašega uporabniškega imena.

source: type the password twice to confirm
sl_si: Prosim, vnesite dvakrat geslo za potrditev
