Repository: horde/horde
Catalog: ulaform/locale/*/LC_MESSAGES/ulaform.po
Languages: lt

source: -- default configured --
lt: -- standartiškai sukonfigūruota --

source: -- select --
lt: -- pasirinkite --

source: Action
lt: Veiksmas

source: Available Forms
lt: Esamos formos

source: Changed action driver.
lt: Veiksmo tvarkyklė pakeista.

source: Changed embed type.
lt: Atvaizdavimo režimas pakeistas.

source: Characters
lt: Simboliai

source: Columns
lt: Stulpeliai

source: Could not fetch form ID "%s". %s
lt: Nepavyko gauti formos ID "%s". %s

source: Create
lt: Sukurti

source: Default language
lt: Pagrindinė kalba

source: Delete
lt: Ištrinti

source: Delete Field
lt: Ištrinti laukelį

source: Delete Form
lt: Ištrinti formą

source: Delete this field?
lt: Ar ištrinti šį laukelį?

source: Delete this form?
lt: Ar ištrinti šią formą?

source: Description
lt: Aprašymas

source: Do not delete
lt: Netrinti

source: Edit Field
lt: Redaguoti laukelį

source: Edit Form
lt: Redaguoti formą

source: Edit Forms
lt: Formų redagavimas

source: End year
lt: Galiniai metai

source: Enter a comma separated list of values.
lt: Įveskite kableliais atskirtas reikšmes.

source: Error deleting field. %s.
lt: Klaida trinant laukelį. %s.

source: Error deleting form. %s.
lt: Klaida trinant formą. %s.

source: Error saving field. %s.
lt: Klaida išsaugant laukelį. %s.

source: Error saving fields. %s.
lt: Klaida išsaukant laukelius. %s.

source: Error saving form. %s.
lt: Klaida išsaugant formą. %s.

source: Error submitting form. %s.
lt: Klaida siunčiant formą. %s.

source: Field "%s" deleted.
lt: Laukelis "%s" ištrintas.

source: Field Details
lt: Laukelio aparašymas

source: Field not deleted.
lt: Laukelis neištrintas.

source: Field saved.
lt: Laukelis išsaugotas.

source: Field sort order saved.
lt: Laukelių išdėstymo tvarka išsaugota.

source: Fields
lt: Laukeliai

source: Form
lt: Forma

source: Form Details
lt: Formos aprašymas

source: Form Fields
lt: Formos laukeliai

source: Form Name
lt: Formos pavadinimas

source: Form deleted.
lt: Forma ištrinta.

source: Form details saved.
lt: Formos aprašymas išsaugotas.

source: Form has not been deleted.
lt: Forma neištrinta.

source: Form submitted successfully.
lt: Forma sėkmingai išsiųsta.

source: Format used to display
lt: Rodymo formatas

source: Format used to submit
lt: Siuntimo formatas

source: Forms List
lt: Formų sąrašas

source: From
lt: Nuo

source: Generate HTML
lt: Generuoti HTML

source: HTML Generation for "%s"
lt: "%s" HTML generavimas

source: Height
lt: Aukštis

source: Internal name
lt: Vidinis pavadinimas

source: Label
lt: Pavadinimas

source: Mailto
lt: Siųsti paštu

source: Missing form
lt: Formos nėra

source: Modify
lt: Keisti

source: Name
lt: Vardas

source: No
lt: Ne

source: No available fields.
lt: Laukelių nėra.

source: No available forms.
lt: Formų nėra.

source: No field specified.
lt: Nenurodėte laukelio.

source: No such action "%s" found
lt: Veiksmas "%s" nerastas

source: No such backend "%s" found
lt: Posistemė "%s" nerasta

source: No such form ID "%s".
lt: Tokio formos ID "%s" nėra.

source: On submit
lt: Siuntimo metu

source: PHP using PEAR classes
lt: PHP pasinaudojant PEAR klasėmis

source: Preview
lt: Peržiūra

source: Preview Form
lt: Peržiūrėti formą

source: Read only
lt: Tik skaitymui

source: Requested form does not exist.
lt: Nurodyta forma neegzistuoja.

source: Required
lt: Privalomas

source: Rows
lt: Eilutės

source: Save
lt: Išsaugoti

source: Save Field
lt: Išsaugoti laukelį

source: Select how you wish to embed the form
lt: Pasirinkite kaip norite įtraukti formą į puslapį

source: Select the sort order of the fields
lt: Pasirinkite laukelių rūšiavimo tvarką

source: Set this name if you have a particular reason to override the automatic internal naming of fields.
lt: Nurodykite šį pavadinimą, jeigu norite apeiti vidinį laukelių žymėjimą.

source: Show Form
lt: Rodyti formą

source: Show the date picker
lt: Rodyti datos pasirinkimą

source: Sort Fields
lt: Surūšiuoti laukelius

source: Sort fields
lt: Surūšiuoti laukelius

source: Start year
lt: Startiniai metai

source: Subject
lt: Tema

source: Table
lt: Lentelė

source: There was an error listing forms: %s.
lt: Klaida parodant formų sąrašą: %s.

source: This driver allows the sending of form results via email to one or more recipients.
lt: Ši tvarkyklė leidžia nusiųsti formos rezultatus į vieną ar daugiau pašto adresų.

source: This driver allows to insertion of form results into a database.
lt: Ši tvarkyklė leidžia nusiųsti formos rezultatus į SQL duomenų bazę.

source: This field type has extra parameters.
lt: Šis laukelio tipas turi papildomų nustatymų.

source: To
lt: Kam

source: Type
lt: Tipas

source: Values
lt: Reikšmės

source: Width
lt: Plotis

source: Yes
lt: Taip

source: You don't have the right permission to access this form.
lt: Neturite teisių prieiti prie šios formos.

source: _List Forms
lt: Formų sąrašas

source: _New Form
lt: Nauja forma

source: iframe
lt: Įterptas kadras (iframe)
